export const aboutScreenContent = `विधि सारथी एक ऐसा एप्लिकेशन है जिसका उद्देश्य उपयोगकर्ताओं को पुराने भारतीय आपराधिक कानूनों के आधार पर नए भारतीय आपराधिक कानूनों और धाराओं को खोजने में मदद करना है। इस ऐप की सहायता से आप किसी भी पुराने भारतीय आपराधिक कानून या धारा का संदर्भ लेकर उससे जुड़े नए भारतीय आपराधिक कानूनों की जानकारी प्राप्त कर सकते हैं। यह ऐप पुलिस, न्यायपालिका और अन्य संबंधित विभागों के अधिकारियों के लिए अत्यंत उपयोगी है, जिससे वे आसानी से और त्वरित रूप से विधिक जानकारी तक पहुँच सकते हैं।
यह ऐप भारतीय पुलिस, न्यायपालिका और वकीलों के लिए नया भारतीय आपराधिक कानून आसानी से खोजने में मदद करेगा। 2023 में भारत सरकार ने पुराने आपराधिक कानूनों को संशोधित करके नए कानून लागू किए हैं, जिससे पुराने कानूनों के अनुसार नए कानूनों को समझना और उनका अनुसरण करना चुनौतीपूर्ण हो गया है।
उदाहरण के लिए:- 
भारतीय दंड संहिता, 1860 को भारतीय न्याय संहिता बिल, 2023 से प्रतिस्थापित किया गया है, और

अपराध प्रक्रिया संहिता, 1898 को भारतीय नागरिक सुरक्षा संहिता बिल, 2023 द्वारा बदल दिया गया है, और

भारतीय साक्ष्य अधिनियम, 1872 को भारतीय साक्ष्य बिल, 2023 के साथ अद्यतन किया गया है। 

इस ऐप के माध्यम से, उपयोगकर्ता पुराने कानून की धारा के आधार पर नए कानून की धारा को आसानी से खोज सकते हैं, जिससे उन्हें नए कानूनों को समझने में सुविधा होगी और कानूनी प्रक्रियाओं में आसानी से बदलाव कर सकेंगे।`;