//Here we have data which will explain about BSA that how many sections sre added and removed.

export default bnsInfoData = [
  '"भारतीय साक्ष्य अधिनियम, 2023" में "इंडियन एवीडेंस एक्ट 1872" की तुलना में निम्नलिखित प्रमुख बदलाव किए गए हैं:',
  "इंडियन एवीडेंस एक्ट में पहले 167 धाराये थीं इनकी जगह भारतीय साक्ष्य अधिनियम 2023 में अब %170% होंगी।",
  "भारतीय साक्ष्य अधिनियम, 2023 में %24 धाराओं% में बदलाव किया गया है।",
  "भारतीय साक्ष्य अधिनियम, 2023 में %2 नई उपधारा जोडी गई है%।",
  "भारतीय साक्ष्य अधिनियम, 2023 में $6 धाराओं को हटाया गया है$।",
];
