//This file to have sakshaya adhiniyam data.

let chapter = {
  1: "भाग 1 - प्रारम्भिक",
  2: {
    a: "भाग 2 - तथ्यों की सुसंगति",
    b: "भाग 2 - निकटता से संसक्त तथ्य",
    c: "भाग 2 - संस्वीकृतियां",
    d: "भाग 2 - उन व्यक्तियों के कथन जिन्हे साक्ष्य में बुलाया नही जा सकता",
    e: "भाग 2 - विशेष परिस्थितियों में किये गये कथन",
    f: "भाग 2 - किसी कथन में से कितना साबित किया जाये",
    g: "भाग 2 - न्यायालयों के निर्णय कब सुसंगत है",
    h: "भाग 2 - अन्य व्यक्त्यिों की राय कब सुसंगत है",
    i: "भाग 2 - शील कब सुसंगत है",
  },
  3: {
    a: "भाग 3 - सबूत के विषय में, तथ्य जिनका साबित किया जाना आवश्यक नही",
    b: "भाग 3 - मौखिक साक्ष्य के विषय में",
    c: "भाग 3 - दस्तावेजी साक्ष्य के विषय में",
    d: "भाग 3 - लोक दस्तावेज",
    e: "भाग 3 - दस्तावेजों के बारे में उपधारणाएं",
    f: "भाग 3 - दस्तावेजी साक्ष्य द्वारा मौखिक साक्ष्य के अपवर्जन के विषय में",
  },
  4: {
    a: "भाग 4 - साक्ष्य का पेश किया जाना और प्रभाव, सबूत के भार के विषय में",
    b: "भाग 4 - विबन्ध",
    c: "भाग 4 - साक्षियों के विषय में",
    d: "भाग 4 - साक्षियों की परीक्षा के विषय में",
    e: "भाग 4 - साक्ष्य के अनुचित ग्रहण और अग्रहण के विषय में",
  },
};

export default data = [
  {
    id: "1",
    prevCodeInfo: "संक्षिप्त नाम, विस्तार और प्रारंभ",
    prevCode: "1",
    newCode: "1",
    newCodeInfo: "संक्षिप्त नाम, लागू होना और प्रारंभ",
    chapter: chapter["1"],
  },
  {
    id: "2",
    prevCodeInfo: "अधिनियमितियों का निरसन",
    prevCode: "2",
    newCode: "170",
    newCodeInfo: "निरसन और व्यावृत्ति",
    chapter: chapter["1"],
  },
  {
    id: "3",
    prevCodeInfo: "निर्वचन खण्ड",
    prevCode: "3",
    newCode: "2",
    newCodeInfo: "परिभाषाएँ",
    chapter: chapter["1"],
  },
  {
    id: "4",
    prevCodeInfo: "उपधारणा कर सकेगा",
    prevCode: "4",
    newCode: "2",
    newCodeInfo: "परिभाषाएँ",
    chapter: chapter["1"],
  },
  {
    id: "5",
    prevCodeInfo: "विवाद्यक तथ्यों और सुसंगत तथ्यों का साक्ष्य दिया जा सकेगा",
    prevCode: "5",
    newCode: "3",
    newCodeInfo: "विवाद्यक तथ्यों और सुसंगत तथ्यों का साक्ष्य दिया जा सकेगा",
    chapter: chapter["2"].a,
  },
  {
    id: "6",
    prevCodeInfo: "एक ही संव्यवहार के भाग होने वाले तथ्यों की सुसंगति",
    prevCode: "6",
    newCode: "4",
    newCodeInfo: "एक ही संव्यवहार के भाग होने वाले तथ्यों की सुसंगति",
    chapter: chapter["2"].b,
  },
  {
    id: "7",
    prevCodeInfo: "वे तथ्य जो विवाद्यक तथ्यों के प्रसंग हेतुक या परिणाम है",
    prevCode: "7",
    newCode: "5",
    newCodeInfo: "वे तथ्य जो विवाद्यक तथ्यों के प्रसंग हेतुक या परिणाम है",
    chapter: chapter["2"].b,
  },
  {
    id: "8",
    prevCodeInfo: "हेतु, तैयारी और पूर्व का या पश्चात का आचरण",
    prevCode: "8",
    newCode: "6",
    newCodeInfo: "हेतु, तैयारी और पूर्व का या पश्चात का आचरण",
    chapter: chapter["2"].b,
  },
  {
    id: "9",
    prevCodeInfo:
      "सुसंगत तथ्यों के स्पष्टीकरण या पुनःस्थापन के लिये आवश्यक तथ्य",
    prevCode: "9",
    newCode: "7",
    newCodeInfo:
      "विवाद्यक तथ्या या सुसंगत तथ्यों के स्पष्टीकरण या पुनःस्थापन के लिये आवश्यक तथ्य",
    chapter: chapter["2"].b,
  },
  {
    id: "10",
    prevCodeInfo:
      "सामान्य परिकल्पना के बारे में षडयंत्रकारी द्वारा कही या की गई बातें",
    prevCode: "10",
    newCode: "8",
    newCodeInfo:
      "सामान्य परिकल्पना के बारे में षडयंत्रकारी द्वारा कही या की गई बातें",
    chapter: chapter["2"].b,
  },
  {
    id: "11",
    prevCodeInfo: "वे तथ्य जो अन्यथा सुसंगत नही है कब सुसंगत है",
    prevCode: "11",
    newCode: "9",
    newCodeInfo: "वे तथ्य जो अन्यथा सुसंगत नही है कब सुसंगत है",
    chapter: chapter["2"].b,
  },

  {
    id: "12",
    prevCodeInfo:
      "नुकसानी के लिए वादों में रकम अवधारित करने के लिए न्यायालय को समर्थ करने की प्रवृत्ति रखने वाले तथ्य सुसंगत हैं",
    prevCode: "12",
    newCode: "10",
    newCodeInfo:
      "रकम अवधारित करने के लिए न्यायालय को समर्थ करने की प्रवृत्ति रखने वाले तथ्य नुकसानी के लिये वादों सुसंगत हैं",
    chapter: chapter["2"].b,
  },

  {
    id: "13",
    prevCodeInfo: "जबकि अधिकार या रूढि प्रश्नगत है तब सुसंगत तथ्य",
    prevCode: "13",
    newCode: "11",
    newCodeInfo: "जबकि अधिकार या रूढि प्रश्नगत है तब सुसंगत तथ्य",
    chapter: chapter["2"].b,
  },

  {
    id: "14",
    prevCodeInfo:
      "मन या शरीर की दशा या शारीरिक संवेदना का अस्तित्व दर्शित करने वाले तथ्य",
    prevCode: "14",
    newCode: "12",
    newCodeInfo:
      "मन या शरीर की दशा या शारीरिक संवेदना का अस्तित्व दर्शित करने वाले तथ्य",
    chapter: chapter["2"].b,
  },

  {
    id: "15",
    prevCodeInfo:
      "कार्य आकस्मिक या साशय था इस प्रश्न पर प्रकाश डालने वाले तथ्य",
    prevCode: "15",
    newCode: "13",
    newCodeInfo: "कार्य आकस्मिक या साशय था इस प्रश्न पर प्रकाश डालने वाले तथ्य",
    chapter: chapter["2"].b,
  },

  {
    id: "16",
    prevCodeInfo: "कारबार के अनुक्रम का अस्तित्व कब सुसंगत है",
    prevCode: "16",
    newCode: "14",
    newCodeInfo: "कारबार के अनुक्रम का अस्तित्व कब सुसंगत है",
    chapter: chapter["2"].b,
  },

  {
    id: "17",
    prevCodeInfo: "स्वीकृति की परिभाषा",
    prevCode: "17",
    newCode: "15",
    newCodeInfo: "स्वीकृति की परिभाषा",
    chapter: chapter["2"].c,
  },

  {
    id: "18",
    prevCodeInfo: "कार्यवाही के पक्षकार या उसके अभिकर्ता द्वारा",
    prevCode: "18",
    newCode: "16",
    newCodeInfo: "कार्यवाही के पक्षकार या उसके अभिकर्ता द्वारा",
    chapter: chapter["2"].c,
  },
  {
    id: "19",
    prevCodeInfo:
      "उन व्यक्तियों द्वारा स्वीकृतियाँ जिनकी स्थिति वाद के पक्षकारों के विरुद्ध साबित की जानी चाहिए",
    prevCode: "19",
    newCode: "17",
    newCodeInfo:
      "उन व्यक्तियों द्वारा स्वीकृतियाँ जिनकी स्थिति वाद के पक्षकारों के विरुद्ध साबित की जानी चाहिए",
    chapter: chapter["2"].c,
  },
  {
    id: "20",
    prevCodeInfo:
      "वाद के पक्षकार द्वारा अभिव्यक्त रूप से निर्दिष्ट व्यक्तियों द्वारा स्वीकृतियाँ",
    prevCode: "20",
    newCode: "18",
    newCodeInfo:
      "वाद के पक्षकार द्वारा अभिव्यक्त रूप से निर्दिष्ट व्यक्तियों द्वारा स्वीकृतियाँ",
    chapter: chapter["2"].c,
  },
  {
    id: "21",
    prevCodeInfo:
      "स्वीकृतियों का उन्हें करने वाले व्यक्तियों के विरुद्ध और उनके द्वारा या उनकी ओर से साबित किया जाना",
    prevCode: "21",
    newCode: "19",
    newCodeInfo:
      "स्वीकृतियों का उन्हें करने वाले व्यक्तियों के विरुद्ध और उनके द्वारा या ओर से साबित किया जाना",
    chapter: chapter["2"].c,
  },

  {
    id: "22",
    prevCodeInfo:
      "दस्तावेजों की अन्तर्वस्तु के बारे में मौखिक स्वीकृतियां कब सुसंगत होती हैं",
    prevCode: "22",
    newCode: "20",
    newCodeInfo:
      "दस्तावेजों की अन्तर्वस्तु के बारे में मौखिक स्वीकृतियां कब सुसंगत होती हैं",
    chapter: chapter["2"].c,
  },

  {
    id: "23",
    prevCodeInfo:
      "इलेक्ट्रानिक अभिलेखों की अंतर्वस्तु के बारे में मौखिक स्वीकृतियाँ कब सुसंगत होती हैं",
    prevCode: "22ए",
    newCode: "----",
    newCodeInfo: "----",
    chapter: chapter["2"].c,
  },

  {
    id: "24",
    prevCodeInfo: "सिविल मामलों में स्वीकृतियां कब सुसंगत होती है।",
    prevCode: "23",
    newCode: "21",
    newCodeInfo: "सिविल मामलों में स्वीकृतियां कब सुसंगत होती है।",
    chapter: chapter["2"].c,
  },

  {
    id: "25",
    prevCodeInfo:
      "उत्प्रेरणा, धमकी या वचन द्वारा कराई गई संस्वीकृति दाण्डिक कार्यवाही में कब विसंगत होती है",
    prevCode: "24",
    newCode: "22",
    newCodeInfo:
      "उत्प्रेरणा, धमकी या वचन द्वारा कराई गई संस्वीकृति दाण्डिक कार्यवाही में कब विसंगत होती है।",
    chapter: chapter["2"].c,
  },

  {
    id: "26",
    prevCodeInfo: "पुलिस ऑफिसर से की गई संस्वीकृति का साबित न किया जाना",
    prevCode: "25",
    newCode: "23(1)",
    newCodeInfo: "पुलिस अधिकारी से की गई संस्वीकृति",
    chapter: chapter["2"].c,
  },

  {
    id: "27",
    prevCodeInfo:
      "पुलिस की अभिरक्षा में होते हुए अभियुक्त द्वारा की गई संस्वीकृति का उसके विरुद्ध साबित न किया जाना",
    prevCode: "26",
    newCode: "23(2)",
    newCodeInfo: "पुलिस अधिकारी से की गई संस्वीकृति",
    chapter: chapter["2"].c,
  },

  {
    id: "28",
    prevCodeInfo: "अभियुक्त से प्राप्त जानकारी में से कितनी साबित की जा सकेगी",
    prevCode: "27",
    newCode: "23(3)",
    newCodeInfo: "पुलिस अधिकारी से की गई संस्वीकृति",
    chapter: chapter["2"].c,
  },

  {
    id: "29",
    prevCodeInfo:
      "उत्प्रेरणा, धमकी या वचन से पैदा हुए मन पर प्रभाव के दूर हो जाने के पश्चात् की गई संस्वीकृति सुसंगत है",
    prevCode: "28",
    newCode: "22",
    newCodeInfo:
      "उत्प्रेरणा, धमकी, प्रपीड़न या वचन द्वारा कराई गई संस्वीकृति दाण्डिक कार्यवाही में कब विसंगत होती है",
    chapter: chapter["2"].c,
  },

  {
    id: "30",
    prevCodeInfo:
      "अन्यथा सुसंगत संस्वीकृति का गुप्त रखने के वचन आदि के कारण विसंगत न हो जाना",
    prevCode: "29",
    newCode: "22",
    newCodeInfo:
      "उत्प्रेरणा, धमकी, प्रपीड़न या वचन द्वारा कराई गई संस्वीकृति दाण्डिक कार्यवाही में कब विसंगत होती है।",
    chapter: chapter["2"].c,
  },

  {
    id: "31",
    prevCodeInfo:
      "साबित संस्वीकृति को, जो उसे करने वाले व्यक्ति तथा एक ही अपराध के लिए संयुक्त रूप से विचारित अन्य को प्रभावित करती है विचार में लेना",
    prevCode: "30",
    newCode: "24",
    newCodeInfo:
      "साबित संस्वीकृति को, जो उसे करने वाले व्यक्ति और एक ही अपराध के लिए संयुक्त रूप से विचारित अन्य को प्रभावित करती है विचार में लेना",
    chapter: chapter["2"].c,
  },

  {
    id: "32",
    prevCodeInfo: "स्वीकृतियां निश्चायक सबूत नहीं हैं किंतु विबंध कर सकती हैं",
    prevCode: "31",
    newCode: "25",
    newCodeInfo: "स्वीकृतियां निश्चायक सबूत नहीं हैं किंतु विबंध कर सकती हैं",
    chapter: chapter["2"].c,
  },

  {
    id: "33",
    prevCodeInfo:
      "वे दशाएं जिनमें उस व्यक्ति द्वारा सुसंगत तथ्य का किया गया कथन सुसंगत है, जो मर गया है या मिल नहीं सकता, इत्यादि",
    prevCode: "32",
    newCode: "26",
    newCodeInfo:
      "वे दशाएं जिनमें उस व्यक्ति द्वारा सुसंगत तथ्य का किया गया कथन सुसंगत है, जो मर गया है या मिल नहीं सकता, इत्यादि",
    chapter: chapter["2"].d,
  },

  {
    id: "34",
    prevCodeInfo:
      "किसी साक्ष्य में कथित तथ्यों की सत्यता को पश्चात्वर्ती कार्यवाही में साबित करने के लिए उस साक्ष्य की सुसंगति",
    prevCode: "33",
    newCode: "27",
    newCodeInfo:
      "किसी साक्ष्य में कथित तथ्यों की सत्यता को पश्चात्वर्ती कार्यवाही में साबित करने के लिए उस साक्ष्य की सुसंगति",
    chapter: chapter["2"].d,
  },

  {
    id: "35",
    prevCodeInfo:
      "लेखा पुस्तकों की प्रविष्टियां, जिनके अंतर्गत वे भी हैं, जो इलेक्ट्रानिक रूप में रखी गई हों, कब सुसंगत हैं",
    prevCode: "34",
    newCode: "28",
    newCodeInfo:
      "लेखा पुस्तकों की प्रविष्टियां, जिनके अंतर्गत वे भी हैं, जो इलेक्ट्रानिक रूप में रखी गई हों, कब सुसंगत हैं",
    chapter: chapter["2"].e,
  },

  {
    id: "36",
    prevCodeInfo:
      "कर्त्तव्य पालन में की गई लोक अभिलेख या इलेक्ट्रानिक अभिलेख की प्रविष्टियों की सुसंगति",
    prevCode: "35",
    newCode: "29",
    newCodeInfo:
      "कर्त्तव्य पालन में की गई लोक अभिलेख या इलेक्ट्रानिक अभिलेख की प्रविष्टियों की सुसंगति",
    chapter: chapter["2"].e,
  },
  {
    id: "37",
    prevCodeInfo: "मानचित्रों, चार्टो और रेखांकों के कथनों की सुसंगति",
    prevCode: "36",
    newCode: "30",
    newCodeInfo: "मानचित्रों, चार्टो और रेखांकों के कथनों की सुसंगति",
    chapter: chapter["2"].e,
  },

  {
    id: "38",
    prevCodeInfo:
      "किन्हीं अधिनियमों या अधिसूचनाओं में अंतर्विष्ट लोक प्रकृति के तथ्य के बारे में कथन की सुसंगति",
    prevCode: "37",
    newCode: "31",
    newCodeInfo:
      "किन्हीं अधिनियमों या अधिसूचनाओं में अंतर्विष्ट लोक प्रकृति के तथ्य के बारे में कथन की सुसंगति",
    chapter: chapter["2"].e,
  },
  {
    id: "39",
    prevCodeInfo:
      "विधि की पुस्तकों में अंतर्विष्ट किसी विधि के कथनों की सुसंगति",
    prevCode: "38",
    newCode: "32",
    newCodeInfo:
      "विधि की पुस्तकों में अन्तर्विष्ट किसी विधि के कथनों की सुसंगति, जिसके अंतर्गत इलैक्ट्रॉनिक या डिजिटल प्ररूप भी हैं",
    chapter: chapter["2"].e,
  },
  {
    id: "40",
    prevCodeInfo:
      "जबकि कथन किसी बातचीत, दस्तावेज, इलेक्ट्रानिक अभिलेख, पुस्तक अथवा पत्रों या कागज-पत्रों की आवली का भाग हो, तब क्या साक्ष्य दिया जाए",
    prevCode: "39",
    newCode: "33",
    newCodeInfo:
      "कथन किसी बातचीत, दस्तावेज, इलैक्ट्रानिक अभिलेख, पुस्तक या पत्रों या कागज-पत्रों की आवली का भाग हो, तब क्या साक्ष्य दिया जाए",
    chapter: chapter["2"].f,
  },
  {
    id: "41",
    prevCodeInfo: "द्वितीय वाद या विचारण के वारणार्थ पूर्व निर्णय सुसंगत हैं",
    prevCode: "40",
    newCode: "34",
    newCodeInfo: "द्वितीय वाद या विचारण के वारणार्थ पूर्व निर्णय सुसंगत हैं",
    chapter: chapter["2"].g,
  },

  {
    id: "42",
    prevCodeInfo:
      "प्रोबेट इत्यादि विषयक अधिकारिता के किन्हीं निर्णयों की सुसंगति",
    prevCode: "41",
    newCode: "35",
    newCodeInfo:
      "प्रोबेट इत्यादि विषयक अधिकारिता के किन्हीं निर्णयों की सुसंगति",
    chapter: chapter["2"].g,
  },

  {
    id: "43",
    prevCodeInfo:
      "धारा 41 में वर्णित से भिन्न निर्णयों, आदेशों या डिक्रियों की सुसंगति और प्रभाव UBI",
    prevCode: "42",
    newCode: "36",
    newCodeInfo:
      "धारा 35 में वर्णित से भिन्न निर्णयों, आदेशों या डिक्रियों की सुसंगति और प्रभाव",
    chapter: chapter["2"].g,
  },

  {
    id: "44",
    prevCodeInfo:
      "धाराओं 40 से 42 में वर्णित से भित्र निर्णय आदि कब सुसंगत हैं",
    prevCode: "43",
    newCode: "37",
    newCodeInfo:
      "धारा 34, धारा 35 और धारा 36 में वर्णित से भिन्न निर्णय आदि कब सुसंगत हैं",
    chapter: chapter["2"].g,
  },

  {
    id: "45",
    prevCodeInfo:
      "निर्णय अभिप्राप्त करने में कपट या दुस्संधि अथवा न्यायालय की अक्षमता साबित की जा सकेग",
    prevCode: "44",
    newCode: "38",
    newCodeInfo:
      "निर्णय अभिप्राप्त करने में कपट या दुस्संधि अथवा न्यायालय की अक्षमता साबित की जा सकेगी",
    chapter: chapter["2"].g,
  },
  {
    id: "46",
    prevCodeInfo: "विशेषज्ञों की राय",
    prevCode: "45",
    newCode: "39(1)",
    newCodeInfo: "विशेषज्ञों की रायें",
    chapter: chapter["2"].h,
  },

  {
    id: "47",
    prevCodeInfo: "इलेक्ट्रॉनिक साक्ष्य के परीक्षक की राय",
    prevCode: "45क",
    newCode: "39(2)",
    newCodeInfo: "विशेषज्ञो की रायें",
    chapter: chapter["2"].h,
  },

  {
    id: "48",
    prevCodeInfo: "विशेषज्ञों की रायों से संबंधित तथ्य",
    prevCode: "46",
    newCode: "40",
    newCodeInfo: "विशेषज्ञों की रायों से संबंधित तथ्य",
    chapter: chapter["2"].h,
  },

  {
    id: "49",
    prevCodeInfo: "हस्तलेख के बारे में राय कब सुसंगत है",
    prevCode: "47",
    newCode: "41(1)",
    newCodeInfo: "हस्तलेख और हस्ताक्षर के बारे में राय कब सुसंगत है",
    chapter: chapter["2"].h,
  },

  {
    id: "50",
    prevCodeInfo: "इलेक्ट्रानिक चिह्नक के बारे में राय कब सुसंगत है",
    prevCode: "47क",
    newCode: "41(2)",
    newCodeInfo: "हस्तलेख और हस्ताक्षर के बारे में राय कब सुसंगत है",
    chapter: chapter["2"].h,
  },
  {
    id: "51",
    prevCodeInfo: "अधिकार या रूढ़ि के अस्तित्व के बारे में रायें कब सुसंगत हैं",
    prevCode: "48",
    newCode: "42",
    newCodeInfo:
      "साधारण रूढि या अधिकार के अस्तित्व के बारे में रायें कब सुसंगत हैं",
    chapter: chapter["2"].h,
  },
  {
    id: "52",
    prevCodeInfo: "प्रथाओं, सिद्धांतों आदि के बारे में रायें कब सुसंगत हैं",
    prevCode: "49",
    newCode: "43",
    newCodeInfo: "प्रथाओं, सिद्धांतों आदि के बारे में वाण रायें कब सुसंगत हैं",
    chapter: chapter["2"].h,
  },
  {
    id: "53",
    prevCodeInfo: "नातेदारी के बारे में रायें कब सुसंगत है लाक",
    prevCode: "50",
    newCode: "44",
    newCodeInfo: "नातेदारी के बारे में रायें कब सुसंगत है",
    chapter: chapter["2"].h,
  },
  {
    id: "54",
    prevCodeInfo: "राय के आधार कब सुसंगत है",
    prevCode: "51",
    newCode: "45",
    newCodeInfo: "राय के आधार कब सुसंगत है",
    chapter: chapter["2"].h,
  },
  {
    id: "55",
    prevCodeInfo:
      "सिविल मामलों में अध्यारोपित आचरण साबित करने के लिए शील विसंगत है",
    prevCode: "52",
    newCode: "46",
    newCodeInfo:
      "सिविल मामलों में अध्यारोपित आचरण साबित करने के लिए शील विसंगत है",
    chapter: chapter["2"].i,
  },
  {
    id: "56",
    prevCodeInfo: "दाण्डिक मामलों में पूर्वतन अच्छा शील सुसंगत है",
    prevCode: "53",
    newCode: "47",
    newCodeInfo: "दाण्डिक मामलों में पूर्वतन अच्छा शील सुसंगत है",
    chapter: chapter["2"].i,
  },
  {
    id: "57",
    prevCodeInfo:
      "कतिपय मामलों में शील या पूर्व लैंगिक अनुभव के साक्ष्य का सुसंगत न होना",
    prevCode: "53क",
    newCode: "48",
    newCodeInfo:
      "कतिपय मामलों में शील या पूर्व लैंगिक अनुभव के साक्ष्य का सुसंगत न होना",
    chapter: chapter["2"].i,
  },
  {
    id: "58",
    prevCodeInfo: "उत्तर में होने के सिवाय पूर्वतन बुरा शील सुसंगत नहीं है",
    prevCode: "54",
    newCode: "49",
    newCodeInfo: "उत्तर में होने के सिवाय पूर्वतन बुरा शील सुसंगत नहीं है",
    chapter: chapter["2"].i,
  },
  {
    id: "59",
    prevCodeInfo: "नुकसानी पर प्रभाव डालने वाला शील",
    prevCode: "55",
    newCode: "50",
    newCodeInfo: "नुकसानी पर प्रभाव डालने वाला शील",
    chapter: chapter["2"].i,
  },
  {
    id: "60",
    prevCodeInfo: "न्यायिक रूप से अवेक्षणीय तथ्य साबित करना आवश्यक नहीं है",
    prevCode: "56",
    newCode: "51",
    newCodeInfo: "न्यायिक रूप से अवेक्षणीय तथ्य साबित करना आवश्यक नहीं है",
    chapter: chapter["3"].a,
  },
  {
    id: "61",
    prevCodeInfo: "वे तथ्य, जिनकी न्यायिक अवेक्षा न्यायालय को करनी होगी",
    prevCode: "57",
    newCode: "52",
    newCodeInfo: "वे तथ्य, जिनकी न्यायिक अवेक्षा न्यायालय को करनी होगी",
    chapter: chapter["3"].a,
  },
  {
    id: "62",
    prevCodeInfo: "स्वीकृत तथ्यों को साबित करना आवश्यक नही",
    prevCode: "58",
    newCode: "53",
    newCodeInfo: "स्वीकृत तथ्यों को साबित करना आवश्यक नही",
    chapter: chapter["3"].a,
  },
  {
    id: "63",
    prevCodeInfo: "मौखिक साक्ष्य द्वारा तथ्यों का साबित किया जाना",
    prevCode: "59",
    newCode: "54",
    newCodeInfo: "मौखिक साक्ष्य द्वारा तथ्यों का साबित किया जाना",
    chapter: chapter["3"].b,
  },
  {
    id: "64",
    prevCodeInfo: "मौखिक साक्ष्य प्रत्यक्ष होना चाहिए",
    prevCode: "60",
    newCode: "55",
    newCodeInfo: "मौखिक साक्ष्य प्रत्यक्ष होना चाहिए",
    chapter: chapter["3"].b,
  },
  {
    id: "65",
    prevCodeInfo: "दस्तावेजों की अंतवस्तु का सबूत",
    prevCode: "61",
    newCode: "56",
    newCodeInfo: "दस्तावेजों की अंतवस्तु का सबूत",
    chapter: chapter["3"].c,
  },
  {
    id: "66",
    prevCodeInfo: "प्राथमिक साक्ष्य",
    prevCode: "62",
    newCode: "57",
    newCodeInfo: "प्राथमिक साक्ष्य",
    chapter: chapter["3"].c,
  },
  {
    id: "67",
    prevCodeInfo: "द्वितीयक साक्ष्य",
    prevCode: "63",
    newCode: "58",
    newCodeInfo: "द्वितीयक साक्ष्य",
    chapter: chapter["3"].c,
  },
  {
    id: "68",
    prevCodeInfo: "दस्तावेजो का प्राथमिक साक्ष्य द्वारा साबित किया जाना",
    prevCode: "64",
    newCode: "59",
    newCodeInfo: "दस्तावेजो का प्राथमिक साक्ष्य द्वारा साबित किया जाना",
    chapter: chapter["3"].c,
  },
  {
    id: "69",
    prevCodeInfo:
      "अवस्थाएं जिनमें दस्तावेजों के संबंध में द्धितीयक साक्ष्य दिया जा सकेगा",
    prevCode: "65",
    newCode: "60",
    newCodeInfo:
      "अवस्थाएं जिनमें दस्तावेजों के संबंध में द्वितीयक साक्ष्य दिया जा सकेगा",
    chapter: chapter["3"].c,
  },
  {
    id: "70",
    prevCodeInfo:
      "इलेक्टानिक अभिलेख से संबंधित साक्ष्य के बारे में विशेष उपबंध",
    prevCode: "65क",
    newCode: "62",
    newCodeInfo: "इलेक्टानिक अभिलेख से संबंधित साक्ष्य के बारे में विशेष उपबंध",
    chapter: chapter["3"].c,
  },
  {
    id: "71",
    prevCodeInfo: "इलेक्टॉनिक अभिलेखों की ग्राहता",
    prevCode: "65ख",
    newCode: "63",
    newCodeInfo: "इलेक्टॉनिक अभिलेखों की ग्राहता",
    chapter: chapter["3"].c,
  },
  {
    id: "72",
    prevCodeInfo: "पेश करने की सूचना के बारे में नियम",
    prevCode: "66",
    newCode: "64",
    newCodeInfo: "पेश करने की सूचना के बारे में नियम",
    chapter: chapter["3"].c,
  },
  {
    id: "73",
    prevCodeInfo:
      " जिस व्यक्ति के बारे में अभिकथित है कि उसने पेश की गई दस्तावेज को हस्ताक्षरित किया था या लिखा था उस व्यक्ति के हस्ताक्षर और हस्तलेख का साबित किया जाना",
    prevCode: "67",
    newCode: "65",
    newCodeInfo:
      "जिस व्यक्ति के बारे में अभिकथित है कि उसने पेश की गई दस्तावेज को हस्ताक्षरित किया था या लिखा था उस व्यक्ति के हस्ताक्षर और हस्तलेख का साबित किया जाना",
    chapter: chapter["3"].c,
  },
  {
    id: "74",
    prevCodeInfo: "इलेक्ट्रानिक चिन्हक के बारे में सबूत",
    prevCode: "67क",
    newCode: "66",
    newCodeInfo: "इलेक्ट्रानिक चिन्हक के बारे में सबूत",
    chapter: chapter["3"].c,
  },
  {
    id: "75",
    prevCodeInfo:
      "ऐसी दस्तावेज के निष्पादन का साबित किया जाना जिसका अनुप्रमाणित होना विधि द्वारा अपेक्षित है",
    prevCode: "68",
    newCode: "67",
    newCodeInfo:
      "ऐसी दस्तावेज के निष्पादन का साबित किया जाना जिसका अनुप्रमाणित होना विधि द्वारा अपेक्षित है",
    chapter: chapter["3"].c,
  },
  {
    id: "76",
    prevCodeInfo: "जब किसी भी अनुप्रमाणक साक्षी का पता न चले, तब सबूत",
    prevCode: "69",
    newCode: "68",
    newCodeInfo: "जब किसी भी अनुप्रमाणक साक्षी का पता न चले, तब सबूत",
    chapter: chapter["3"].c,
  },
  {
    id: "77",
    prevCodeInfo: "अनुप्रमाणित दस्तावेज के पक्षकार द्वारा निष्पादन की स्वीकृति",
    prevCode: "70",
    newCode: "69",
    newCodeInfo: "अनुप्रमाणित दस्तावेज के पक्षकार द्वारा निष्पादन की स्वीकृति",
    chapter: chapter["3"].c,
  },
  {
    id: "78",
    prevCodeInfo:
      "जबकि अनुप्रमाणिक साक्षी निष्पादन का प्रत्याख्यान करता है, तब सबूत",
    prevCode: "71",
    newCode: "70",
    newCodeInfo:
      "जबकि अनुप्रमाणिक साक्षी निष्पादन का प्रत्याख्यान करता है, तब सबूत",
    chapter: chapter["3"].c,
  },
  {
    id: "79",
    prevCodeInfo:
      "उस दस्तावेज का साबित किया जाना जिसका अनुप्रमाणित होना विधि द्वारा अपेक्षित नहीं है",
    prevCode: "72",
    newCode: "71",
    newCodeInfo:
      "उस दस्तावेज का साबित किया जाना जिसका अनुप्रमाणित होना विधि द्वारा अपेक्षित नहीं है",
    chapter: chapter["3"].c,
  },
  {
    id: "80",
    prevCodeInfo:
      "हस्ताक्षर, लेख या मुद्रा की तुलना अन्यों से स्वीकृत या साबित है",
    prevCode: "73",
    newCode: "72",
    newCodeInfo:
      "हस्ताक्षर, लेख या मुद्रा की तुलना अन्यों से स्वीकृत या साबित है",
    chapter: chapter["3"].c,
  },
  {
    id: "81",
    prevCodeInfo: "अंकीय चिन्ह के सत्यापन के बारे में सबूत",
    prevCode: "73क",
    newCode: "73",
    newCodeInfo: "डिजिटल हस्ताक्षर के सत्यापन के बारे में सबूत",
    chapter: chapter["3"].c,
  },
  {
    id: "82",
    prevCodeInfo: "लोक दस्तावेजें",
    prevCode: "74",
    newCode: "74",
    newCodeInfo: "लोक और प्राइवेट दस्तावेज",
    chapter: chapter["3"].d,
  },
  {
    id: "83",
    prevCodeInfo: "लोक दस्तावेजें",
    prevCode: "75",
    newCode: "74",
    newCodeInfo: "लोक और प्राइवेट दस्तावेज",
    chapter: chapter["3"].d,
  },
  {
    id: "84",
    prevCodeInfo: "लोक दस्तावेजों की प्रमाणित प्रतियां",
    prevCode: "76",
    newCode: "75",
    newCodeInfo: "लोक दस्तावेजों की प्रमाणित प्रतियां",
    chapter: chapter["3"].d,
  },
  {
    id: "85",
    prevCodeInfo: "प्रमाणित प्रतियों के पेश करने द्वारा दस्तावेजों का सबूत",
    prevCode: "77",
    newCode: "76",
    newCodeInfo: "प्रमाणित प्रतियों के पेश करने द्वारा दस्तावेजों का सबूत",
    chapter: chapter["3"].d,
  },
  {
    id: "86",
    prevCodeInfo: "अन्य शासकीय दस्तावेजों का सबूत",
    prevCode: "78",
    newCode: "77",
    newCodeInfo: "अन्य शासकीय दस्तावेजों का सबूत",
    chapter: chapter["3"].d,
  },
  {
    id: "87",
    prevCodeInfo: "प्रमाणित प्रतियों के असली होने के बारे में उपधारणा",
    prevCode: "79",
    newCode: "78",
    newCodeInfo: "प्रमाणित प्रतियों के असली होने के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "88",
    prevCodeInfo:
      "साक्ष्य के अभिलेख के तौर पर पेश की दस्तावेंजो के बारे में उपधारण",
    prevCode: "80",
    newCode: "79",
    newCodeInfo:
      "साक्ष्य, आदि के अभिलेख के तौर पर पेश की दस्तावेंजो के बारे में उपधारण",
    chapter: chapter["3"].e,
  },
  {
    id: "89",
    prevCodeInfo:
      "राजपत्रों समाचारपत्रों पार्लियामेंट के प्राईवेट एक्टों और अन्य दस्तावेजों के बारे में उपधारण",
    prevCode: "81",
    newCode: "80",
    newCodeInfo: "राजपत्रों समाचारपत्रों और अन्य दस्तावेजों के बारे में उपधारण",
    chapter: chapter["3"].e,
  },
  {
    id: "90",
    prevCodeInfo: "इलेक्ट्रानिक रूप में राजपत्र के बारे में उपधारणा",
    prevCode: "81क",
    newCode: "81",
    newCodeInfo:
      "इलेक्ट्रानिक या डिजिटल अभिलेख में राजपत्र के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "91",
    prevCodeInfo:
      "मुद्रा या हस्ताक्षर के सबूत के बिना इंग्लैण्ड में ग्राह्य दस्तावेज के बारे में उपधारणा",
    prevCode: "82",
    newCode: "----",
    newCodeInfo: "----",
    chapter: chapter["3"].e,
  },
  {
    id: "92",
    prevCodeInfo:
      "सरकार के प्राधिकार द्वारा बनाए गए मानचित्रों या रेखांकों के बारे म उपधारणा",
    prevCode: "83",
    newCode: "82",
    newCodeInfo:
      "सरकार के प्राधिकार द्वारा बनाए गए मानचित्रों या रेखांकों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "93",
    prevCodeInfo:
      "विधियों के संग्रह और विनिश्चयों की रिपोर्टों के बारे में उपधारणा",
    prevCode: "84",
    newCode: "83",
    newCodeInfo:
      "विधियों के संग्रह और विनिश्चयों की रिपोर्टों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "94",
    prevCodeInfo: "मुख्तारनामों के बारे में उपधारणा",
    prevCode: "85",
    newCode: "84",
    newCodeInfo: "मुख्तारनामों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "95",
    prevCodeInfo: "इलेक्ट्रानिक करारों के बारे में उपधारणा",
    prevCode: "85क",
    newCode: "85",
    newCodeInfo: "इलेक्ट्रानिक करारों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "96",
    prevCodeInfo:
      "इलेक्ट्रानिक अभिलेखों और इलेक्ट्रनिक चिह्नक के बारे में उपधारणा",
    prevCode: "85ख",
    newCode: "86",
    newCodeInfo:
      "इलेक्ट्रानिक अभिलेखों और इलेक्ट्रनिक हस्ताक्षरों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "97",
    prevCodeInfo: "इलेक्ट्रानिक चिह्नक प्रमाण पत्र के बारे में उपधारणा",
    prevCode: "85ग",
    newCode: "87",
    newCodeInfo: "इलेक्ट्रानिक हस्ताक्षर प्रमाण पत्र के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "98",
    prevCodeInfo:
      "विदेशी न्यायिक अभिलेखों की प्रमाणित प्रतियों के बारे में उपधारणा",
    prevCode: "86",
    newCode: "88",
    newCodeInfo:
      "विदेशी न्यायिक अभिलेखों की प्रमाणित प्रतियों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "99",
    prevCodeInfo: "पुस्तकों मानचित्रों और चार्टो के बारे में उपधारणा",
    prevCode: "87",
    newCode: "89",
    newCodeInfo: "पुस्तकों मानचित्रों और चार्टो के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "100",
    prevCodeInfo: "तार संदेशों के बारे में उपधारणा",
    prevCode: "88",
    newCode: "----",
    newCodeInfo: "----",
    chapter: chapter["3"].e,
  },
  {
    id: "101",
    prevCodeInfo: "इलेक्ट्रानिक संदेशों के बारे में उपधारणा",
    prevCode: "88क",
    newCode: "90",
    newCodeInfo: "इलेक्ट्रानिक संदेशों के बारे में मियाज उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "102",
    prevCodeInfo:
      "पेश न की गई दस्तावेजों के सम्यक निष्पादन आदि के बारे में उपधारणा",
    prevCode: "89",
    newCode: "91",
    newCodeInfo:
      "पेश न की गई दस्तावेजों के सम्यक निष्पादन आदि के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "103",
    prevCodeInfo: "तीस वर्ष पुरानी दस्तावेज के बारे में उपधारणा",
    prevCode: "90",
    newCode: "92",
    newCodeInfo: "तीस वर्ष पुरानी दस्तावेज के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "104",
    prevCodeInfo: "पांच वर्षीय पुराने इलेक्ट्रानिक",
    prevCode: "90क",
    newCode: "93",
    newCodeInfo:
      "पांच वर्षीय पुराने इलेक्ट्रानिक अभिलेखों के बारे में उपधारणा अभिलेखों के बारे में उपधारणा",
    chapter: chapter["3"].e,
  },
  {
    id: "105",
    prevCodeInfo:
      "दस्तावेजो के रूप में लेखबद्ध संविदाओ अनुदानों तथा संपत्ति के अन्य व्ययनों के निबंधनों का साक्ष्या",
    prevCode: "91",
    newCode: "94",
    newCodeInfo:
      "दस्तावेजो के रूप में लेखबद्ध संविदाओ अनुदानों तथा संपत्ति के अन्य व्ययनों के निबंधनों का साक्ष्या",
    chapter: chapter["3"].f,
  },
  {
    id: "106",
    prevCodeInfo: "मौखिक करार के साक्ष्य का अपवर्जन",
    prevCode: "92",
    newCode: "95",
    newCodeInfo: "मौखिक करार के साक्ष्य का अपवर्जन",
    chapter: chapter["3"].f,
  },
  {
    id: "107",
    prevCodeInfo:
      "संदिग्धार्थ दस्तावेज को स्पष्ट करने या उसका संशोधन करने के साक्ष्य का अपवर्जन",
    prevCode: "93",
    newCode: "96",
    newCodeInfo:
      "संदिग्धार्थ दस्तावेज को स्पष्ट करने या उसका संशोधन करने के साक्ष्य का अपवर्जन",
    chapter: chapter["3"].f,
  },
  {
    id: "108",
    prevCodeInfo:
      "विद्यमान तथ्यों को दस्तावेज के लागू होने के विरूद्ध साक्ष्य का अपवर्जन",
    prevCode: "94",
    newCode: "97",
    newCodeInfo:
      "विद्यमान तथ्यों को दस्तावेज के लागू होने के विरूद्ध साक्ष्य का अपवर्जन",
    chapter: chapter["3"].f,
  },
  {
    id: "109",
    prevCodeInfo:
      "विद्यमान तथ्यों के संदर्भ में अर्थहीन दस्तावेज के बारे में साक्ष्य",
    prevCode: "95",
    newCode: "98",
    newCodeInfo:
      "विद्यमान तथ्यों के संदर्भ में अर्थहीन दस्तावेज के बारे में साक्ष्य",
    chapter: chapter["3"].f,
  },
  {
    id: "110",
    prevCodeInfo:
      "उस भाषा के लागू होने के बारे में साक्ष्य जो कई व्यक्तियों में से केवल एक को लागू हो सकती है",
    prevCode: "96",
    newCode: "99",
    newCodeInfo:
      "उस भाषा के लागू होने के बारे में साक्ष्य जो कई व्यक्तियों में से केवल एक को लागू हो सकती है",
    chapter: chapter["3"].f,
  },
  {
    id: "111",
    prevCodeInfo:
      "तथ्यों के दो संवर्गो में से जिनमें से किसी एक को भी वह भाषा पूरी की पूरी ठीक-ठीक लागू नही होती, उसमें से एक को भाषा के लागू होने के बारे में साक्ष्य",
    prevCode: "97",
    newCode: "100",
    newCodeInfo:
      "तथ्यों के दो संवर्गों में से जिनमें से किसी एक को भी वह भाषा पूरी की पूरी ठीक-ठीक लागू नही होती, उसमें से एक को भाषा के लागू होने के बारे में साक्ष्य",
    chapter: chapter["3"].f,
  },
  {
    id: "112",
    prevCodeInfo: "न पढी जा सकने वाली लिपि आदि के अर्थ के बारे में साक्ष्य",
    prevCode: "98",
    newCode: "101",
    newCodeInfo: "न पढी जा सकने वाली लिपि आदि के अर्थ के बारे में साक्ष्य",
    chapter: chapter["3"].f,
  },
  {
    id: "113",
    prevCodeInfo:
      "दस्तावेज के निबंधनों में फेरफार करने वाले करार का साक्ष्य कौन दे सकेगा",
    prevCode: "99",
    newCode: "102",
    newCodeInfo:
      "दस्तावेज के निबंधनों में फेरफार करने वाले करार का साक्ष्य कौन दे सकेगा",
    chapter: chapter["3"].f,
  },
  {
    id: "114",
    prevCodeInfo: "भारतीय उत्राधिकार अधि० के विल संबंधी उपबंधो की व्यावृत्ति",
    prevCode: "100",
    newCode: "103",
    newCodeInfo: "भारतीय उत्राधिकार अधि० के विल संबंधी उपबंधो की व्यावृत्ति",
    chapter: chapter["3"].f,
  },
  {
    id: "115",
    prevCodeInfo: "सबूत का भार",
    prevCode: "101",
    newCode: "104",
    newCodeInfo: "सबूत का भार",
    chapter: chapter["4"].a,
  },
  {
    id: "116",
    prevCodeInfo: "सबूत का भार किस पर होता है",
    prevCode: "102",
    newCode: "105",
    newCodeInfo: "सबूत का भार किस पर होता है",
    chapter: chapter["4"].a,
  },
  {
    id: "117",
    prevCodeInfo: "विशिष्ट तथ्य के बारे में सबूत का भार",
    prevCode: "103",
    newCode: "106",
    newCodeInfo: "विशिष्ट तथ्य के बारे में सबूत का भार",
    chapter: chapter["4"].a,
  },
  {
    id: "118",
    prevCodeInfo:
      "साक्ष्य को ग्राह बनाने के लिये जो तथ्य साबित किया जाना हो, उसे साबित करने का भार",
    prevCode: "104",
    newCode: "107",
    newCodeInfo:
      "साक्ष्य को ग्राह बनाने के लिये जो तथ्य साबित किया जाना हो, उसे साबित करने का भार",
    chapter: chapter["4"].a,
  },
  {
    id: "119",
    prevCodeInfo:
      "यह साबित करने का भार कि अभियुक्त का मामला अपवादों के अंतर्गत आता है",
    prevCode: "105",
    newCode: "108",
    newCodeInfo:
      "यह साबित करने का भार कि अभियुक्त का मामला अपवादों के अंतर्गत आता है",
    chapter: chapter["4"].a,
  },

  {
    id: "120",
    prevCodeInfo: "विशेषतः ज्ञात तथ्य को साबित करने का भार",
    prevCode: "106",
    newCode: "109",
    newCodeInfo: "विशेषतः ज्ञात तथ्य को साबित करने का भार",
    chapter: chapter["4"].a,
  },

  {
    id: "121",
    prevCodeInfo:
      "उस व्यक्ति की मृत्यु साबित करने का भार जिसका तीस वर्ष के भीतर जीवित होना ज्ञात है",
    prevCode: "107",
    newCode: "110",
    newCodeInfo:
      "उस व्यक्ति की मृत्यु साबित करने का भार जिसका तीस वर्ष के भीतर जीवित होना ज्ञात है",
    chapter: chapter["4"].a,
  },
  {
    id: "122",
    prevCodeInfo:
      "यह साबित करने का भार कि वह व्यक्ति, जिसके बारे में 7 वर्ष से कुछ सुना नही गया है, जीवित है",
    prevCode: "108",
    newCode: "111",
    newCodeInfo:
      "यह साबित करने का भार कि वह व्यक्ति, जिसके बारे में 7 वर्ष से कुछ सुना नही गया है, जीवित है",
    chapter: chapter["4"].a,
  },
  {
    id: "123",
    prevCodeInfo:
      "भागीदारो, भूस्वामी और अभिधारी, मालिक और अभिकर्ता के मामलों में सबूत का भार",
    prevCode: "109",
    newCode: "112",
    newCodeInfo:
      "भागीदारो, भूस्वामी और अभिधारी, मालिक और अभिकर्ता के मामलों में सबूत का भार",
    chapter: chapter["4"].a,
  },

  {
    id: "124",
    prevCodeInfo: "स्वामित्व के बारे में सबूत का भार",
    prevCode: "110",
    newCode: "113",
    newCodeInfo: "स्वामित्व के बारे में सबूत का भार",
    chapter: chapter["4"].a,
  },
  {
    id: "125",
    prevCodeInfo:
      "उन संव्यहारो में सद्भाव का साबित किया जाना जिनमें एक पक्षकार का संबंध सक्रिय विश्वास का है",
    prevCode: "111",
    newCode: "114",
    newCodeInfo:
      "उन संव्यहारो में सद्भाव का साबित किया जाना जिनमें एक पक्षकार का संबंध सक्रिय विश्वास का है",
    chapter: chapter["4"].a,
  },
  {
    id: "126",
    prevCodeInfo: "कुछ अपराधों के बारे में उपधारणा",
    prevCode: "111क",
    newCode: "115",
    newCodeInfo: "कुछ अपराधों के बारे में उपधारणा",
    chapter: chapter["4"].a,
  },
  {
    id: "127",
    prevCodeInfo:
      "वैवाहिक स्थिति के दौरान जन्म होना धर्मजत्व का निश्चायक सबूत है",
    prevCode: "112",
    newCode: "116",
    newCodeInfo:
      "वैवाहिक स्थिति के दौरान जन्म होना धर्मजत्व का निश्चायक सबूत है",
    chapter: chapter["4"].a,
  },
  {
    id: "128",
    prevCodeInfo: "राज्यक्षेत्र के अर्ध्यपण का सबूत",
    prevCode: "113",
    newCode: "----",
    newCodeInfo: "----",
    chapter: chapter["4"].a,
  },
  {
    id: "129",
    prevCodeInfo:
      "किसी विवाहित स्त्री द्वारा आत्महत्या के दुष्प्रेरण के बारे में उपधारणा",
    prevCode: "113क",
    newCode: "117",
    newCodeInfo:
      "किसी विवाहित स्त्री द्वारा आत्महत्या के दुष्प्रेरण के बारे में उपधारणा",
    chapter: chapter["4"].a,
  },
  {
    id: "130",
    prevCodeInfo: "दहेज मृत्यु के बारे में उपधारणा",
    prevCode: "113ख",
    newCode: "118",
    newCodeInfo: "दहेज मृत्यु के बारे में उपधारणा",
    chapter: chapter["4"].a,
  },
  {
    id: "131",
    prevCodeInfo: "न्यायालय किन्ही तथ्यों का अस्तित्व उपधारित कर सकेगा",
    prevCode: "114",
    newCode: "119",
    newCodeInfo: "न्यायालय किन्ही तथ्यों का अस्तित्व उपधारित कर सकेगा",
    chapter: chapter["4"].a,
  },
  {
    id: "132",
    prevCodeInfo:
      "बलात्संग के लिये कतिपय अभियोजन में संम्मति के न होने के बारे में उपधारणा",
    prevCode: "114क",
    newCode: "120",
    newCodeInfo:
      "बलात्संग के लिये कतिपय अभियोजन में संम्मति के न होने के बारे में उपधारणा",
    chapter: chapter["4"].a,
  },
  {
    id: "133",
    prevCodeInfo: "विवन्ध",
    prevCode: "115",
    newCode: "121",
    newCodeInfo: "विबन्ध",
    chapter: chapter["4"].b,
  },
  {
    id: "134",
    prevCodeInfo:
      "अभिधारी का और कब्जाधारी व्यक्ति के अनुज्ञप्तिधारी का का विबंध",
    prevCode: "116",
    newCode: "122",
    newCodeInfo:
      "अभिधारी का और कब्जाधारी व्यक्ति के अनुज्ञप्तिधारी का का विबंध",
    chapter: chapter["4"].b,
  },
  {
    id: "135",
    prevCodeInfo:
      "विनिमय पत्र के प्रतिगृहीता का, उपनिहिती का या अनुज्ञप्तिधारी का विबंध",
    prevCode: "117",
    newCode: "123",
    newCodeInfo:
      "विनिमय पत्र के प्रतिगृहीता का, उपनिहिती का या अनुज्ञप्तिधारी का विबंध",
    chapter: chapter["4"].b,
  },
  {
    id: "136",
    prevCodeInfo: "कौन साक्ष्य दे सकेगा",
    prevCode: "118",
    newCode: "124",
    newCodeInfo: "कौन साक्ष्य दे सकेगा",
    chapter: chapter["4"].c,
  },
  {
    id: "137",
    prevCodeInfo: "साक्षी का मौखिक रूप से संसूचित करने में असमर्थ होना",
    prevCode: "119",
    newCode: "125",
    newCodeInfo: "साक्षी का मौखिक रूप से संसूचित करने में असमर्थ होना",
    chapter: chapter["4"].c,
  },
  {
    id: "138",
    prevCodeInfo:
      "सिविल वाद के पक्षकार और उनकी पत्नियां या पति दाण्डिक विचारण के अधीन व्यक्ति का पति या पत्नी",
    prevCode: "120",
    newCode: "126",
    newCodeInfo:
      "कतिपय मामलों में पति और पत्नी की साक्षियों के रूप में सक्षमता",
    chapter: chapter["4"].c,
  },
  {
    id: "139",
    prevCodeInfo: "न्यायाधीश और मजिस्ट्रेट",
    prevCode: "121",
    newCode: "127",
    newCodeInfo: "न्यायाधीश और मजिस्ट्रेट",
    chapter: chapter["4"].c,
  },
  {
    id: "140",
    prevCodeInfo: "विवाहित स्थिति के दौरान में की गई संसूचनाएं",
    prevCode: "122",
    newCode: "128",
    newCodeInfo: "विवाहित स्थिति के दौरान में की गई संसूचनाएं",
    chapter: chapter["4"].c,
  },
  {
    id: "141",
    prevCodeInfo: "राज्य के कार्यकलापों के बारे में साक्ष्य",
    prevCode: "123",
    newCode: "129",
    newCodeInfo: "राज्य के कार्यकलापों के बारे में साक्ष्य",
    chapter: chapter["4"].c,
  },
  {
    id: "142",
    prevCodeInfo: "शासकीय संसूचनाएं",
    prevCode: "124",
    newCode: "130",
    newCodeInfo: "शासकीय संसूचनाएं",
    chapter: chapter["4"].c,
  },
  {
    id: "143",
    prevCodeInfo: "अपराधों के करने के बारे में जानकारी",
    prevCode: "125",
    newCode: "131",
    newCodeInfo: "अपराधों के करने के बारे में जानकारी",
    chapter: chapter["4"].c,
  },
  {
    id: "144",
    prevCodeInfo: "वृत्तिक संसूचनाएं",
    prevCode: "126",
    newCode: "132",
    newCodeInfo: "वृत्तिक संसूचना",
    chapter: chapter["4"].c,
  },
  {
    id: "145",
    prevCodeInfo: "धारा 126 दुभाषियों आदि को लागू होगी",
    prevCode: "127",
    newCode: "132(3)",
    newCodeInfo: "वृत्तिक संसूचना",
    chapter: chapter["4"].c,
  },
  {
    id: "146",
    prevCodeInfo:
      "साक्ष्य देने के लिए स्वमेव उद्यत होने से विशेषाधिकार अधित्यक्त नहीं हो जाता",
    prevCode: "128",
    newCode: "133",
    newCodeInfo:
      "साक्ष्य देने के लिए स्वमेव उद्यत होने से विशेषाधिकार अधित्यक्त नहीं हो जाता",
    chapter: chapter["4"].c,
  },
  {
    id: "147",
    prevCodeInfo: "विधि सलाहकारों से गोपनीय संसूचनाएं",
    prevCode: "129",
    newCode: "134",
    newCodeInfo: "विधि सलाहकारों से गोपनीय संसूचनाएं",
    chapter: chapter["4"].c,
  },
  {
    id: "148",
    prevCodeInfo: "जो साक्षी पक्षकार नहीं है उसके हक विलेखों का पेश किया जाना",
    prevCode: "130",
    newCode: "135",
    newCodeInfo: "जो साक्षी पक्षकार नहीं है उसके हक विलेखों का पेश किया जाना",
    chapter: chapter["4"].c,
  },
  {
    id: "149",
    prevCodeInfo:
      "ऐसे दस्तावेजों या इलेक्ट्रोनिक अभिलेखों का पेश किया जाना जिन्हें कोई दूसरा व्यक्ति, जिसका उन पर कब्जा है पेश करने से इंकार कर सकता था",
    prevCode: "131",
    newCode: "136",
    newCodeInfo:
      "ऐसे दस्तावेजों या इलेक्ट्रोनिक अभिलेखों का पेश किया जाना जिन्हें कोई दूसरा व्यक्ति, जिसका उन पर कब्जा है पेश करने से इंकार कर सकता था",
    chapter: chapter["4"].c,
  },
  {
    id: "150",
    prevCodeInfo:
      "इस आधार पर कि उत्तर उसे अपराध में फसायेगा, साक्षी उत्तर देने से क्षम्य न होगा",
    prevCode: "132",
    newCode: "137",
    newCodeInfo:
      "इस आधार पर कि उत्तर उसे अपराध में फसायेगा, साक्षी उत्तर देने से क्षम्य न होगा",
    chapter: chapter["4"].c,
  },
  {
    id: "151",
    prevCodeInfo: "सहअपराधी",
    prevCode: "133",
    newCode: "138",
    newCodeInfo: "सहअपराधी",
    chapter: chapter["4"].c,
  },
  {
    id: "152",
    prevCodeInfo: "साक्षियों की संख्या",
    prevCode: "134",
    newCode: "139",
    newCodeInfo: "साक्षियों की संख्या",
    chapter: chapter["4"].c,
  },
  {
    id: "153",
    prevCodeInfo: "साक्षियों के पेशकरण और उनकी परीक्षा का क्रम",
    prevCode: " 135",
    newCode: "140",
    newCodeInfo: "साक्षियों के पेशकरण और उनकी परीक्षा का क्रम",
    chapter: chapter["4"].d,
  },
  {
    id: "154",
    prevCodeInfo: "न्यायाधीश साक्षी ग्राह्यता के बारे में निश्चय करेगा",
    prevCode: "136",
    newCode: "141",
    newCodeInfo: "न्यायाधीश साक्षी ग्राह्यता के बारे में निश्चय करेगा",
    chapter: chapter["4"].d,
  },
  {
    id: "155",
    prevCodeInfo: "मुख्य परीक्षा, चीफ, प्रतिपरीक्षा, पुनः परीक्षा",
    prevCode: "137",
    newCode: "142",
    newCodeInfo: "साक्षियों की परीक्षा",
    chapter: chapter["4"].d,
  },
  {
    id: "156",
    prevCodeInfo: "परीक्षाओं का क्रम",
    prevCode: "138",
    newCode: "143",
    newCodeInfo: "परीक्षाओं का क्रम",
    chapter: chapter["4"].d,
  },
  {
    id: "157",
    prevCodeInfo:
      "किसी दस्तावेज को पेश करने के लिए समनित व्यक्ति की प्रतिपरीक्षा",
    prevCode: "139",
    newCode: "144",
    newCodeInfo:
      "किसी दस्तावेज को पेश करने के लिए समनित व्यक्ति की प्रतिपरीक्षा",
    chapter: chapter["4"].d,
  },
  {
    id: "158",
    prevCodeInfo: "शील का साक्ष्य देने वाले साक्षी",
    prevCode: "140",
    newCode: "145",
    newCodeInfo: "शील का साक्ष्य देने वाले साक्षी",
    chapter: chapter["4"].d,
  },
  {
    id: "159",
    prevCodeInfo: "सूचक प्रशन",
    prevCode: "141",
    newCode: "146",
    newCodeInfo: "सूचक प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "160",
    prevCodeInfo: "उन्हें कब नहीं पूछा जाना चाहिए",
    prevCode: "142",
    newCode: "146",
    newCodeInfo: "सूचक प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "161",
    prevCodeInfo: "उन्हें कब पूछा जा सकेगा",
    prevCode: "143",
    newCode: "146",
    newCodeInfo: "सूचक प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "162",
    prevCodeInfo: "लेखबद्ध विषयों के बारे में साक्ष्य",
    prevCode: "144",
    newCode: "147",
    newCodeInfo: "लेखबद्ध विषयों के बारे में साक्ष्य",
    chapter: chapter["4"].d,
  },
  {
    id: "163",
    prevCodeInfo: "पूर्वतन लेखबद्ध कथनों के बारे में प्रतिपरीक्षा",
    prevCode: "145",
    newCode: "148",
    newCodeInfo: "पूर्वतन लेखबद्ध कथनों के बारे में प्रतिपरीक्षा",
    chapter: chapter["4"].d,
  },
  {
    id: "164",
    prevCodeInfo: "प्रतिपरीक्षा में विधिपूर्ण प्रशन",
    prevCode: "146",
    newCode: "149",
    newCodeInfo: "प्रतिपरीक्षा में विधिपूर्ण प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "165",
    prevCodeInfo: "साक्षी को उत्तर देने के लिए कब विवश किया जायेगा",
    prevCode: "147",
    newCode: "150",
    newCodeInfo: "साक्षी को उत्तर देने के लिए कब विवश किया जायेगा",
    chapter: chapter["4"].d,
  },
  {
    id: "166",
    prevCodeInfo:
      "न्यायालय विनिश्चित करेगा कि कब प्रशन पूछा जायेगा और साक्षी का उत्तर देने के लिए कब विवश किया जायेगा",
    prevCode: "148",
    newCode: "151",
    newCodeInfo:
      "न्यायालय विनिश्चित करेगा कि कब प्रशन पूछा जायेगा और साक्षी का उत्तर देने के लिए कब विवश किया जायेगा",
    chapter: chapter["4"].d,
  },
  {
    id: "167",
    prevCodeInfo: "युक्तियुक्त आधारों के बिना प्रशन न पूछा जायेगा",
    prevCode: "149",
    newCode: "152",
    newCodeInfo: "युक्तियुक्त आधारों के बिना प्रशन न पूछा जायेगा",
    chapter: chapter["4"].d,
  },
  {
    id: "168",
    prevCodeInfo:
      "युक्तियुक्त आधारों के बिना प्रशन पूछे जाने की अवस्था में न्यायालय की प्रक्रिया",
    prevCode: "150",
    newCode: "153",
    newCodeInfo:
      "युक्तियुक्त आधारों के बिना प्रशन पूछे जाने की अवस्था में न्यायालय की प्रक्रिया",
    chapter: chapter["4"].d,
  },
  {
    id: "169",
    prevCodeInfo: "अशिष्ट और कलंकात्मक प्रशन",
    prevCode: "151",
    newCode: "154",
    newCodeInfo: "अशिष्ट और कलंकात्मक प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "170",
    prevCodeInfo: "अपमानित या क्षुब्ध करने के लिए आशयित प्रशन",
    prevCode: "152",
    newCode: "155",
    newCodeInfo: "अपमानित या क्षुब्ध करने के लिए आशयित प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "171",
    prevCodeInfo:
      "सत्यवाादिता परखने के प्रशनो के उत्तरों का खण्डन करने के लिए साक्ष्य का अपवर्जन",
    prevCode: "153",
    newCode: "156",
    newCodeInfo:
      "सत्यवाादिता परखने के प्रशनो के उत्तरों का खण्डन करने के लिए साक्ष्य का अपवर्जन",
    undefined:
      "सत्यवादिता परखने के प्रशनो के उत्तरों का खण्डन करने के लिए साक्ष्य का अपवर्जन",
    chapter: chapter["4"].d,
  },
  {
    id: "172",
    prevCodeInfo: "पक्षकार द्वारा अपने ही साक्षी से प्रशन",
    prevCode: "154",
    newCode: "157",
    newCodeInfo: "पक्षकार द्वारा अपने ही साक्षी से प्रशन",
    chapter: chapter["4"].d,
  },
  {
    id: "173",
    prevCodeInfo: "साक्षी की विश्वसनीयता पर अभिक्षेप",
    prevCode: "155",
    newCode: "158",
    newCodeInfo: "साक्षी की विश्वसनीयता पर अभिक्षेप",
    chapter: chapter["4"].d,
  },
  {
    id: "174",
    prevCodeInfo:
      "सुसंगत तथ्य के साक्ष्य की संपुष्टि करने की प्रवृत्ति रखने वाले प्रश्न ग्राह्य होगें",
    prevCode: "156",
    newCode: "159",
    newCodeInfo:
      "सुसंगत तथ्य के साक्ष्य की संपुष्टि करने की प्रवृत्ति रखने वाले प्रश्न ग्राह्य होगें",
    chapter: chapter["4"].d,
  },
  {
    id: "175",
    prevCodeInfo:
      "उस तथ्य के बारे में पश्चातवर्ती अभिसाक्ष्य की सम्पुष्टि करने के लिए साक्षी के पूर्वतन कथन साबित किए जा सकेंगे",
    prevCode: "157",
    newCode: "160",
    newCodeInfo:
      "उस तथ्य के बारे में पश्चातवर्ती अभिसाक्ष्य की सम्पुष्टि करने के लिए साक्षी के पूर्वतन कथन साबित किए जा सकेंगे",
    chapter: chapter["4"].d,
  },
  {
    id: "176",
    prevCodeInfo:
      "साबित कथन के बारे में, जो कथन धारा 32 या 33 के अधीन सुसंगत है, कौन-सी बातें साबित की जा सकेंगी",
    prevCode: "158",
    newCode: "161",
    newCodeInfo:
      "साबित कथन के बारे में, जो कथन धारा 32 या 33 के अधीन सुसंगत है, कौन-सी बातें साबित की जा सकेंगी",
    chapter: chapter["4"].d,
  },
  {
    id: "177",
    prevCodeInfo: "स्मृति ताजी करना",
    prevCode: "159",
    newCode: "162",
    newCodeInfo: "स्मृति ताजी करना",
    chapter: chapter["4"].d,
  },
  {
    id: "178",
    prevCodeInfo:
      "धारा 159 में वर्णित दस्तावेज में कथित तथ्यों के लिए परिसाक्ष्य",
    prevCode: "160",
    newCode: "163",
    newCodeInfo:
      "धारा 162 में वर्णित दस्तावेज में कथित तथ्यों के लिए परिसाक्ष्य",
    chapter: chapter["4"].d,
  },
  {
    id: "179",
    prevCodeInfo:
      "स्मृति ताजी करने के लिए प्रयुक्त लेख के बारे में प्रतिपक्षी का अधिकार",
    prevCode: "161",
    newCode: "164",
    newCodeInfo:
      "स्मृति ताजी करने के लिए प्रयुक्त लेख के बारे में प्रतिपक्षी का अधिकार",
    chapter: chapter["4"].d,
  },
  {
    id: "180",
    prevCodeInfo: "दस्तावेज का पेश किया जाना",
    prevCode: "162",
    newCode: "165",
    newCodeInfo: "दस्तावेज का पेश किया जाना",
    chapter: chapter["4"].d,
  },
  {
    id: "181",
    prevCodeInfo:
      "मंगाई गयी और सूचना पर पेश की गई दस्तावेज का साक्ष्य के रूप में दिया जाना",
    prevCode: "163",
    newCode: "166",
    newCodeInfo:
      "मंगाई गयी और सूचना पर पेश की गई दस्तावेज का साक्ष्य के रूप में दिया जाना",
    chapter: chapter["4"].d,
  },
  {
    id: "183",
    prevCodeInfo:
      "सूचना पाने पर जिस दस्तावेज के पेश करने से इंकार कर दिया गया है उसको साक्ष्य के रूप में उपयोग में लाना",
    prevCode: "164",
    newCode: "167",
    newCodeInfo:
      "सूचना पाने पर जिस दस्तावेज के पेश करने से इंकार कर दिया गया है उसको साक्ष्य के रूप में उपयोग में लाना",
    chapter: chapter["4"].d,
  },
  {
    id: "184",
    prevCodeInfo: "प्रशन करने या पेश करने का आदेश देने की न्यायाधीश की शक्ति",
    prevCode: "165",
    newCode: "168",
    newCodeInfo: "प्रशन करने या पेश करने का देने की न्यायाधीश की शक्ति",
    chapter: chapter["4"].d,
  },
  {
    id: "185",
    prevCodeInfo: "जूरी या असेसरों की प्रश्न करने की शक्ति",
    prevCode: "166",
    newCode: "----",
    newCodeInfo: "----",
    chapter: chapter["4"].e,
  },
  {
    id: "186",
    prevCodeInfo:
      "साक्ष्य के अनुचित ग्रहण या अग्रहण के लिए नवीन विचारण नहीं होगा",
    prevCode: "167",
    newCode: "169",
    newCodeInfo:
      "साक्ष्य के अनुचित ग्रहण या अग्रण या अग्रहण के लिए नवीन विचारण नहीं होगा",
    chapter: chapter["4"].e,
  },
  {
    id: "187",
    prevCodeInfo: "----",
    prevCode: "----",
    newCode: "170",
    newCodeInfo: "निरसन एवं व्यावृत्तिया",
    chapter: chapter["4"].e,
  },
];
