export const howToUseHomeScreenData = [
    {
      id: 1,
      imgUr: require("../../assets/images/homeScreenHowToImage_1.png"),
      title: "होम स्क्रीन पर उपस्थित कार्ड्स का विवरण!",
      content:
        "होम स्क्रीन पर तीन अलग-अलग रंगों के कार्ड हैं।, और हर कार्ड एक कानून का प्रतिनिधित्व करता है। पहला कार्ड भारतीय न्याय संहिता बिल, 2023 के लिए है, दूसरा कार्ड भारतीय नागरिक सुरक्षा संहिता बिल, 2023 को दर्शाता है, और तीसरा कार्ड भारतीय साक्ष्य बिल, 2023 से संबंधित है। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।",
    },
    {
      id: 2,
      imgUr: require("../../assets/images/homeScreenHowToImage_2.png"),
      title: "कार्ड्स में उपस्थित कार्ड्स बटन का विवरण!",
      content:
        "हर कार्ड में एक बटन है जिसे स्पर्श करने पर आप संबंधित स्क्रीन पर जा सकते हैं, जहाँ आप उस कानून की धारा खोज सकते हैं। आप जिस कानून की धारा देखना चाहते हैं, उस कार्ड पर बटन दबाकर संबंधित स्क्रीन पर जाकर धारा खोज सकते हैं। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।",
    },
    {
      id: 3,
      imgUr: require("../../assets/images/homeScreenHowToImage_3.png"),
      title: "हेडर पर मौजूद दो चिन्हों का विवरण!",
      content:
        "हेडर पर दो चिन्ह हैं जो बटन के रूप में काम करते हैं। पहला चिन्ह 'अबाउट स्क्रीन' को दर्शाता है, जहाँ इस एप्लिकेशन और इसके उद्देश्य के बारे में जानकारी मिलेगी। दूसरा चिन्ह आपको वर्तमान स्क्रीन के बारे में और इसे कैसे उपयोग करना है, इस संबंध में मदद प्रदान करेगा। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।",
    },
  ];