//Here we have data which will explain about BNS that how many sections sre added and removed.

export default bnsInfoData = [
  '"भारतीय न्याय संहिता, 2023" में "भारतीय दंड संहिता, 1860" की तुलना में निम्नलिखित प्रमुख बदलाव किए गए हैं: \nये बदलाव कानूनों को अधिक आधुनिक और नागरिक-केंद्रित बनाने के उद्देश्य से किए गए हैं, जिसमें %महिलाओं% और %बच्चों% के खिलाफ अपराधों पर विशेष ध्यान दिया गया है। साथ ही, न्यायिक प्रक्रिया में तेजी लाने के लिए %डिजिटल उपकरणों% का भी समावेश किया गया है, जैसे %वीडियो कॉन्फ्रेंसिंग% और %ई-एफआईआर% प्रणाली',
  "कुल धाराएँ: धारा संख्या को $511 से घटाकर$ 356 कर दिया गया है।",
  "संशोधन: %175% धाराओं में बदलाव किए गए हैं।",
  "नई धाराएँ जोड़ी गईं: %8 नई धाराएँ शामिल की गई हैं।%",
  "हटाई गई धाराएँ: $22 धाराओं को हटा दिया गया है।$",
];
