export const howToUseNyayaSanhitaData = [
  {
    id: 1,
    imgUr: require("../../assets/images/nyayaSanhitaHowToImage_1.png"),
    title: "भारतीय न्याय संहिता 2023 की स्क्रीन पर उपस्थित कार्ड्स का विवरण!",
    content:
      'भारतीय न्याय संहिता 2023 की स्क्रीन पर आप दोनों कानूनों की सभी धाराएँ दर्शाने वाले कार्ड्स को देख सकते हैं, और अधिक धाराओं को दर्शाने वाले कार्ड्स देखने के लिए आप स्क्रीन को नीचे स्क्रॉल कर सकते हैं। स्क्रीन पर विभिन्न रंगों के कार्ड दिखाई देंगे, जिनमें प्रत्येक कार्ड "भारतीय दंड संहिता, 1860" और भारतीय न्याय संहिता 2023 से संबंधित जानकारी को दर्शाता है। प्रत्येक कार्ड के दो भाग हैं – ऊपर वाला भाग "भारतीय दंड संहिता, 1860" को दर्शाता है, और नीचे वाला भाग "भारतीय न्याय संहिता 2023" की जानकारी प्रदान करता है। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।',
  },
  {
    id: 2,
    imgUr: require("../../assets/images/nyayaSanhitaHowToImage_2.png"),
    title: "सर्च बॉक्स के उपयोग से विशेष धारा कैसे खोजें?",
    content:
      'भारतीय न्याय संहिता 2023 की नई धारा खोजने के लिए आप स्क्रीन में नीचे दिए गए सर्च बॉक्स का उपयोग कर सकते हैं। यदि आपको "भारतीय न्याय संहिता 2023" की कोई विशेष धारा खोजनी है, तो आपको सर्च बॉक्स में पुराने "भारतीय दंड संहिता, 1860" की संबंधित धारा डालनी होगी, सर्च बॉक्स स्क्रीन में नीचे स्थित है। जैसे ही आप पुराने "भारतीय दंड संहिता, 1860" की धारा सर्च बॉक्स में डालते हैं, उस धारा और उसकी नई धारा वाला कार्ड स्क्रीन पर दिखाई देगा। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।',
  },
  {
    id: 3,
    imgUr: require("../../assets/images/nyayaSanhitaHowToImage_3.png"),
    title: "हिंदी कीबोर्ड का उपयोग कैसे करें?",
    content:
      'सर्च बॉक्स के साथ ही हिंदी कीबोर्ड का विकल्प भी दिया गया है। सर्च बॉक्स के दाईं ओर एक बटन है, जिसे क्लिक करके आप हिंदी कीबोर्ड प्राप्त कर सकते हैं। इस हिंदी कीबोर्ड में "क", "ख", "ग", "घ", "ङ", "च", "छ" जैसे आवश्यक हिंदी अक्षर हैं, जिनका उपयोग आप धारा जैसे 498क को खोजने के लिए कर सकते हैं। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।',
  },
  {
    id: 4,
    imgUr: require("../../assets/images/nyayaSanhitaHowToImage_4.png"),
    title: "पुरानी धारा से नई धारा या सीधे नई धारा खोजने का विकल्प कैसे चुनें।",
    content:
      "सर्च बॉक्स के दाईं ओर बटन है, जिस पर क्लिक करने से दो विकल्प मिलते हैं। पहले विकल्प में पुरानी धारा से नई धारा खोजें, और दूसरे में नई धारा सीधे डालकर खोजें। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।",
  },
  {
    id: 5,
    imgUr: require("../../assets/images/nyayaSanhitaHowToImage_5.png"),
    title: "सर्च बॉक्स में गलत धारा दर्ज करने पर त्रुटि संदेश!",
    content:
      "यदि उपयोगकर्ता सर्च बॉक्स में गलत धारा दर्ज करता है, तो उसे एक त्रुटि संदेश द्वारा सूचित किया जाएगा कि दर्ज की गई धारा गलत है और कृपया सही धारा दर्ज करें। यह संदेश उपयोगकर्ता को यह सुनिश्चित करने में मदद करेगा कि वह सही जानकारी प्राप्त करने के लिए सर्च बॉक्स में मान्य धारा ही दर्ज करे। आप इसे नीचे दी गई छवि से बेहतर समझ सकते हैं।",
  },
];
