export default data = [
  {
    id: 1,
    prevCode: "1",
    prevCodeInfo: "संछिप्त का नाम और उसके प्रवर्तन का विस्तार",
    newCode: "1(1)",
    newCodeInfo: "संछिप्त नाम, प्रारम्भ और लागू होना",
  },
  {
    id: 2,
    prevCode: "2",
    prevCodeInfo: "भारत के भीतर किए गए अपराधों का दंड",
    newCode: "1(3)",
    newCodeInfo: "संछिप्त नाम, प्रारम्भ और लागू होना",
  },
  {
    id: 3,
    prevCode: "3",
    prevCodeInfo:
      "भारत से परे किए गए किंतु उसके भीतर विधि के अनुसार विचारणीय अपराधों का दंड",
    newCode: "1(4)",
    newCodeInfo: "संछिप्त नाम, प्रारम्भ और लागू होना",
  },
  {
    id: 4,
    prevCode: "4",
    prevCodeInfo: "राज्यक्षेत्रातीत अपराधों पर संहिता का विस्तार",
    newCode: "1(5)",
    newCodeInfo: "संछिप्त नाम, प्रारम्भ और लागू होना",
  },
  {
    id: 5,
    prevCode: "5",
    prevCodeInfo: "कुछ विधियो पर इस अधिनियम द्वारा प्रभाव ना डाला जाना ",
    newCode: "1(6)",
    newCodeInfo: "संछिप्त नाम, प्रारम्भ और लागू होना",
  },
  {
    id: 6,
    prevCode: "6",
    prevCodeInfo: "संहिता में की परिभाषाओं का अपवादों के अध्याधीन  समझा जाना ",
    newCode: "3(1)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 7,
    prevCode: "7",
    prevCodeInfo: "एक बार स्पष्टीकृत पद का भाव",
    newCode: "3(2)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 8,
    prevCode: "8",
    prevCodeInfo: "लिंग",
    newCode: "2(10)",
    newCodeInfo: " लिंग",
  },
  {
    id: 9,
    prevCode: "9",
    prevCodeInfo: "वचन",
    newCode: "2(22)",
    newCodeInfo: " वचन",
  },
  {
    id: 10,
    prevCode: "10",
    prevCodeInfo: "पुरुष, स्त्री",
    newCode: "2(19), 2(35)",
    newCodeInfo: "2(19) पुरुष, 2(35) महिला",
  },
  {
    id: 11,
    prevCode: "11",
    prevCodeInfo: "व्यक्ति",
    newCode: "2(26)",
    newCodeInfo: "व्यक्ति",
  },
  {
    id: 12,
    prevCode: "12",
    prevCodeInfo: "लोक",
    newCode: "2(27)",
    newCodeInfo: "लोक",
  },
  {
    id: 13,
    prevCode: "13",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 14,
    prevCode: "14",
    prevCodeInfo: "सरकार का सेवक",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 15,
    prevCode: "15",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 16,
    prevCode: "16",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 17,
    prevCode: "17",
    prevCodeInfo: "सरकार",
    newCode: "2(12)",
    newCodeInfo: "सरकार",
  },
  {
    id: 18,
    prevCode: "18",
    prevCodeInfo: "भारत",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 19,
    prevCode: "19",
    prevCodeInfo: "न्यायाधीश",
    newCode: "2(16)",
    newCodeInfo: "न्यायाधीश",
  },
  {
    id: 20,
    prevCode: "20",
    prevCodeInfo: "न्यायालय",
    newCode: "2(5)",
    newCodeInfo: "न्यायालय",
  },
  {
    id: 21,
    prevCode: "21",
    prevCodeInfo: "लोक-सेवक",
    newCode: "2(28)",
    newCodeInfo: "लोक-सेवक",
  },
  {
    id: 22,
    prevCode: "22",
    prevCodeInfo: "जंगम संपत्ति",
    newCode: "2(21)",
    newCodeInfo: "जंगम संपत्ति",
  },
  {
    id: 23,
    prevCode: "23",
    prevCodeInfo: "सदोष अभिलाभ",
    newCode: "2(36), 2(38)",
    newCodeInfo:
      "2(36) सदोष अभिलाभ, 2(38) सदोष अभिलाभ प्राप्त करना और सदोष हानि उठाना",
  },
  {
    id: 24,
    prevCode: "24",
    prevCodeInfo: "बेईमानी से",
    newCode: "2(7)",
    newCodeInfo: "बेईमानी से",
  },
  {
    id: 25,
    prevCode: "24",
    prevCodeInfo: "बेईमानी से",
    newCode: "2(7)",
    newCodeInfo: "बेईमानी से",
  },
  {
    id: 26,
    prevCode: "25",
    prevCodeInfo: "कपटपूर्वक",
    newCode: "2(9)",
    newCodeInfo: "कपटपूर्वक",
  },
  {
    id: 27,
    prevCode: "26",
    prevCodeInfo: "विश्वास करने का कारण",
    newCode: "2(29)",
    newCodeInfo: "विश्वास करने का कारण",
  },
  {
    id: 28,
    prevCode: "27",
    prevCodeInfo: "पत्नी, लिपिक या सेवक के कब्जे में",
    newCode: "3(3)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 29,
    prevCode: "28",
    prevCodeInfo: "कूटकरण",
    newCode: "2(4)",
    newCodeInfo: "कूटकरण",
  },
  {
    id: 30,
    prevCode: "29",
    prevCodeInfo: "दस्तावेज",
    newCode: "2(8)",
    newCodeInfo: "दस्तावेज",
  },
  {
    id: 31,
    prevCode: "29क",
    prevCodeInfo: "इलेक्ट्रानिक अभिलेख",
    newCode: "2(39)",
    newCodeInfo: "-----",
  },
  {
    id: 32,
    prevCode: "30",
    prevCodeInfo: "मूल्यवान प्रतिभूति",
    newCode: "2(31)",
    newCodeInfo: "मूल्यवान प्रतिभूति",
  },
  {
    id: 33,
    prevCode: "31",
    prevCodeInfo: "विल",
    newCode: "2(34)",
    newCodeInfo: "विल",
  },
  {
    id: 34,
    prevCode: "32",
    prevCodeInfo:
      "कार्यों का निर्देश करने वाले शब्दों के अन्तर्गत अवैध लोप आता है",
    newCode: "3(4)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 35,
    prevCode: "33",
    prevCodeInfo: "'कार्य', 'लोप'",
    newCode: "2(1), 2(25)",
    newCodeInfo: "2(1) कार्य, 2(25) लोप",
  },
  {
    id: 36,
    prevCode: "34",
    prevCodeInfo:
      "सामान्य आशय को अग्रसर करने में कई व्यक्तियों द्वारा किए गए कार्य",
    newCode: "3(5)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 37,
    prevCode: "35",
    prevCodeInfo: "जबकि ऐसा कार्य इस कारण आपराधिक",
    newCode: "3(6)",
    newCodeInfo:
      "साधारण स्पष्टीकरण है कि वह आपराधिक ज्ञान या आशय से किया गया है",
  },
  {
    id: 38,
    prevCode: "36",
    prevCodeInfo: "अंशतः कार्य द्वारा और अंशतः लोप द्वारा",
    newCode: "3(7)",
    newCodeInfo: "साधारण स्पष्टीकरण कारित परिणाम",
  },
  {
    id: 39,
    prevCode: "37",
    prevCodeInfo:
      "किसी अपराध को गठित करने वाले कई कार्यों में से किसी एक को करके सहयोग करना",
    newCode: "3(8)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 40,
    prevCode: "38",
    prevCodeInfo:
      "आपराधिक कार्य में संपृक्त व्यक्ति विभिन्न अपराधों के दोषी हो सकेंगे",
    newCode: "3(9)",
    newCodeInfo: "साधारण स्पष्टीकरण",
  },
  {
    id: 41,
    prevCode: "39",
    prevCodeInfo: "स्वेच्छया",
    newCode: "2(33)",
    newCodeInfo: "स्वेच्छया",
  },
  {
    id: 42,
    prevCode: "40",
    prevCodeInfo: "अपराध",
    newCode: "2(24)",
    newCodeInfo: "अपराध",
  },
  {
    id: 43,
    prevCode: "41",
    prevCodeInfo: "विशेष विधि",
    newCode: "2(30)",
    newCodeInfo: "विशेष विधि",
  },
  {
    id: 44,
    prevCode: "42",
    prevCodeInfo: "स्थानीय विधि",
    newCode: "2(18)",
    newCodeInfo: "स्थानीय विधि",
  },
  {
    id: 45,
    prevCode: "43",
    prevCodeInfo: "अवैध, करने के लिए वैध रूप से आबद्ध",
    newCode: "2(15)",
    newCodeInfo: "अवैध, करने के लिए वैध रूप से आबद्ध",
  },
  {
    id: 46,
    prevCode: "44",
    prevCodeInfo: "क्षति",
    newCode: "2(14)",
    newCodeInfo: "क्षति",
  },
  {
    id: 47,
    prevCode: "45",
    prevCodeInfo: "जीवन",
    newCode: "2(17)",
    newCodeInfo: "जीवन",
  },
  {
    id: 48,
    prevCode: "46",
    prevCodeInfo: "मृत्यु",
    newCode: "2(6)",
    newCodeInfo: "मृत्यु",
  },
  {
    id: 49,
    prevCode: "47",
    prevCodeInfo: "जीवजन्तु",
    newCode: "2(2)",
    newCodeInfo: "जीवजन्तु",
  },
  {
    id: 50,
    prevCode: "48",
    prevCodeInfo: "जलयान",
    newCode: "2(32)",
    newCodeInfo: "जलयान",
  },
  {
    id: 51,
    prevCode: "49",
    prevCodeInfo: 'वर्ष, "मास" मास"',
    newCode: "2(20)",
    newCodeInfo: 'वर्ष, "मास"',
  },
  {
    id: 52,
    prevCode: "50",
    prevCodeInfo: "धारा",
    newCode: "",
    newCodeInfo: "",
  },
  {
    id: 53,
    prevCode: "51",
    prevCodeInfo: "शपथ",
    newCode: "2(23)",
    newCodeInfo: "शपथ",
  },
  {
    id: 54,
    prevCode: "52",
    prevCodeInfo: "सद्भावपूर्वक",
    newCode: "2(11)",
    newCodeInfo: "'सद्भावपूर्वक\"",
  },
  {
    id: 55,
    prevCode: "52क",
    prevCodeInfo: "संश्रय",
    newCode: "2(13)",
    newCodeInfo: "संश्रय",
  },
  {
    id: 56,
    prevCode: "53",
    prevCodeInfo: "दण्ड",
    newCode: "4",
    newCodeInfo: "----",
  },
  {
    id: 57,
    prevCode: "53क",
    prevCodeInfo: "निर्वासन के प्रति निर्देश का अर्थ लगाना",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 58,
    prevCode: "54",
    prevCodeInfo: "मृत्यु दण्डादेश का लघुकरण",
    newCode: "5",
    newCodeInfo: "दण्डादेश का लघुकरण",
  },
  {
    id: 59,
    prevCode: "55",
    prevCodeInfo: "आजीवन कारावास के दण्डादेश का लघुकरण",
    newCode: "5",
    newCodeInfo: "दण्डादेश का लघुकरण",
  },
  {
    id: 60,
    prevCode: "55क",
    prevCodeInfo: '"समुचित सरकार" की परिभाषा',
    newCode: "धारा 5 का स्पष्टीकरण",
    newCodeInfo: " दण्डादेश का लघुकरण",
  },
  {
    id: 61,
    prevCode: "56",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 62,
    prevCode: "57",
    prevCodeInfo: "दण्डावधियों की भित्रै",
    newCode: "6",
    newCodeInfo: "दण्डावधियों की भिन्ने",
  },
  {
    id: 63,
    prevCode: "58",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 64,
    prevCode: "59",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 65,
    prevCode: "60",
    prevCodeInfo:
      "दण्डादिष्ट कारावास के कतिपय मामलों में संपूर्ण कारावास या उसका कोई भाग कठिन या सादा हो सकेगा",
    newCode: "7",
    newCodeInfo:
      "दण्डादिष्ट कारावास के (कतिपय मामलों में सम्पूर्ण कारावास) पा उसका कोई भाग कठिन या सादा हो सकेगा",
  },
  {
    id: 66,
    prevCode: "61",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 67,
    prevCode: "62",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 68,
    prevCode: "63",
    prevCodeInfo: "जुर्माने की रकम",
    newCode: "8(1)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 69,
    prevCode: "64",
    prevCodeInfo: "जुर्माना न देने पर कारावास का दण्डादेश",
    newCode: "8(2)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 70,
    prevCode: "65",
    prevCodeInfo:
      "जबकि कारावास और जुर्माना दोनों आदिष्ट किए जा सकते हैं, तब जुर्माना न देने पर कारावास की अवधि",
    newCode: "8(3)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 71,
    prevCode: "66",
    prevCodeInfo: "जुर्माना न देने पर किस भांति का कारावास दिया जाए",
    newCode: "8(4)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 72,
    prevCode: "67",
    prevCodeInfo:
      "जुर्माना न देने पर कारावास, जबकि अपराध केवल जुर्माने से दण्डनीय हो",
    newCode: "8(5)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 73,
    prevCode: "68",
    prevCodeInfo: "जुर्माना देने पर कारावास का पर्यवसान हो जाना",
    newCode: "8(6)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 74,
    prevCode: "69",
    prevCodeInfo: "जुर्माने के आनुपातिक भाग के दे दिए जाने",
    newCode: "8(6)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 75,
    prevCode: "70",
    prevCodeInfo:
      "जुर्माने का छह वर्ष के भीतर या कारावास के दौरान में उग्रहणीय होना संपत्ति को दायित्व से मृत्यु उन्मुक्त नहीं करती",
    newCode: "8(7)",
    newCodeInfo:
      "जुर्माने की रकम, जुर्माना आदि, के संदाय में व्यतिक्रम किये जाने पर दायित्व",
  },
  {
    id: 76,
    prevCode: "71",
    prevCodeInfo: "कई अपराधों से मिलकर बने अपराध के लिए दण्ड की अवधि",
    newCode: "9",
    newCodeInfo: "कई अपराधों से मिलकर बने अपराध के लिए दण्ड की अवधि",
  },
  {
    id: 77,
    prevCode: "72",
    prevCodeInfo:
      "कई अपराधों में से एक के दोषी व्यक्ति के लिए दण्ड जबकि निर्णय में यह कयित है कि यह संदेह है कि वह किस अपराध का दोषी है",
    newCode: "10",
    newCodeInfo:
      "कई अपराधों में से एक के दोषी व्यक्ति के लिए दण्ड जबकि निर्णय में यह कयित है कि यह संदेह है कि वह किस अपराध का दोषी है",
  },
  {
    id: 78,
    prevCode: "73",
    prevCodeInfo: "एकांत परिरोध",
    newCode: "11",
    newCodeInfo: "एकांत परिरोध",
  },
  {
    id: 79,
    prevCode: "74",
    prevCodeInfo: "एकांत परिरोध की अवधि",
    newCode: "12",
    newCodeInfo: "एकांत परिरोध की अवधि",
  },
  {
    id: 80,
    prevCode: "75",
    prevCodeInfo: "पूर्व दोषसिद्धि के पश्चात् अध्याय 12 या अ",
    newCode: "13",
    newCodeInfo: "पूर्व दोषसिद्धि के पश्चात् कतिपय अपराधों के लिए वर्धित दण्ड",
  },
  {
    id: 81,
    prevCode: "76",
    prevCodeInfo:
      "विधि द्वारा आबद्ध या तथ्य की भूल के कारण अपने आपको विधि द्वारा आबद्ध होने का विश्वास करने वाले व्यक्ति द्वारा किया गया कार्य",
    newCode: "14",
    newCodeInfo:
      "विधि द्वारा आबद्ध या तथ्य की भूल के कारण अपने आपको विधि द्वारा आबद्ध होने का विश्वास करने वाले व्यक्ति द्वारा किया गया कार्य",
  },
  {
    id: 82,
    prevCode: "77",
    prevCodeInfo: "न्यायिकतः कार्य करते हुए न्यायाधीश का कार्य",
    newCode: "15",
    newCodeInfo: "न्यायिकतः कार्य करते हुए न्यायाधीश का कार्य",
  },
  {
    id: 83,
    prevCode: "78",
    prevCodeInfo: "न्यायालय के निर्णय या आदेश के अनुसार किया गया कार्य",
    newCode: "16",
    newCodeInfo: "न्यायालय के निर्णय या आदेश के अनुसार किया गया कार्य",
  },
  {
    id: 84,
    prevCode: "79",
    prevCodeInfo: "अपने को विधि द्वारा न्यायानुमत होने का विश्व",
    newCode: "17",
    newCodeInfo:
      "विधि द्वारा न्यायानुमत या तथ्य की भूल से अपने को विधि द्वारा न्यायानुमत होने का विश्वास करने वाले व्यक्ति द्वारा किया गया कार्य",
  },
  {
    id: 85,
    prevCode: "80",
    prevCodeInfo: "वैध कार्य करने में दुर्घटना",
    newCode: "18",
    newCodeInfo: "वैध कार्य करने में दुर्घटना",
  },
  {
    id: 86,
    prevCode: "81",
    prevCodeInfo:
      "कार्य, जिससे अपहानि कारित होना संभाव्य है. किन्तु जो आपराधिक आशय के बिना और अन्य अपहानि के निवारण के लिए किया गया है",
    newCode: "19",
    newCodeInfo:
      "कार्य, जिससे अपहानि कारित होना संभाव्य है. किन्तु जो आपराधिक आशय के बिना और अन्य अपहानि के निवारण के लिए किया गया है",
  },
  {
    id: 87,
    prevCode: "82",
    prevCodeInfo: "सात साल से कम आयु के शिशु का कार्य",
    newCode: "20",
    newCodeInfo: "सात साल से कम आयु के बालक का कार्य",
  },
  {
    id: 88,
    prevCode: "83",
    prevCodeInfo:
      "सात वर्ष से ऊपर किन्तु बारह वर्ष से कम आयु के अपरिपक्व समझ के शिशु का कार्य",
    newCode: "21",
    newCodeInfo:
      "सात वर्ष से ऊपर किन्तु बारह वर्ष से कम आयु के अपरिपक्व समझ के बालक का कार्य",
  },
  {
    id: 89,
    prevCode: "84",
    prevCodeInfo: "विकृतचित्त व्यक्ति का कार्य",
    newCode: "22",
    newCodeInfo: "विकृतचित्त वाले व्यक्ति का कार्य",
  },
  {
    id: 90,
    prevCode: "85",
    prevCodeInfo:
      "ऐसे व्यक्ति का कार्य जो अपनी इच्छा के विरुद्ध मत्तता में होने के कारण निर्णय पर पहुंचने में असमर्थ है",
    newCode: "23",
    newCodeInfo:
      "ऐसे व्यक्ति का कार्य जो अपनी इच्छा के विरुद्ध मत्तता में होने के कारण निर्णय पर पहुंचने में असमर्थ है",
  },
  {
    id: 91,
    prevCode: "86",
    prevCodeInfo:
      "किसी व्यक्ति द्वारा, जो मत्तता में है. किया गया अपराध जिसमे विशेष आशय या ज्ञान का होना अपेक्षित है",
    newCode: "24",
    newCodeInfo:
      "किसी व्यक्ति द्वारा, जो मत्तता में है. किया गया अपराध जिसमे विशेष आशय या ज्ञान का होना अपेक्षित है",
  },
  {
    id: 92,
    prevCode: "87",
    prevCodeInfo:
      "सम्मति से किया गया कार्य जिससे मृत्यु या घोर उपहति कारित करने का आशय न हो और न उसकी संभाव्यता का ज्ञान हो",
    newCode: "25",
    newCodeInfo:
      "सम्मति से किया गया कार्य जिससे मृत्यु या घोर उपहति कारित करने का आशय न हो और न उसकी संभाव्यता का ज्ञान हो",
  },
  {
    id: 93,
    prevCode: "88",
    prevCodeInfo:
      "किसी व्यक्ति के फायदे के लिए सम्मति से सद्भावपूर्वक किया गया कार्य जिससे मृत्यु कारित करने का आशय नहीं है",
    newCode: "26",
    newCodeInfo:
      "किसी व्यक्ति के फायदे के लिए सम्मति से सद्भावपूर्वक किया गया कार्य जिससे मृत्यु कारित करने का आशय नहीं है",
  },
  {
    id: 94,
    prevCode: "89",
    prevCodeInfo:
      "संरक्षक द्वारा या उसकी सम्मति से शिशु या उन्मत्त व्यक्ति के फायदे के लिए सद्भावपूर्वक किया गया कार्य",
    newCode: "27",
    newCodeInfo:
      "संरक्षक द्वारा या उसकी सम्मति से बालक या विकृत चित वाले व्यक्ति के फायदे के लिए सद्भावपूर्वक किया गया कार्य",
  },
  {
    id: 95,
    prevCode: "90",
    prevCodeInfo:
      "सम्मति, जिसके संबंध में यह ज्ञात हो कि वह भय या भ्रम के अधीन दी गई है",
    newCode: "28",
    newCodeInfo:
      "सम्मति, जिसके संबंध में यह ज्ञात हो कि वह भय या भ्रम के अधीन दी गई है",
  },
  {
    id: 96,
    prevCode: "91",
    prevCodeInfo:
      "ऐसे कार्यों का अपवर्जन जो कारित अपहानि के बिना भी स्वतः अपराध है",
    newCode: "29",
    newCodeInfo:
      "ऐसे कार्यों का अपवर्जन जो कारित अपहानि के बिना भी स्वतः अपराध है",
  },
  {
    id: 97,
    prevCode: "92",
    prevCodeInfo:
      "सम्मति के बिना किसी व्यक्ति के. फायदे के लिए सद्भावपूर्वक किया गया कार्य",
    newCode: "30",
    newCodeInfo:
      "सम्मति के बिना किसी व्यक्ति के. फायदे के लिए सद्भावपूर्वक किया गया कार्य",
  },
  {
    id: 98,
    prevCode: "93",
    prevCodeInfo: "सद्भावपूर्वक दी गई संसूचना",
    newCode: "31",
    newCodeInfo: "सद्भावपूर्वक दी गई संसूचना",
  },
  {
    id: 99,
    prevCode: "94",
    prevCodeInfo:
      "वह कार्य जिसको करने के लिए कोई व्यक्ति धमकियों द्वारा विवश किया गया है",
    newCode: "32",
    newCodeInfo:
      "वह कार्य जिसको करने के लिए कोई व्यक्ति धमकियों द्वारा विवश किया गया है",
  },
  {
    id: 100,
    prevCode: "95",
    prevCodeInfo: "तुच्छ अपहानि कारित करने वाला कार्य",
    newCode: "33",
    newCodeInfo: "तुच्छ अपहानि कारित करने वाला कार्य",
  },
  {
    id: 101,
    prevCode: "96",
    prevCodeInfo: "प्राइवेट प्रतिरक्षा में की गई बात",
    newCode: "34",
    newCodeInfo: "प्राइवेट प्रतिरक्षा में की गई बात",
  },
  {
    id: 102,
    prevCode: "97",
    prevCodeInfo: "शरीर तथा संपत्ति की प्राइवेट प्रतिरक्षा का अधिकार",
    newCode: "35",
    newCodeInfo: "शरीर तथा संपत्ति की प्राइवेट प्रतिरक्षा का अधिकार",
  },
  {
    id: 103,
    prevCode: "98",
    prevCodeInfo:
      "ऐसे व्यक्ति के कार्य के विरुद्ध प्राइवेट प्रतिरक्षा का अधिकार, जो विकृतचित्त आदि हो",
    newCode: "36",
    newCodeInfo:
      "ऐसे व्यक्ति के कार्य के विरुद्ध प्राइवेट प्रतिरक्षा का अधिकार, जो विकृत चित्त व्यक्ति हो",
  },
  {
    id: 104,
    prevCode: "99",
    prevCodeInfo:
      "कार्य, जिनके विरुद्ध प्राइवेट प्रतिरक्षा का कोई अधिकार नहीं है",
    newCode: "37",
    newCodeInfo:
      "कार्य, जिनके विरुद्ध प्राइवेट प्रतिरक्षा का कोई अधिकार नहीं है",
  },
  {
    id: 105,
    prevCode: "100",
    prevCodeInfo:
      "शरीर की प्राइवेट प्रतिरक्षा के अधिकार का विस्तार मृत्यु कारित करने तक कब होता है",
    newCode: "38",
    newCodeInfo:
      "शरीर की प्राइवेट प्रतिरक्षा के अधिकार का विस्तार मृत्यु कारित करने तक कब होता है",
  },
  {
    id: 106,
    prevCode: "101",
    prevCodeInfo:
      "कब ऐसे अधिकार का विस्तार मृत्यु से भिन्न कोई अपहानि कारित करने तक का होता है",
    newCode: "39",
    newCodeInfo:
      "कब ऐसे अधिकार का विस्तार मृत्यु से भिन्न कोई अपहानि कारित करने तक का होता है",
  },
  {
    id: 107,
    prevCode: "102",
    prevCodeInfo:
      "शरीर की प्राइवेट प्रतिरक्षा के अधिकार का प्रारंभ और बना रहना",
    newCode: "40",
    newCodeInfo: "शरीर की प्राइवेट प्रतिरक्षा के अधिकार का प्रारंभ और बना रहना",
  },
  {
    id: 108,
    prevCode: "103",
    prevCodeInfo:
      "कब सपत्ति की प्राइवेट प्रतिरक्षा क अधिकार का विस्तार मृत्यु कारित करने तक का होता है",
    newCode: "41",
    newCodeInfo:
      "कब सपत्ति की प्राइवेट प्रतिरक्षा क अधिकार का विस्तार मृत्यु कारित करने तक का होता है",
  },
  {
    id: 109,
    prevCode: "104",
    prevCodeInfo:
      "ऐसे अधिकार का विस्तार मृत्यु से भित्र कोई अपहानि कारित करने तक का कब होता है",
    newCode: "42",
    newCodeInfo:
      "ऐसे अधिकार का विस्तार मृत्यु से भित्र कोई अपहानि कारित करने तक का कब होता है",
  },
  {
    id: 110,
    prevCode: "105",
    prevCodeInfo:
      "सम्पत्ति की प्राइवेट प्रतिरक्षा के अधिकार का प्रारंभ और बना रहना",
    newCode: "43",
    newCodeInfo:
      "सम्पत्ति की प्राइवेट प्रतिरक्षा के अधिकार का प्रारंभ और बना रहना",
  },
  {
    id: 111,
    prevCode: "106",
    prevCodeInfo:
      "घातक हमले के विरुद्ध प्राइवेट प्रतिरक्षा का अधिकार जबकि निर्दोष व्यक्ति को अपहानि होने की जोखिम है",
    newCode: "44",
    newCodeInfo:
      "घातक हमले के विरुद्ध प्राइवेट प्रतिरक्षा का अधिकार जबकि निर्दोष व्यक्ति को अपहानि होने की जोखिम है",
  },
  {
    id: 112,
    prevCode: "107",
    prevCodeInfo: "किसी बात का दुष्प्रेरण",
    newCode: "45",
    newCodeInfo: "किसी बात का दुष्प्रेरण",
  },
  {
    id: 113,
    prevCode: "108",
    prevCodeInfo: "दष्प्रेरक",
    newCode: "46",
    newCodeInfo: "दुष्प्रेरक",
  },
  {
    id: 114,
    prevCode: "108क",
    prevCodeInfo: "भारत से बाहर के अपराधों का भारत में दष्प्रेरण",
    newCode: "47, 48",
    newCodeInfo:
      "47 भारत से बाहर के अपराधों का भारत में दुष्प्रेरण, 48 भारत में अपराधों का भारत से बाहर दुष्प्रेरण",
  },
  {
    id: 115,
    prevCode: "109",
    prevCodeInfo:
      "दुष्प्रेरण का दण्ड, यदि दुष्प्रेरित कार्य उसके परिणामस्वरूप किया जाए. और जहां कि उसके दण्ड के लिए कोई अभिव्यक्त उपबंध नहीं है",
    newCode: "49",
    newCodeInfo:
      "दुष्प्रेरण का दण्ड, यदि दुष्प्रेरित कार्य उसके परिणामस्वरूप किया जाए. और जहां कि उसके दण्ड के लिए कोई अभिव्यक्त उपबंध नहीं है",
  },
  {
    id: 116,
    prevCode: "110",
    prevCodeInfo:
      "दुष्प्रेरण का दण्ड, यदि दुष्प्रेरित व्यक्ति दुष्प्रेरक के आशय से भित्र आशय से कार्य करता है",
    newCode: "50",
    newCodeInfo:
      "दुष्प्रेरण का दण्ड, यदि दुष्प्रेरित व्यक्ति दुष्प्रेरक के आशय से भित्र आशय से कार्य करता है",
  },
  {
    id: 117,
    prevCode: "111",
    prevCodeInfo:
      "दुष्प्रेरक का दायित्व जब एक कार्य का दुष्प्रेरण किया गया है और उससे भिन्न कार्य किया गया",
    newCode: "51",
    newCodeInfo:
      "दुष्प्रेरक का दायित्व जब एक कार्य का दुष्प्रेरण किया गया है और उससे भिन्न कार्य किया गया",
  },
  {
    id: 118,
    prevCode: "112",
    prevCodeInfo:
      "दुष्प्रेरक बाब दुष्प्रेरित कार्य के लिए और किए गए कार्य के लिए आकलित दण्ड से दण्डनीय है",
    newCode: "52",
    newCodeInfo:
      "दुष्प्रेरक कब दुष्प्रेरित कार्य के लिए और किए गए कार्य के लिए आकलित दण्ड से दण्डनीय है",
  },
  {
    id: 119,
    prevCode: "113",
    prevCodeInfo:
      "दुष्प्रेरित कार्य से कारित उस प्रभाव के लिए दष्प्रेरक का दायित्व जो दुष्प्रेरक द्वारा आशयित से भिन्न हो",
    newCode: "53",
    newCodeInfo:
      "दुष्प्रेरित कार्य से कारित उस प्रभाव के लिए दष्प्रेरक का दायित्व जो दुष्प्रेरक द्वारा आशयित से भिन्न हो",
  },
  {
    id: 120,
    prevCode: "114",
    prevCodeInfo: "अपराध किए जाते समय दुष्प्रेरक की उपस्थिति",
    newCode: "54",
    newCodeInfo: "अपराध किए जाते समय दुष्प्रेरक की उपस्थिति",
  },
  {
    id: 121,
    prevCode: "115",
    prevCodeInfo: "मृत्यु या आजीवन कारावास से दण्डनीय अपराध का दुष्प्रेरण",
    newCode: "55",
    newCodeInfo: "मृत्यु या आजीवन कारावास से दण्डनीय अपराध का दुष्प्रेरण",
  },
  {
    id: 122,
    prevCode: "116",
    prevCodeInfo: "कारावास से दण्डनीय अपराध का दुष्प्रेरण",
    newCode: "56",
    newCodeInfo: "कारावास से दण्डनीय अपराध का दुष्प्रेरण",
  },
  {
    id: 123,
    prevCode: "117",
    prevCodeInfo:
      "लोक साधारण द्वारा या दस से अधिक व्यक्तियों द्वारा अपराध किए जाने का दुपेरण",
    newCode: "57",
    newCodeInfo:
      "लोक साधारण द्वारा या दस से अधिक व्यक्तियों द्वारा अपराध किए जाने का दुष्प्रेरण",
  },
  {
    id: 124,
    prevCode: "118",
    prevCodeInfo:
      "मृत्यु या आजीवन कारावास से दण्डनीय अपराध करने की परिकल्पना को छिपाना",
    newCode: "58",
    newCodeInfo:
      "मृत्यु या आजीवन कारावास से दण्डनीय अपराध करने की परिकल्पना को छिपाना",
  },
  {
    id: 125,
    prevCode: "119",
    prevCodeInfo:
      "किसी ऐसे अपराध के किए जाने की परिकल्पना का लोक सेवक द्वारा छिपाया जाना, जिसका निवारण करना उसका कर्तव्य है",
    newCode: "59",
    newCodeInfo:
      "किसी ऐसे अपराध के किए जाने की परिकल्पना का लोक सेवक द्वारा छिपाया जाना, जिसका निवारण करना उसका कर्तव्य है",
  },
  {
    id: 126,
    prevCode: "120",
    prevCodeInfo: "कारावास से दण्डनीय अपराध करने की परिकल्पना को छिपाना",
    newCode: "60",
    newCodeInfo: "कारावास से दण्डनीय अपराध करने की परिकल्पना को छिपाना",
  },
  {
    id: 127,
    prevCode: "120क",
    prevCodeInfo: "आपराधिक षडयंत्र की परिभाषा",
    newCode: "61(1)",
    newCodeInfo: "आपराधिक षडयंत्र",
  },
  {
    id: 128,
    prevCode: "120ख",
    prevCodeInfo: "आपराधिक षडयंत्र का दण्ड",
    newCode: "61(2)",
    newCodeInfo: "आपराधिक षडयंत्र",
  },
  {
    id: 129,
    prevCode: "121",
    prevCodeInfo:
      "भारत सरकार के विरुद्ध युद्ध करना या युद्ध करने का प्रयत्न करना या युद्ध करने का दुष्प्रेरण करना",
    newCode: "147",
    newCodeInfo:
      "भारत सरकार के विरुद्ध युद्ध करना या युद्ध करने का प्रयत्न करना या युद्ध करने का दुष्प्रेरण करना",
  },
  {
    id: 130,
    prevCode: "121क",
    prevCodeInfo: "धारा 121 द्वारा दंडनीय अपराधों को करने का षडयंत्र",
    newCode: "148",
    newCodeInfo: "धारा 147 द्वारा दंडनीय अपराध करने का षडयंत्र",
  },
  {
    id: 131,
    prevCode: "122",
    prevCodeInfo:
      "भारत सरकार के विरुद्ध युद्ध करने के आशय से आयुध आदि संग्रह करना",
    newCode: "149",
    newCodeInfo:
      "भारत सरकार के विरुद्ध युद्ध करने के आशय से आयुध आदि संग्रह करना",
  },
  {
    id: 132,
    prevCode: "123",
    prevCodeInfo: "युद्ध करने की परिकल्पना को सुकर बनाने के आशय से छिपाना",
    newCode: "150",
    newCodeInfo: "युद्ध करने की परिकल्पना को सुकर बनान के आशय से छिपाना",
  },
  {
    id: 133,
    prevCode: "124",
    prevCodeInfo:
      "किसी विधिपूर्ण शक्ति का प्रयोग करने के लिए विवश करने या उसका प्रयोग अवरोधित करने के आशय से राष्ट्रपति, राज्यपाल आदि पर हमला करना",
    newCode: "151",
    newCodeInfo:
      "किसी विधिपूर्ण शक्ति का प्रयोग करने के लिए विवश करने या उसका प्रयोग अवरोधित करने के आशय से राष्ट्रपति, राज्यपाल आदि पर हमला करना",
  },
  {
    id: 134,
    prevCode: "124क",
    prevCodeInfo: "राजद्रोह",
    newCode: "152",
    newCodeInfo:
      "भारत की संप्रभुता, एकता और अखंडता को खतरे में डालने वाले कार्य",
  },
  {
    id: 135,
    prevCode: "125",
    prevCodeInfo:
      "भारत सरकार से मैत्री संबंध रखने वाली किसी एशियाई शक्ति के विरुद्ध युद्ध करना",
    newCode: "153",
    newCodeInfo:
      "भारत सरकार में मैत्री संबंध रखने वाले किसी विदेशी राज्य के विरुद्ध युद्ध करना",
  },
  {
    id: 136,
    prevCode: "126",
    prevCodeInfo:
      "भारत सरकार के साथ शांति का संबंध रखने वाली शक्ति के राज्यक्षेत्र में लूटपाट करना",
    newCode: "154",
    newCodeInfo:
      "भारत सरकार के साथ शांति का संबंध रखने वाले विदेशी राज्य के राज्यक्षेत्र में लूटपाट करना",
  },
  {
    id: 137,
    prevCode: "127",
    prevCodeInfo:
      "धारा 125 और 126 में वर्णित युद्ध या लूटपाट द्वारा ली गई संपत्ति प्राप्त करना",
    newCode: "155",
    newCodeInfo:
      "धारा 153 और धारा 154 में वर्णित युद्ध या लूटपाट द्वारा ली गई सम्पत्ति प्राप्त करना",
  },
  {
    id: 138,
    prevCode: "128",
    prevCodeInfo:
      "लोक सेवक का स्वेच्छया राजकैदी या युद्धकैदी को निकल भागने देना",
    newCode: "156",
    newCodeInfo:
      "लोक सेवक का स्वेच्छया राजकैदी या युद्धकैदी को निकल भागने देना",
  },
  {
    id: 139,
    prevCode: "129",
    prevCodeInfo: "उपेक्षा से लोक सेवक का ऐसे कैदी का निकल भागना सहन करना",
    newCode: "157",
    newCodeInfo: "उपेक्षा से लोक सेवक का ऐसे कैदी का निकल भागना सहन करना",
  },
  {
    id: 140,
    prevCode: "130",
    prevCodeInfo:
      "ऐसे कैदी के निकल भागने में सहायता देना, उसे छुड़ाना या संश्रय देना",
    newCode: "158",
    newCodeInfo:
      "ऐसे कैदी के निकल भागने में सहायता देना, उसे छुड़ाना या संश्रय देना",
  },
  {
    id: 141,
    prevCode: "131",
    prevCodeInfo:
      "विद्रोह का दुष्प्रेरण या किसी सैनिक, नौसेनिक या वायुसैनिक को कर्तव्य से विचलित करने का प्रयत्न करना",
    newCode: "159",
    newCodeInfo:
      "विद्रोह का दुष्प्रेरण या किसी सैनिक, नौसेनिक या वायुसैनिक को कर्तव्य से विचलित करने का प्रयत्न करना",
  },
  {
    id: 142,
    prevCode: "132",
    prevCodeInfo:
      "विद्रोह का दुष्प्रेरण, यदि उसके परिणामस्वरूप विद्रोह किया जाए",
    newCode: "160",
    newCodeInfo:
      "विद्रोह का दुष्प्रेरण, यदि उसके परिणामस्वरूप विद्रोह किया जाए सैनिक, नौसैनिक या वायुसैनिक द्वारा अपने वरिष्ठ ऑफिसर पर जबकि वह ऑफिसर अपने पद निष्पादन में हो, हमले का दुष्प्रेरण",
  },
  {
    id: 143,
    prevCode: "133",
    prevCodeInfo:
      "नौसैनिक या वायुसैनिक द्वारा अपने वरिष्ठ ऑफिसर पर जबकि वह ऑफिसर अपने पद निष्पादन में हो, हमले का दुष्प्रेरण",
    newCode: "161",
    newCodeInfo:
      "सैनिक, नौसैनिक या वायुसैनिक द्वारा अपने वरिष्ठ ऑफिसर पर जबकि वह ऑफिसर अपने पद निष्पादन में हो, हमले का दुष्प्रेरण",
  },
  {
    id: 144,
    prevCode: "134",
    prevCodeInfo: "ऐसे हमले का दुष्प्रेरण, यदि हमला किया जाए",
    newCode: "162",
    newCodeInfo: "ऐसे हमले का दुष्प्रेरण, यदि हमला किया जाए",
  },
  {
    id: 145,
    prevCode: "135",
    prevCodeInfo: "सैनिक, नौसैनिक या वायुसैनिक द्वारा अभित्यजन का दुष्प्रेरण",
    newCode: "163",
    newCodeInfo: "सैनिक, नौसैनिक या वायुसैनिक द्वारा अभित्यजन का दुष्प्रेरण",
  },
  {
    id: 146,
    prevCode: "136",
    prevCodeInfo: "अभित्याजक को संश्रय देना",
    newCode: "164",
    newCodeInfo: "अभित्याजक को संश्रय देना",
  },
  {
    id: 147,
    prevCode: "137",
    prevCodeInfo:
      "मास्टर की उपेक्षा से किसी वाणिज्यिक जलयान पर छिपा हुआ अमित्याजक",
    newCode: "165",
    newCodeInfo:
      "मास्टर की उपेक्षा से किसी वाणिज्यिक जलयान पर छिपा हुआ अमित्याजक",
  },
  {
    id: 148,
    prevCode: "138",
    prevCodeInfo:
      "सैनिक, नौसैनिक या वायुसैनिक द्वारा अनधीनता के कार्य का दुष्प्रेरण",
    newCode: "166",
    newCodeInfo:
      "सैनिक, नौसैनिक या वायुसैनिक द्वारा अनधीनता के कार्य का दुष्प्रेरण",
  },
  {
    id: 149,
    prevCode: "138क",
    prevCodeInfo: "----",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 150,
    prevCode: "138क",
    prevCodeInfo: "----",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 151,
    prevCode: "139",
    prevCodeInfo: "कुछ अधिनियमों के अध्यधीन व्यक्ति",
    newCode: "167",
    newCodeInfo: "कुछ अधिनियमों के अध्यधीन व्यक्ति",
  },
  {
    id: 152,
    prevCode: "140",
    prevCodeInfo:
      "सैनिक, नौसैनिक या वायुसैनिक द्वारा उपयोग में लाई जाने वाली पोशाक पहनना या टोकन धारण करना",
    newCode: "168",
    newCodeInfo:
      "सैनिक, नौसैनिक या वायुसैनिक द्वारा उपयोग में लाई जाने वाली पोशाक पहनना या टोकन धारण करना",
  },
  {
    id: 153,
    prevCode: "141",
    prevCodeInfo: "विधिविरूद्ध जमाव",
    newCode: "189(1)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 154,
    prevCode: "142",
    prevCodeInfo: "विधिविरूद्ध जमाव का सदस्य होना",
    newCode: "189(2)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 155,
    prevCode: "143",
    prevCodeInfo: "दण्ड",
    newCode: "189(2)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 156,
    prevCode: "144",
    prevCodeInfo: "घातक आयुधों से सज्जित होकर",
    newCode: "189 (4)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 157,
    prevCode: "145",
    prevCodeInfo: "किसी विधिविरुद्ध जमाव में यह जानते",
    newCode: "189 (3)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 158,
    prevCode: "146",
    prevCodeInfo: "बलवा करना",
    newCode: "191 (1)",
    newCodeInfo: "बलवा करना",
  },
  {
    id: 159,
    prevCode: "147",
    prevCodeInfo: "बलवा करने के लिए दण्ड",
    newCode: "191(2)",
    newCodeInfo: "बलवा करना",
  },
  {
    id: 160,
    prevCode: "148",
    prevCodeInfo: "घातक आयुध से सज्जित होकर बलवा करना",
    newCode: "191(3)",
    newCodeInfo: "बलवा करना",
  },
  {
    id: 161,
    prevCode: "149",
    prevCodeInfo:
      "विधिविरुद्ध जमाव का हर सदस्य, सामान्य उद्देश्य को अग्रसर करने में किए गए अपराध का दोषी",
    newCode: "190",
    newCodeInfo:
      "विधिविरुद्ध जमाव का प्रत्येक सदस्य, सामान्य उद्देश्य को अग्रसर करने में किए गए अपराध का दोषी",
  },
  {
    id: 162,
    prevCode: "150",
    prevCodeInfo:
      "विधिविरुद्ध जमाव में सम्मिलित करने के लिए व्यक्तियों का भाड़े पर लेना या भाड़े पर लेने के प्रति मौनानुकूलता",
    newCode: "189(6)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 163,
    prevCode: "151",
    prevCodeInfo:
      "पांच या अधिक व्यक्तियों के जमाव को बिखर जाने का समादेश दिए जाने के पश्चात् उसमें जानते हुए सम्मिलित होना या बने रहना",
    newCode: "189(5)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 164,
    prevCode: "152",
    prevCodeInfo:
      "लोक सेवक जब बल्वा इत्यादि को दबा रहा हो, तब उस पर हमला करना या उसे बाधित करना",
    newCode: "195",
    newCodeInfo:
      "लोक सेवक जब बल्वा इत्यादि को दबा रहा हो, तब उस पर हमला करना या उसे बाधित करना",
  },
  {
    id: 165,
    prevCode: "153",
    prevCodeInfo:
      "बलवा कराने के आशय से स्वैरिता से प्रकोपन देना -- यदि बलवा किया जाए-- यदि बलवा न किया जाए",
    newCode: "192",
    newCodeInfo:
      "बलवा कराने के आशय से स्वैरिता से प्रकोपन देना-- यदि बलवा किया जाए; यदि बलवा न किया जाए",
  },
  {
    id: 166,
    prevCode: "153क",
    prevCodeInfo:
      "धर्म, मूलवंश, जन्मस्थान, निवास स्थान, भाषा इत्यादि के आधारों पर विभिन्न समूहों के बीच शत्रुता का संप्रवर्तन और सौहार्द्र बने रहने पर प्रतिकूल प्रभाव डालने वाले कार्य करना",
    newCode: "196",
    newCodeInfo:
      "धर्म, मूलवंश, जन्मस्थान, निवास स्थान, भाषा इत्यादि के आधारों पर विभिन्न समूहों के बीच शत्रुता का संप्रवर्तन और सौहार्द्र बने रहने पर प्रतिकूल प्रभाव डालने वाले कार्य करना",
  },
  {
    id: 167,
    prevCode: "153कक",
    prevCodeInfo:
      "किसी जुलूस में जानबूझकर आयुध ले जाने या किसी सामूहिक ड्रिल या सामूहिक प्रशिक्षण का आयुध सहित संचालन या आयोजन करना या उसमें भाग लेने के लिये दण्ड",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 168,
    prevCode: "153ख",
    prevCodeInfo:
      "राष्ट्रीय अखण्डता पर प्रतिकूल प्रभाव डालने वाले लांछन, प्राख्यान",
    newCode: "197",
    newCodeInfo:
      "राष्ट्रीय अखण्डता पर प्रतिकूल प्रभाव डालने वाले लांछन, प्राख्यान",
  },
  {
    id: 169,
    prevCode: "154",
    prevCodeInfo:
      "उस भूमि का स्वामी या अधिभोगी, जिस पर विधिविरूद्ध जमाव किया गया है",
    newCode: "193(1)",
    newCodeInfo:
      "उस भूमि का स्वामी या अधिभोगी, जिस पर विधिविरूद्ध जमाव या बलवा किया गया है, का दायित्व",
  },
  {
    id: 170,
    prevCode: "155",
    prevCodeInfo: "उस व्यक्ति का दायित्व, जिसके फायदे के लिए बलवा किया जाता है",
    newCode: "193(2)",
    newCodeInfo:
      "उस भूमि का स्वामी या अधिभोगी, जिस पर विधिविरूद्ध जमाव या बलवा किया गया है, का दायित्व",
  },
  {
    id: 171,
    prevCode: "156",
    prevCodeInfo:
      "उस स्वामी या अधिभोगी के अभिकर्ता का दायित्व, जिसके फायदे के लिए बलवा किया जाता है",
    newCode: "193(3)",
    newCodeInfo:
      "उस भूमि का स्वामी या अधिभोगी, जिस पर विधिविरूद्ध जमाव या बलवा किया गया है, का दायित्व",
  },
  {
    id: 172,
    prevCode: "157",
    prevCodeInfo:
      "विधिविरूद्ध जमाव के लिए भाड़े पर लाए गए व्यक्तियों को संश्रय देना",
    newCode: "189(7)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 173,
    prevCode: "158",
    prevCodeInfo: "विधिविरूद्ध जमाव या बलवे में भाग लेने के लिए भाड़े पर जाना",
    newCode: "189(8)/(9)",
    newCodeInfo: "विधिविरूद्ध जमाव",
  },
  {
    id: 174,
    prevCode: "159",
    prevCodeInfo: "दंगा",
    newCode: "194(1)",
    newCodeInfo: "दंगा",
  },
  {
    id: 175,
    prevCode: "160",
    prevCodeInfo: "दंगा करने के लिए दण्ड",
    newCode: "194(2)",
    newCodeInfo: "दंगा",
  },
  {
    id: 176,
    prevCode: "161",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 177,
    prevCode: "162",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 178,
    prevCode: "163",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 179,
    prevCode: "164",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 180,
    prevCode: "165",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 181,
    prevCode: "165क",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 182,
    prevCode: "166",
    prevCodeInfo:
      "लोक-सेवक, जो किसी व्यक्ति को क्षति कारित करने के आशय से विधि की अवज्ञा करता है",
    newCode: "198",
    newCodeInfo:
      "लोक-सेवक, जो किसी व्यक्ति को क्षति कारित करने के आशय से विधि की अवज्ञा करता है",
  },
  {
    id: 183,
    prevCode: "166क",
    prevCodeInfo: "लोक सेवक, जो विधि के अधीन के निदेश की अवज्ञा करता है",
    newCode: "199",
    newCodeInfo: "लोक सेवक, जो विधि के अधीन के निदेश की अवज्ञा करता है",
  },
  {
    id: 184,
    prevCode: "166ख",
    prevCodeInfo: "पीड़ित का उपचार न करने के लिए दंड",
    newCode: "200",
    newCodeInfo: "पीड़ित का उपचार न करने के लिए दंड",
  },
  {
    id: 185,
    prevCode: "167",
    prevCodeInfo:
      "लोक सेवक, जो क्षति कारित करने के आशय से अशुद्ध दस्तावेज रचता है",
    newCode: "201",
    newCodeInfo:
      "लोक सेवक, जो क्षति कारित करने के आशय से अशुद्ध दस्तावेज रत्चता है",
  },
  {
    id: 186,
    prevCode: "168",
    prevCodeInfo: "लोक सेवक, जो विधिविरुद्ध रूप से व्यापार में लगता है",
    newCode: "202",
    newCodeInfo: "लोक सेवक, जो विधिविरुद्ध रूप से व्यापार में लगता है",
  },
  {
    id: 187,
    prevCode: "169",
    prevCodeInfo:
      "लोक-सेवक जो विधिविरुद्ध रूप से संपत्ति क्रय करता है या उसके लिए बोली लगाता है",
    newCode: "203",
    newCodeInfo:
      "लोक-सेवक जो विधिविरुद्ध रूप से संपत्ति क्रय करता है या उसके लिए बोली लगाता है",
  },
  {
    id: 188,
    prevCode: "170",
    prevCodeInfo: "लोक-सेवक का प्रतिरूपण",
    newCode: "204",
    newCodeInfo: "लोक-सेवक का प्रतिरूपण",
  },
  {
    id: 189,
    prevCode: "171",
    prevCodeInfo:
      "कपटपूर्ण आशय से तोक-सेवक के उपयोग की पोशाक पहनना या टोकन को धारण करना",
    newCode: "205",
    newCodeInfo:
      "कपटपूर्ण आशय से तोक-सेवक के उपयोग की पोशाक पहनना या टोकन को धारण करना",
  },
  {
    id: 190,
    prevCode: "171क",
    prevCodeInfo: "अभ्यर्थी 'निर्वाचन अधिकार' परिभाषित",
    newCode: "169",
    newCodeInfo:
      "कपटपूर्ण आशय से तोक-सेवक के उपयोग की पोशाक पहनना या टोकन को धारण करना",
  },
  {
    id: 191,
    prevCode: "171ख",
    prevCodeInfo: "रिश्वत",
    newCode: "170",
    newCodeInfo: "रिश्वत",
  },
  {
    id: 192,
    prevCode: "171ग",
    prevCodeInfo: "निर्वाचनों में असम्यक् असर डालना",
    newCode: "171",
    newCodeInfo: "निर्वाचनों में असम्यक् असर डालना",
  },
  {
    id: 193,
    prevCode: "171घ",
    prevCodeInfo: "निर्वाचनों में प्रतिरूपण",
    newCode: "172",
    newCodeInfo: "निर्वाचनों में प्रतिरूपण",
  },
  {
    id: 194,
    prevCode: "171ड़",
    prevCodeInfo: "रिश्वत के लिए दण्ड",
    newCode: "173",
    newCodeInfo: "रिश्वत के लिए दण्ड",
  },
  {
    id: 195,
    prevCode: "171च",
    prevCodeInfo: "निर्वाचन में असम्यक् असर डालने या प्रतिरूपण के लिए दण्ड",
    newCode: "174",
    newCodeInfo: "निर्वाचन में असम्यक् असर डालने या प्रतिरूपण के लिए दण्ड",
  },
  {
    id: 196,
    prevCode: "171छ",
    prevCodeInfo: "निर्वाचन के सिलसिले में मिथ्या कथन",
    newCode: "175",
    newCodeInfo: "निर्वाचन के सिलसिले में मिथ्या कथन",
  },
  {
    id: 197,
    prevCode: "171ज",
    prevCodeInfo: "निर्वाचन के सिलसिले में अवैध संदाय",
    newCode: "176",
    newCodeInfo: "निर्वाचन के सिलसिले में अवैध संदाय",
  },
  {
    id: 198,
    prevCode: "171झ",
    prevCodeInfo: "निर्वाचन लेखा रखने में असफलता",
    newCode: "177",
    newCodeInfo: "निर्वाचन लेखा रखने में असफलता",
  },
  {
    id: 199,
    prevCode: "172",
    prevCodeInfo:
      "समनों की तामील या अन्य कार्यवाही से बचने के लिए फरार हो जाना",
    newCode: "206",
    newCodeInfo: "समनों की तामील या अन्य कार्यवाही से बचने के लिए फरार हो जाना",
  },
  {
    id: 200,
    prevCode: "173",
    prevCodeInfo:
      "समन की तामीत का या अन्य कार्यवाही का या उसके प्रकाशन का निवारण करना",
    newCode: "207",
    newCodeInfo:
      "समन की तामीत का या अन्य कार्यवाही का या उसके प्रकाशन का निवारण करना",
  },
  {
    id: 201,
    prevCode: "174",
    prevCodeInfo: "लोक-सेवक का आदेश न मानकर गैर हाजिर रहना",
    newCode: "208",
    newCodeInfo: "लोक-सेवक का आदेश न मानकर गैर हाजिर रहना",
  },
  {
    id: 202,
    prevCode: "174क",
    prevCodeInfo:
      "1974 के अधिनियम 2 की धारा 82 के अधीन किसी उद्‌द्घोषणा के उत्तर में गैर- हाजिरी",
    newCode: "209",
    newCodeInfo:
      "1974 के अधिनियम 2 की धारा 82 के अधीन किसी उद्घोषणा के उत्तर में गैर- हाज़िरी",
  },
  {
    id: 203,
    prevCode: "175",
    prevCodeInfo:
      "दस्तावेज या इलेक्ट्रानिक अभिलेख पेश करने के लिए वैध रूप से आबद्ध व्यक्ति का लोक-सेवक को पेश करने का लोप",
    newCode: "210",
    newCodeInfo:
      "दस्तावेज या इलेक्ट्रानिक अभिलेख पेश करने के लिए वैध रूप से आबद्ध व्यक्ति का लोक-सेवक को पेश करने का लोप",
  },
  {
    id: 204,
    prevCode: "176",
    prevCodeInfo:
      "सूचना या इत्तिता देने के लिए वैध रूप से आबद्ध व्यक्ति द्वारा लोक-सेवक को सूचना या इत्तिला देने का लोप",
    newCode: "211",
    newCodeInfo:
      "सूचना या इत्तिता देने के लिए वैध रूप से आबद्ध व्यक्ति द्वारा लोक-सेवक को सूचना या इत्तिला देने का लोप",
  },
  {
    id: 205,
    prevCode: "177",
    prevCodeInfo: "मिथ्या इत्तिला देना",
    newCode: "212",
    newCodeInfo: "मिथ्या इत्तिला देना",
  },
  {
    id: 206,
    prevCode: "178",
    prevCodeInfo:
      "शपथ या प्रतिज्ञान से इन्कार करना जबकि लोक सेवक द्वारा वह वैसा करने के लिए सम्यक् रूप से अपेक्षित किया जाए",
    newCode: "213",
    newCodeInfo:
      "शपथ या प्रतिज्ञान से इन्कार करना जबकि लोक सेवक द्वारा वह वैसा करने के लिए सम्यक् रूप से अपेक्षित किया जाए",
  },
  {
    id: 207,
    prevCode: "179",
    prevCodeInfo:
      "प्रश्न करने के लिए प्राधिकृत तोक सेवक का उत्तर देने से इंकार-करना",
    newCode: "214",
    newCodeInfo:
      "प्रश्न करने के लिए प्राधिकृत तोक सेवक का उत्तर देने से इंकार करना",
  },
  {
    id: 208,
    prevCode: "180",
    prevCodeInfo: "कथन पर हस्ताक्षर करने से इंकार",
    newCode: "215",
    newCodeInfo: "कथन पर हस्ताक्षर करने से इंकार",
  },
  {
    id: 209,
    prevCode: "181",
    prevCodeInfo:
      "शपथ दिलाने या प्रतिज्ञान कराने के लिए प्राधिकृत लोक-सेवक के, या व्यक्ति के समक्ष शपय या प्रतिज्ञान पर मिय्या कथन",
    newCode: "216",
    newCodeInfo:
      "शपथ दिलाने या प्रतिज्ञान कराने के लिए प्राधिकृत लोक-सेवक के, या व्यक्ति के समक्ष शपय या प्रतिज्ञान पर मिय्या कथन",
  },
  {
    id: 210,
    prevCode: "182",
    prevCodeInfo:
      "इस आशय से मिथ्या इत्तिला देना कि लोक-सेवक अपनी विधिपूर्ण शक्ति का उपयोग दूसरे व्यक्ति को क्षति करने के लिए करे",
    newCode: "217",
    newCodeInfo:
      "इस आशय से मिथ्या इत्तिला देना कि लोक-सेवक अपनी विधिपूर्ण शक्ति का उपयोग दूसरे व्यक्ति को क्षति करने के लिए करे",
  },
  {
    id: 211,
    prevCode: "183",
    prevCodeInfo:
      "लोक सेवक के विधिपूर्ण प्राधिकार द्वारा संपत्ति लिए जाने का प्रतिरोध",
    newCode: "218",
    newCodeInfo:
      "लोक सेवक के विधिपूर्ण प्राधिकार द्वारा संपत्ति लिए जाने का प्रतिरोध",
  },
  {
    id: 212,
    prevCode: "184",
    prevCodeInfo:
      "लोक सेवक के प्राधिकार द्वारा विक्रप के लिए प्रस्थापित की गई सम्पत्ति के विक्रय में बाधा उपस्थित करना",
    newCode: "219",
    newCodeInfo:
      "लोक सेवक के प्राधिकार द्वारा विक्रप के लिए प्रस्थापित की गई सम्पत्ति के विक्रय में बाधा उपस्थित करना",
  },
  {
    id: 213,
    prevCode: "185",
    prevCodeInfo:
      "लोक सेवक के प्राधिकार द्वारा विक्रय के लिए प्रस्थापित की गई सम्पत्ति का अवैध क्रय या उसके लिए अवैध बोली लगाना",
    newCode: "220",
    newCodeInfo:
      "लोक सेवक के प्राधिकार द्वारा विक्रय के लिए प्रस्थापित की गई सम्पत्ति का अवैध क्रय या उसके लिए अवैध बोली लगाना",
  },
  {
    id: 214,
    prevCode: "186",
    prevCodeInfo: "लोक सेवक के लोक कृत्यों के निर्वहन में बाधा डालना",
    newCode: "221",
    newCodeInfo: "लोक सेवक के लोक कृत्यों के निर्वहन में बाधा डालना",
  },
  {
    id: 215,
    prevCode: "187",
    prevCodeInfo:
      "लोक-सेवक की सहायता करने का लोप, जबकि सहायता देने के लिए विधि द्वारा आबद्ध हो",
    newCode: "222",
    newCodeInfo:
      "लोक-सेवक की सहायता करने का लोप, जबकि सहायता देने के लिए विधि द्वारा आबद्ध हो",
  },
  {
    id: 216,
    prevCode: "188",
    prevCodeInfo: "लोक-सेवक द्वारा सम्यक् रूप से प्रख्यापित आदेश की अवज्ञा",
    newCode: "223",
    newCodeInfo: "लोक-सेवक द्वारा सम्यक् रूप से प्रख्यापित आदेश की अवज्ञा",
  },
  {
    id: 217,
    prevCode: "189",
    prevCodeInfo: "लोक-सेवक को क्षति करने की धमकी",
    newCode: "224",
    newCodeInfo: "लोक-सेवक को क्षति करने की धमकी",
  },
  {
    id: 218,
    prevCode: "190",
    prevCodeInfo:
      "लोक-सेवक से संरक्षा के लिए आवेदन करने से विरत रहने के लिए किसी व्यक्ति को उत्प्रेरित करने के लिए क्षति की धमकी",
    newCode: "225",
    newCodeInfo:
      "लोक-सेवक से संरक्षा के लिए आवेदन करने से विरत रहने के लिए किसी व्यक्ति को उत्प्रेरित करने के लिए क्षति की धमकी",
  },
  {
    id: 219,
    prevCode: "191",
    prevCodeInfo: "मिथ्या साक्ष्य देना",
    newCode: "227",
    newCodeInfo: "मिथ्या साक्ष्य देना",
  },
  {
    id: 220,
    prevCode: "192",
    prevCodeInfo: "मिथ्या साक्ष्य गढ़ना",
    newCode: "228",
    newCodeInfo: "मिथ्या साक्ष्य गढ़ना",
  },
  {
    id: 221,
    prevCode: "193",
    prevCodeInfo: "मिथ्या साक्ष्य के लिए दण्ड",
    newCode: "229",
    newCodeInfo: "मिथ्या साक्ष्य के लिए दण्ड",
  },
  {
    id: 222,
    prevCode: "194",
    prevCodeInfo:
      "मृत्यु से दण्डनीय अपराध के लिए दोषसिद्ध कराने के आशय से मिथ्या साक्ष्य देना या गढ़ना",
    newCode: "230",
    newCodeInfo:
      "मृत्यु से दण्डनीय अपराध के लिए दोषसिद्ध कराने के आशय से मिथ्या साक्ष्य देना या गढ़ना",
  },
  {
    id: 223,
    prevCode: "195",
    prevCodeInfo:
      "अजीिन कारािास या कारािास से दण्डनीय ऄपराध केविएदोषवसद्ध कराने केअशय सेवमथ्या साक्ष्य देना या गढ़ना",
    newCode: "229",
    newCodeInfo:
      "अजीिन कारािास या कारािास से दण्डनीय ऄपराध केविएदोषवसद्ध कराने केअशय सेवमथ्या साक्ष्य देना या गढ़ना",
  },
  {
    id: 224,
    prevCode: "195अ",
    prevCodeInfo: "किसी व्यक्ति को मिथ्या साक्ष्य देने के लिए धमकाना",
    newCode: "232",
    newCodeInfo: "किसी व्यक्ति को मिथ्या साक्ष्य देने के लिए धमकाना",
  },
  {
    id: 225,
    prevCode: "196",
    prevCodeInfo: "उस साक्ष्य को काम में लाना जिसका मिथ्या होना ज्ञात है",
    newCode: "233",
    newCodeInfo: "उस साक्ष्य को काम में लाना जिसका मिथ्या होना ज्ञात है",
  },
  {
    id: 226,
    prevCode: "197",
    prevCodeInfo: "मिथ्या प्रमाण पत्र जारी करना था हस्ताक्षरित करना",
    newCode: "234",
    newCodeInfo: "मिथ्या प्रमाण पत्र जारी करना था हस्ताक्षरित करना",
  },
  {
    id: 227,
    prevCode: "198",
    prevCodeInfo:
      "प्रमाण पत्र को जिसका मिध्या होना ज्ञात है सच्चे के रूप में काम में लाना",
    newCode: "235",
    newCodeInfo:
      "प्रमाण पत्र को जिसका मिध्या होना ज्ञात है सच्चे के रूप में काम में लाना",
  },
  {
    id: 228,
    prevCode: "199",
    prevCodeInfo:
      "ऐसी घोषणा में, जो साक्ष्य के रूप में विधि द्वारा ती जा सके, किया गया मिष्या कथन",
    newCode: "236",
    newCodeInfo:
      "ऐसी घोषणा में, जो साक्ष्य के रूप में विधि द्वारा ती जा सके, किया गया मिष्या कथन",
  },
  {
    id: 229,
    prevCode: "200",
    prevCodeInfo:
      "ऐसी घोषणा का मिथ्या होना जानते हुए सच्ची के रूप में काम में लाना",
    newCode: "237",
    newCodeInfo:
      "ऐसी घोषणा का मिथ्या होना जानते हुए सच्ची के रूप में काम में लाना",
  },
  {
    id: 230,
    prevCode: "201",
    prevCodeInfo:
      "अपराध के साक्ष्य का विलोपन, या अपराधी को प्रतिच्छादित करने के लिए मिथ्या इत्तिता देना",
    newCode: "238",
    newCodeInfo:
      "अपराध के साक्ष्य का विलोपन, या अपराधी को प्रतिच्छादित करने के लिए मिथ्या इत्तिता देना",
  },
  {
    id: 231,
    prevCode: "202",
    prevCodeInfo:
      "इत्तिला देने के लिए आबद्ध व्यक्ति द्वारा अपराध की इत्तिला देने का साशय लोप",
    newCode: "239",
    newCodeInfo:
      "इत्तिला देने के लिए आबद्ध व्यक्ति द्वारा अपराध की इत्तिला देने का साशय लोप",
  },
  {
    id: 232,
    prevCode: "203",
    prevCodeInfo: "किए गए अपराध के विषय में मिथ्या इत्तिला देना",
    newCode: "240",
    newCodeInfo: "किए गए अपराध के विषय में मिथ्या इत्तिला देना",
  },
  {
    id: 233,
    prevCode: "204",
    prevCodeInfo:
      "साक्ष्य के रूप में किसी दस्तावेज या इलेक्ट्रानिक अभिलेख का पेश किया जाना निवारित करने के लिए उसको नष्ट करना",
    newCode: "241",
    newCodeInfo:
      "साक्ष्य के रूप में किसी दस्तावेज या इलेक्ट्रानिक अभिलेख का पेश किया जाना निवारित करने के लिए उसको नष्ट करना",
  },
  {
    id: 234,
    prevCode: "205",
    prevCodeInfo:
      "वाद या अभियोजन में किसी कार्य या कार्यवाही के प्रयोजन से मिष्या प्रतिरूपण",
    newCode: "242",
    newCodeInfo:
      "वाद या अभियोजन में किसी कार्य या कार्यवाही के प्रयोजन से मिष्या प्रतिरूपण",
  },
  {
    id: 235,
    prevCode: "206",
    prevCodeInfo:
      "संपत्ति को समपहरण किए जाने में या निष्पादन में अभिगृहीत किए जाने से निवारित करने के लिए उसे कपटपूर्वक हटाना या छिपाना",
    newCode: "243",
    newCodeInfo:
      "संपत्ति को समपहरण किए जाने में या निष्पादन में अभिगृहीत किए जाने से निवारित करने के लिए उसे कपटपूर्वक हटाना या छिपाना",
  },
  {
    id: 236,
    prevCode: "207",
    prevCodeInfo:
      "संपत्ति पर उसके समपहरण किए जाने में या निष्पादन में अभिगृहीत किए जाने से निवारित करने के लिए कपटपूर्वक दावा",
    newCode: "244",
    newCodeInfo:
      "संपत्ति पर उसके समपहरण किए जाने में या निष्पादन में अभिगृहीत किए जाने से निवारित करने के लिए कपटपूर्वक दावा",
  },
  {
    id: 237,
    prevCode: "208",
    prevCodeInfo:
      "ऐसी राशि के लिए जो शोध्य न हो कपटपूर्वक डिक्री होने देना सहन करना",
    newCode: "245",
    newCodeInfo:
      "ऐसी राशि के लिए जो शोध्य न हो कपटपूर्वक डिक्री होने देना सहन करना",
  },
  {
    id: 238,
    prevCode: "209",
    prevCodeInfo: "बेईमानी से न्यायालय में मिथ्या दावा करना",
    newCode: "246",
    newCodeInfo: "बेईमानी से न्यायालय में मिथ्या दावा करना",
  },
  {
    id: 239,
    prevCode: "210",
    prevCodeInfo:
      "ऐसी राशि के लिए जो शोध्य नहीं है कपटपूर्वक डिक्री अभिधाम करना",
    newCode: "247",
    newCodeInfo:
      "ऐसी राशि के लिए जो शोध्य नहीं है कपटपूर्वक डिक्री अभिधाम करना",
  },
  {
    id: 240,
    prevCode: "211",
    prevCodeInfo: "क्षात करने के आशय से अपराध का मिथ्या आरोप",
    newCode: "248",
    newCodeInfo: "क्षात करने के आशय से अपराध का मिथ्या आरोप",
  },
  {
    id: 241,
    prevCode: "212",
    prevCodeInfo: "अपराधी को संश्रय देना",
    newCode: "249",
    newCodeInfo: "अपराधी को संश्रय देना",
  },
  {
    id: 242,
    prevCode: "213",
    prevCodeInfo: "अपराधी को दण्ड से प्रतिच्छादित करने के लिए उपहार आदि लेना",
    newCode: "250",
    newCodeInfo: "अपराधी को दण्ड से प्रतिच्छादित करने के लिए उपहार आदि लेना",
  },
  {
    id: 243,
    prevCode: "214",
    prevCodeInfo:
      "अपराधी के प्रतिच्छादन के प्रतिफलस्वरूप उपहार की प्रस्थापना या संपत्ति का प्रत्यावर्तन",
    newCode: "251",
    newCodeInfo:
      "अपराधी के प्रतिच्छादन के प्रतिफलस्वरूप उपहार की प्रस्थापना या संपत्ति का प्रत्यावर्तन",
  },
  {
    id: 244,
    prevCode: "215",
    prevCodeInfo:
      "चोरी की संपत्ति इत्यादि के वापस लेने में सहायता करने के लिए उपहार लेना",
    newCode: "252",
    newCodeInfo:
      "चोरी की संपत्ति इत्यादि के वापस लेने में सहायता करने के लिए उपहार लेना",
  },
  {
    id: 245,
    prevCode: "216",
    prevCodeInfo:
      "ऐसे अपराधी को संश्रय देना, जो अभिरक्षा से निकल भागा है या जिसको पकड़ने का आदेश दिया जा चुका है",
    newCode: "253",
    newCodeInfo:
      "ऐसे अपराधी को संश्रय देना, जो अभिरक्षा से निकल भागा है या जिसको पकड़ने का आदेश दिया जा चुका है",
  },
  {
    id: 246,
    prevCode: "216क",
    prevCodeInfo: "तुटेरों या डाकुओं को संश्रय देने के लिए शास्ति",
    newCode: "254",
    newCodeInfo: "तुटेरों या डाकुओं को संश्रय देने के लिए शास्ति",
  },
  {
    id: 247,
    prevCode: "216ख",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 248,
    prevCode: "217",
    prevCodeInfo:
      "लोक-सेवक द्वारा किसी व्यक्ति को दण्ड से या किसी संपत्ति को समपहरण से बचाने के आशय से विधि के निदेश की अवज्ञा",
    newCode: "255",
    newCodeInfo:
      "लोक-सेवक द्वारा किसी व्यक्ति को दण्ड से या किसी संपत्ति को समपहरण से बचाने के आशय से विधि के निदेश की अवज्ञा",
  },
  {
    id: 249,
    prevCode: "218",
    prevCodeInfo:
      "किसी व्यक्ति को दण्ड से या किसी संपत्ति को समपहरण से बचाने के आशय से लोक सेवक द्वारा अशुद्ध अभिलेख या लेख की रचना",
    newCode: "256",
    newCodeInfo:
      "किसी व्यक्ति को दण्ड से या किसी संपत्ति को समपहरण से बचाने के आशय से लोक सेवक द्वारा अशुद्ध अभिलेख या लेख की रचना",
  },
  {
    id: 250,
    prevCode: "219",
    prevCodeInfo:
      "न्यायिक कार्यवाही में विधि के प्रतिकूल रिपोर्ट आदि का लोक- सेवक द्वारा भ्रष्टतापूर्वक किया जाना",
    newCode: "257",
    newCodeInfo:
      "न्यायिक कार्यवाही में विधि के प्रतिकूल रिपोर्ट आदि का लोक- सेवक द्वारा भ्रष्टतापूर्वक किया जाना",
  },
  {
    id: 251,
    prevCode: "220",
    prevCodeInfo:
      "प्राधिकार वाले व्यक्ति द्वारा जा यह जानता है कि वह विधि के प्रतिकूल कार्य कर रहा है विचारण के लिए या परिरोध करने के लिए सुपुर्दगी",
    newCode: "258",
    newCodeInfo:
      "प्राधिकार वाले व्यक्ति द्वारा जो यह जानता है कि वह विधि के प्रतिकूल कार्य कर रहा है विचारण के लिए या परिरोध करने के लिए सुपुर्दगी",
  },
  {
    id: 252,
    prevCode: "221",
    prevCodeInfo: "पकड़ने के लिए आबद्ध लोक-सेवक द्वारा पकड़ने का साशय लोप",
    newCode: "259",
    newCodeInfo: "पकड़ने के लिए आबद्ध लोक-सेवक द्वारा पकड़ने का साशय लोप",
  },
  {
    id: 253,
    prevCode: "222",
    prevCodeInfo:
      "दंडादेश के अधीन या विधिपूर्वक सुपुर्द किए गए व्यक्ति को पकड़ने के लिए आबद्ध तोक सेवक द्वारा पकड़ने का साशय लोप",
    newCode: "260",
    newCodeInfo:
      "दंडादेश के अधीन या विधिपूर्वक सुपुर्द किए गए व्यक्ति को पकड़ने के लिए आबद्ध तोक सेवक द्वारा पकड़ने का साशय लोप",
  },
  {
    id: 254,
    prevCode: "223",
    prevCodeInfo:
      "लोक सेवक द्वारा उपेक्षा से परिरोध या अभिरक्षा में से निकल भागना सहन करना",
    newCode: "261",
    newCodeInfo:
      "लोक सेवक द्वारा उपेक्षा से परिरोध या अभिरक्षा में से निकल भागना सहन करना",
  },
  {
    id: 255,
    prevCode: "224",
    prevCodeInfo:
      "किसी व्यक्ति द्वारा विधि के अनुसार अपने पकड़े जाने में प्रतिरोध या बाधा",
    newCode: "262",
    newCodeInfo:
      "किसी व्यक्ति द्वारा विधि के अनुसार अपने पकड़े जाने में प्रतिरोध या बाधा",
  },
  {
    id: 256,
    prevCode: "225",
    prevCodeInfo:
      "किसी अन्य व्यक्ति के विधि के अनुसार पकड़े हे जाने में प्रतिरोध या ब बाधा",
    newCode: "263",
    newCodeInfo:
      "किसी अन्य व्यक्ति के विधि के अनुसार पकड़े हे जाने में प्रतिरोध या ब बाधा",
  },
  {
    id: 257,
    prevCode: "225क",
    prevCodeInfo:
      "उन दशाओं में, जिनके लिए अन्यथा उपबंध नहीं है, लोक सेवक द्वारा पकड़ने का लोप या निकल भागना सहन करना",
    newCode: "264",
    newCodeInfo:
      "उन दशाओं में, जिनके लिए अन्यथा उपबंध नहीं है, लोक सेवक द्वारा पकड़ने का लोप या निकल भागना सहन करना",
  },
  {
    id: 258,
    prevCode: "225ख",
    prevCodeInfo:
      "अन्यथा अनुपबंधित दशाओं में विधिपूर्वक पकड़ने में प्रतिरोध या बाधा या निकल भागना या छुड़ाना",
    newCode: "265",
    newCodeInfo:
      "अन्यथा अनुपबंधित दशाओं में विधिपूर्वक पकड़ने में प्रतिरोध या बाधा या निकल भागना या छुड़ाना",
  },
  {
    id: 259,
    prevCode: "226",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 260,
    prevCode: "227",
    prevCodeInfo: "दंड के परिवार की शर्त का अतिक्रमण",
    newCode: "266",
    newCodeInfo: "दंड के परिवार की शर्त का अतिक्रमण",
  },
  {
    id: 261,
    prevCode: "228",
    prevCodeInfo:
      "न्यायिक कार्यवाही में बैठे हुए लोक सेवक का साशय अपमान या उसके कार्य में विघ्न",
    newCode: "267",
    newCodeInfo:
      "न्यायिक कार्यवाही में बैठे हुए लोक सेवक का साशय अपमान या उसके कार्य में विघ्न",
  },
  {
    id: 262,
    prevCode: "228क",
    prevCodeInfo: "कतिपय अपराधों आदि से पीड़ित व्यक्ति की पहचान का प्रकटीकरण",
    newCode: "72",
    newCodeInfo: "कतिपय अपराधों आदि से पीड़ित व्यक्ति की पहचान का प्रकटीकरण",
  },
  {
    id: 263,
    prevCode: "229",
    prevCodeInfo: "जूरी सदस्य या असेसर का प्रतिरूपण",
    newCode: "268",
    newCodeInfo: "जूरी सदस्य या असेसर का प्रतिरूपण",
  },
  {
    id: 264,
    prevCode: "229क",
    prevCodeInfo:
      "जमानतपत्र या बंधपत्र पर छोड़े गए व्यक्ति द्वारा न्यायालय में हाजिर होने में असफलता",
    newCode: "269",
    newCodeInfo:
      "जमानतपत्र या बंधपत्र पर छोड़े गए व्यक्ति द्वारा न्यायालय में हाजिर होने में असफलता",
  },
  {
    id: 265,
    prevCode: "230",
    prevCodeInfo: "'सिक्का' की परिभाषा",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 266,
    prevCode: "231",
    prevCodeInfo: "सिक्के का कूटकरण",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 267,
    prevCode: "232",
    prevCodeInfo: "भारतीय सिक्के का कूटकरण",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 268,
    prevCode: "233",
    prevCodeInfo: "सिक्के के कूटकरण के लिए उपकरण बनाना या बेचना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कूटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 269,
    prevCode: "234",
    prevCodeInfo: "भारतीय सिक्के के कूटकरण के लिए उपकरण बनाना या बेचना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कूटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 270,
    prevCode: "235",
    prevCodeInfo:
      "सिक्के के कूटकरण के लिए उपकरण या सामग्री उपयोग में लाने के प्रयोजन से उसे कब्जे में रखना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कूटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 271,
    prevCode: "236",
    prevCodeInfo: "भारत से बाहर सिक्के के कूटकरण का भारत में दुष्प्रेरण",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 272,
    prevCode: "237",
    prevCodeInfo: "कूटकृत सिक्के का आयात या निर्यात",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 273,
    prevCode: "238",
    prevCodeInfo: "भारतीय सिक्के की कूटकृतियों का आयात या निर्यात",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 274,
    prevCode: "239",
    prevCodeInfo:
      "सिक्के का परिदान जिसका कूटकृत होना कब्जे में आने के समय ज्ञात था",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 275,
    prevCode: "240",
    prevCodeInfo:
      "उस भारतीय सिक्के का परिदान जिसका कूटकृत होना कब्जे में आने के समय ज्ञात था",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 276,
    prevCode: "241",
    prevCodeInfo:
      "किसी सिक्के का असली सिक्के के रूप में परिदान, जिसका परिदान करने वाला उस समय जब वह उसके कब्जे में पहली बार आया था, कूटकृत होना नहीं जानता था",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 277,
    prevCode: "242",
    prevCodeInfo:
      "कूटकृत सिक्के पर ऐसे व्यक्ति का कब्जा जो उस समय उसका कूटकृत होना जानता था, जब वह उसके कब्जे में आया था",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 278,
    prevCode: "243",
    prevCodeInfo:
      "भारतीय सिक्के पर ऐसे व्यक्ति का कब्जा जो उसका कूटकृत होना उस समय जानता था जब वह उसके कब्जे में आया था",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 279,
    prevCode: "244",
    prevCodeInfo:
      "टकसाल में नियोजित व्यक्ति द्वारा सिक्के का उस वजन का या मिश्रण से मित्र कास्ति किया जाना जो विधि द्वारा नियत है",
    newCode: "187",
    newCodeInfo:
      "टकसाल में नियोजित व्यक्ति द्वारा सिक्के का उस वजन का या मिश्रण से मित्र कास्ति किया जाना जो विधि द्वारा नियत है।",
  },
  {
    id: 280,
    prevCode: "245",
    prevCodeInfo: "टकसाल से सिक्का बनाने का उपकरण विधिविरुद्ध रूप से लेना",
    newCode: "188",
    newCodeInfo: "टकसाल से सिक्का बनाने का उपकरण विधिविरुद्ध रूप से लेना",
  },
  {
    id: 281,
    prevCode: "246",
    prevCodeInfo:
      "कपटपूर्वक या बेईमानी से सिक्के का वजन कम करना या मिश्रण परिवर्तित करना",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 282,
    prevCode: "247",
    prevCodeInfo:
      "कपटपूर्वक या बेईमानी से सिक्के का वजन कम करना या ना या मिश्रण परिवर्तित करना",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 283,
    prevCode: "248",
    prevCodeInfo:
      "इस आशय से किसी सिक्के का रूप परिवर्तित करना कि वह भिन्न प्रकार के सिक्के के रूप में चल जाए",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 284,
    prevCode: "249",
    prevCodeInfo:
      "इस आशय से भारतीय सिक्के का रूप परिवर्तित करना कि वह भिन्न प्रकार के सिक्के के रूप में चल जाए",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 285,
    prevCode: "250",
    prevCodeInfo:
      "ऐसे सिक्के का परिदान जो इस ज्ञान के साथ कब्जे में आया हो कि उसे परिवर्तित किया गया है",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 286,
    prevCode: "251",
    prevCodeInfo:
      "भारतीय सिक्के का परिदान जो इस ज्ञान के साथ कब्जे में आया हो कि उसे परिवर्तित किया गया है",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 287,
    prevCode: "252",
    prevCodeInfo:
      "ऐसे व्यक्ति द्वारा सिक्के पर कब्जा जो उसका परिवर्तित होना उस समय जानता था जब वह उसके कब्जे में आया",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 288,
    prevCode: "253",
    prevCodeInfo:
      "ऐसे व्यक्ति द्वारा भारतीय सिक्के पर कब्जा जो उसका परिवर्तित होना उस समय जानता था जब वह उसके कब्जे में आया",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 289,
    prevCode: "254",
    prevCodeInfo:
      "सिक्के का असली सिक्के के रूप में परिदान जिसका परिदान करने वाला उस समय जब वह उसके कब्जे में पहली बार आया था, परिवर्तितः होना नहीं जानता था",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 290,
    prevCode: "255",
    prevCodeInfo: "सरकारी स्टाम्प का कटकरण",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 291,
    prevCode: "256",
    prevCodeInfo:
      "सरकारी स्टाम्प के कूटकरण के लिए उपकरण या सामग्री कब्जे में रखना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कूटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 292,
    prevCode: "257",
    prevCodeInfo: "सरकारी स्टांप के कटकरण के लिए उपकरण बनाना या बेचना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कुटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 293,
    prevCode: "258",
    prevCodeInfo: "कूटकृत सरकारी स्टाम्प का विक्रय",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 294,
    prevCode: "259",
    prevCodeInfo: "सरकारी कूटकृत स्टाम्प को कब्जे में रखना",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 295,
    prevCode: "260",
    prevCodeInfo:
      "किसी सरकारी स्टाम्प को, कूटकृत जानते हए उसे असली स्टाम्प के रूप में उपयोग में लाना",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 296,
    prevCode: "261",
    prevCodeInfo:
      "इस आशय से कि सरकार को हानि कारित हो, उस पदार्थ पर से जिस पर सरकारी स्टाम्प लगा हुआ है, लेख मिटाना या दस्तावेज से वह स्टाम्प हटाना जो उसके लिए उपयोग में लाया गया है",
    newCode: "183",
    newCodeInfo:
      "सरकार को हानि कारित करने के आशय से, उस पदार्थ पर से, जिस पर सरकारी स्टाम्प लगा हुआ है, लेख मिटाना या दस्तावेज से वह स्टाम्प हटाना, जो उसके लिए उपयोग में लाया गया है",
  },
  {
    id: 297,
    prevCode: "262",
    prevCodeInfo:
      "ऐसी सरकारी स्टाम्प का उपयोग जिसके बारे में ज्ञात है कि उसका पहले उपयोग हो चुका है",
    newCode: "184",
    newCodeInfo:
      "ऐसी सरकारी स्टाम्प का उपयोग जिसके बारे में ज्ञात है कि उसका पहले उपयोग हो चुका है",
  },
  {
    id: 298,
    prevCode: "263",
    prevCodeInfo:
      "स्टाम्प के उपयोग किए जा चुकने के द्योतक चिन्ह का छीलकर मिटाना",
    newCode: "185",
    newCodeInfo:
      "स्टाम्प के उपयोग किए जा चुकने के द्योतक चिन्ह का छीलकर मिटाना",
  },
  {
    id: 299,
    prevCode: "263क",
    prevCodeInfo: "बनावटी स्टाम्पों का प्रतिषेध",
    newCode: "186",
    newCodeInfo: "बनावटी स्टाम्पों का प्रतिषेध",
  },
  {
    id: 300,
    prevCode: "264",
    prevCodeInfo: "तोलने के लिए खोटे उपकरणों का कपटपूर्वक उपयोग",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 301,
    prevCode: "265",
    prevCodeInfo: "खोटे बाट या माप का कपटपूर्वक उपयोग बा",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 302,
    prevCode: "266",
    prevCodeInfo: "खोटे बाट या माप को कब्जे में रखना",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 303,
    prevCode: "267",
    prevCodeInfo: "खोटे बाट या माप का बनाना या बेचना",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 304,
    prevCode: "268",
    prevCodeInfo: "लोक न्यूसेंस",
    newCode: "270",
    newCodeInfo: "लोक न्यूसेंस",
  },
  {
    id: 305,
    prevCode: "269",
    prevCodeInfo:
      "उपेक्षापूर्ण कार्य जिससे जीवन के लिए संकटपूर्ण रोग का संक्रम फैलना संभाव्य हो",
    newCode: "271",
    newCodeInfo:
      "उपेक्षापूर्ण कार्य जिससे जीवन के लिए संकटपूर्ण रोग का संक्रम फैलना संभाव्य हो",
  },
  {
    id: 306,
    prevCode: "270",
    prevCodeInfo:
      "परिद्वेषपूर्ण कार्य जिससे जीवन के लिए संकटपूर्ण रोग का संक्रम फैलना संभाव्य हो",
    newCode: "272",
    newCodeInfo:
      "परिद्वेषपूर्ण कार्य जिससे जीवन के लिए संकटपूर्ण रोग का संक्रम फैलना संभाव्य हो",
  },
  {
    id: 307,
    prevCode: "271",
    prevCodeInfo: "करन्तीन के नियम की अवज्ञा",
    newCode: "273",
    newCodeInfo: "क्वारंटाइन के नियम की अवज्ञा",
  },
  {
    id: 308,
    prevCode: "272",
    prevCodeInfo: "विक्रय के लिए आशयित खाद्य या पेय का अपमिश्रण",
    newCode: "274",
    newCodeInfo: "विक्रय के लिए आशयित खाद्य या पेय का अपमिश्रण",
  },
  {
    id: 309,
    prevCode: "273",
    prevCodeInfo: "अपायकर खाद्य या पेय का विक्रय",
    newCode: "275",
    newCodeInfo: "अपायकर खाद्य या पेय का विक्रय",
  },
  {
    id: 310,
    prevCode: "274",
    prevCodeInfo: "औषधियों का अपमिश्रण",
    newCode: "276",
    newCodeInfo: "औषधियों का अपमिश्रण",
  },
  {
    id: 311,
    prevCode: "275",
    prevCodeInfo: "अपमिश्रित औषधियों का विक्रय",
    newCode: "277",
    newCodeInfo: "अपमिश्रित औषधियों का विक्रय",
  },
  {
    id: 312,
    prevCode: "276",
    prevCodeInfo: "औषधि का भिन्न औषधि या निर्मिति के तौर पर विक्रय",
    newCode: "278",
    newCodeInfo: "औषधि का भिन्न औषधि या निर्मिति के तौर पर विक्रय",
  },
  {
    id: 313,
    prevCode: "277",
    prevCodeInfo: "लोक जल स्त्रोत या जलाशय का जत",
    newCode: "279",
    newCodeInfo: "लोक जल स्रोत या जलाशय का जत कलुषित करना कलुषित करना",
  },
  {
    id: 314,
    prevCode: "278",
    prevCodeInfo: "वायुमण्डल को स्वास्थ्य के लिए",
    newCode: "280",
    newCodeInfo: "वायुमण्डल को स्वास्थ्य के लिए अपायकर बनाना अपायकर बनाना",
  },
  {
    id: 315,
    prevCode: "279",
    prevCodeInfo: "लोक मार्ग पर उतावलेपन से वाहन",
    newCode: "281",
    newCodeInfo:
      "लोक मार्ग पर उतावलेपन से वाहन चताना या हांकना चताना या हांकना",
  },
  {
    id: 316,
    prevCode: "280",
    prevCodeInfo: "जलयान का उतावलेपन से चताना",
    newCode: "282",
    newCodeInfo: "जलयान का उतावलेपन से चताना",
  },
  {
    id: 317,
    prevCode: "281",
    prevCodeInfo: "भ्रामक प्रकाश, चिन्ह या बोये का प्रदर्शन",
    newCode: "283",
    newCodeInfo: "भ्रामक प्रकाश, चिन्ह या बोये का प्रदर्शन",
  },
  {
    id: 318,
    prevCode: "282",
    prevCodeInfo:
      "अक्षेमकर या अति लदे हुए जलयान में भाड़े के लिए जलमार्ग से किसी व्यक्ति का प्रवहण",
    newCode: "284",
    newCodeInfo:
      "अक्षेमकर या अति लदे हुए जलयान में भाड़े के लिए जलमार्ग से किसी व्यक्ति का प्रवहण",
  },
  {
    id: 319,
    prevCode: "283",
    prevCodeInfo: "लोक मार्ग या नौपरिवहन पथ में संकट या बाधा",
    newCode: "285",
    newCodeInfo: "लोक मार्ग या नौपरिवहन पथ में संकट या बाधा",
  },
  {
    id: 320,
    prevCode: "284",
    prevCodeInfo: "विषैले पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "286",
    newCodeInfo: "विषैले पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 321,
    prevCode: "285",
    prevCodeInfo: "अग्नि या ज्वलनशील पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "287",
    newCodeInfo: "अग्नि या ज्वलनशील पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 322,
    prevCode: "286",
    prevCodeInfo: "विस्फोटक पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "288",
    newCodeInfo: "विस्फोटक पदार्थ के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 323,
    prevCode: "287",
    prevCodeInfo: "मशीनरी के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "289",
    newCodeInfo: "मशीनरी के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 324,
    prevCode: "288",
    prevCodeInfo:
      "किसी निर्माण को गिराने या उसकी मरम्मत करने के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "290",
    newCodeInfo:
      "किसी निर्माण को गिराने या उसकी मरम्मत करने के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 325,
    prevCode: "289",
    prevCodeInfo: "जीवजन्तु के संबंध में उपेक्षापूर्ण आचरण",
    newCode: "291",
    newCodeInfo: "जीवजन्तु के संबंध में उपेक्षापूर्ण आचरण",
  },
  {
    id: 326,
    prevCode: "290",
    prevCodeInfo: "अन्यथा अनुपबंधित मामलों में लोक न्यूसेंस के लिए दण्ड",
    newCode: "292",
    newCodeInfo: "अन्यथा अनुपबंधित मामलों में लोक न्यूसेंस के लिए दण्ड",
  },
  {
    id: 327,
    prevCode: "291",
    prevCodeInfo: "न्यूसेस बंद करने के व्यादेश के पश्चात् उसका चालू रखना",
    newCode: "293",
    newCodeInfo: "न्यूसेंस बंद करने के व्यादेश के पश्चात् उसका चालू रखना",
  },
  {
    id: 328,
    prevCode: "292",
    prevCodeInfo: "अश्लील पुस्तकों आदि का विक्रय आदि",
    newCode: "294",
    newCodeInfo: "अश्लील पुस्तकों आदि का विक्रय आदि",
  },
  {
    id: 329,
    prevCode: "293",
    prevCodeInfo: "तरुण व्यक्ति को अश्लील वस्तुओंका विक्रय आदि",
    newCode: "295",
    newCodeInfo: "तरुण व्यक्ति को अश्लील वस्तुओंका विक्रय आदि",
  },
  {
    id: 330,
    prevCode: "294",
    prevCodeInfo: "अश्लील कार्य और गाने",
    newCode: "296",
    newCodeInfo: "अश्लील कार्य और गाने",
  },
  {
    id: 331,
    prevCode: "294क",
    prevCodeInfo: "लॉटरी कार्यालय रखना",
    newCode: "297",
    newCodeInfo: "लॉटरी कार्यालय रखना",
  },
  {
    id: 332,
    prevCode: "295",
    prevCodeInfo:
      "किसी वर्ग के धर्म का अपमान करने के आशय से उपासना के स्थान को क्षति करना या अपवित्र करना",
    newCode: "298",
    newCodeInfo:
      "किसी वर्ग के धर्म का अपमान करने के आशय से उपासना के स्थान को क्षति करना या अपवित्र करना",
  },
  {
    id: 333,
    prevCode: "295क",
    prevCodeInfo:
      "विमर्शित और विद्वेषपूर्ण कार्य जो किसी वर्ग के धर्म या धार्मिक विश्वासों का अपमान करके उसकी धार्मिक भावनाओं को आहत करने के आशय से किए गए हों",
    newCode: "299",
    newCodeInfo:
      "विमर्शित और विद्वेषपूर्ण कार्य जो किसीवर्ग के धर्म या धार्मिक विश्वासों का अपमान करके उसकी धार्मिक भावनाओं को आहत करने के आशय से किए गए हों",
  },
  {
    id: 334,
    prevCode: "296",
    prevCodeInfo: "धार्मिक जमाव में विघ्न करना",
    newCode: "300",
    newCodeInfo: "धार्मिक जमाव में विघ्न करना",
  },
  {
    id: 335,
    prevCode: "297",
    prevCodeInfo: "कब्रिस्तानों आदि में अतिचार करना",
    newCode: "301",
    newCodeInfo: "कब्रिस्तानों आदि में अतिचार करना",
  },
  {
    id: 336,
    prevCode: "298",
    prevCodeInfo:
      "धार्मिक भावनाओं को ठेस पहुंचाने के विमर्शित आशय से शब्द उच्चारित करना आदि",
    newCode: "302",
    newCodeInfo:
      "किसी व्यक्ति की धार्मिक भावनाओं को ठेस पहुंचाने के विमर्शित आशय से शब्द उच्चारित करना आदि",
  },
  {
    id: 337,
    prevCode: "299",
    prevCodeInfo: "आपराधिक मानव वध",
    newCode: "100",
    newCodeInfo: "आपराधिक मानव वध",
  },
  {
    id: 338,
    prevCode: "300",
    prevCodeInfo: "हत्या",
    newCode: "101",
    newCodeInfo: "हत्या",
  },
  {
    id: 339,
    prevCode: "301",
    prevCodeInfo:
      "जिस व्यक्ति की मृत्यु कारित करने का आशय था उससे भिन्न व्यक्ति की मृत्यु करके आपराधिक मानव वध",
    newCode: "102",
    newCodeInfo:
      "जिस व्यक्ति की मृत्यु कारित करने का आशय था उससे भिन्न व्यक्ति की मृत्यु करके आपराधिक मानव वध",
  },
  {
    id: 340,
    prevCode: "302",
    prevCodeInfo: "हत्या के लिए दण्ड",
    newCode: "103",
    newCodeInfo: "हत्या के लिए दण्ड",
  },
  {
    id: 341,
    prevCode: "303",
    prevCodeInfo: "आजीवन सिद्धदोष द्वारा हत्या के तिए दण्ड",
    newCode: "104",
    newCodeInfo: "आजीवन सिद्धदोष द्वारा हत्या के तिए दण्ड",
  },
  {
    id: 342,
    prevCode: "304",
    prevCodeInfo: "हत्या की कोटि में न आने वाले आपराधिक मानव वध के लिए दण्ड",
    newCode: "105",
    newCodeInfo: "हत्या की कोटि में न आने वाले आपराधिक मानव वध के लिए दण्ड",
  },
  {
    id: 343,
    prevCode: "304क",
    prevCodeInfo: "उपेक्षा द्वारा मृत्यु कारित करना",
    newCode: "106",
    newCodeInfo: "उपेक्षा द्वारा मृत्यु कारित करना",
  },
  {
    id: 344,
    prevCode: "304ख",
    prevCodeInfo: "दहेज मृत्यु",
    newCode: "80",
    newCodeInfo: "दहेज मृत्यु",
  },
  {
    id: 345,
    prevCode: "305",
    prevCodeInfo: "शिशु या उन्मत्त व्यक्ति की आत्महत्या का दुष्प्रेरण",
    newCode: "107",
    newCodeInfo: "बालक या विकृत चित्त व्यक्ति की आत्महत्या का दुष्प्रेरण",
  },
  {
    id: 346,
    prevCode: "306",
    prevCodeInfo: "आत्महत्या का दुष्प्रेरण",
    newCode: "108",
    newCodeInfo: "आत्महत्या का दुष्प्रेरण",
  },
  {
    id: 347,
    prevCode: "307",
    prevCodeInfo: "हत्या करने का प्रयत्न",
    newCode: "109",
    newCodeInfo: "हत्या करने का प्रयत्न",
  },
  {
    id: 348,
    prevCode: "308",
    prevCodeInfo: "आपराधिक मानव वध करने का प्रयत्न",
    newCode: "110",
    newCodeInfo: "आपराधिक मानव वध करने का प्रयत्न",
  },
  {
    id: 349,
    prevCode: "309",
    prevCodeInfo: "आत्महत्या करने का प्रयत्न",
    newCode: "226",
    newCodeInfo: "आत्महत्या करने का प्रयत्न",
  },
  {
    id: 350,
    prevCode: "310",
    prevCodeInfo: "ठग",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 351,
    prevCode: "311",
    prevCodeInfo: "दण्ड",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 352,
    prevCode: "312",
    prevCodeInfo: "गर्भपात कारित करना",
    newCode: "88",
    newCodeInfo: "गर्भपात कारित करना",
  },
  {
    id: 353,
    prevCode: "313",
    prevCodeInfo: "स्त्री की सम्मति के बिना गर्भपात कारित करना",
    newCode: "89",
    newCodeInfo: "महिला की सम्मति के बिना गर्भपात कारित करना",
  },
  {
    id: 354,
    prevCode: "314",
    prevCodeInfo:
      "गर्भपात कारित करने के आशय से किये गये कार्या द्वारा कारित मृत्यु",
    newCode: "90",
    newCodeInfo:
      "गर्भपात कारित करने के आशय से किये गये कार्या द्वारा कारित मृत्यु",
  },
  {
    id: 355,
    prevCode: "315",
    prevCodeInfo:
      "शिशु का जीवित पैदा होना रोकने या जन्म के पश्चात उसकी मृत्यु कारित करने के आशय से किया गया कार्य",
    newCode: "91",
    newCodeInfo:
      "बालक का जीवित पैदा होना रोकने या जन्म के पश्चात उसकी मृत्यु कारित करने के आशय से किया गया कार्य",
  },
  {
    id: 356,
    prevCode: "316",
    prevCodeInfo:
      "ऐसे कार्य द्वारा जो आपराधिक मानव वध की कोटि में आता है, किसी सजीव अजात शिशु की मृत्यु कारित करना",
    newCode: "92",
    newCodeInfo:
      "ऐसे कार्य द्वारा जो आपराधिक मानव वध की कोटि में आता है, किसी सजीव अजात शिशु की मृत्यु कारित करना",
  },
  {
    id: 357,
    prevCode: "317",
    prevCodeInfo:
      "शिशु के पिता या माता या उसकी देखरेख रखने वाले व्यक्ति द्वारा बारह वर्ष से कम आयु के शिशु का अरक्षित डाल दिया जाना और परित्याग",
    newCode: "93",
    newCodeInfo:
      "बालक के पिता या माता या उसकी देखरेख रखने वाले व्यक्ति द्वारा बारह वर्ष से कम आयु के शिशु का अरक्षित डाल दिया जाना और परित्याग",
  },
  {
    id: 358,
    prevCode: "318",
    prevCodeInfo: "मृत शरीर के गुप्त व्ययन द्वारा जन्म छिपाना",
    newCode: "94",
    newCodeInfo: "मृत शरीर के गुप्त व्ययन द्वारा जन्म छिपाना",
  },
  {
    id: 359,
    prevCode: "319",
    prevCodeInfo: "उपहति",
    newCode: "114",
    newCodeInfo: "उपहति",
  },
  {
    id: 360,
    prevCode: "320",
    prevCodeInfo: "घोर उपहति",
    newCode: "116",
    newCodeInfo: "घोर उपहति",
  },
  {
    id: 361,
    prevCode: "321",
    prevCodeInfo: "स्वेच्छया उपहति कारित करना",
    newCode: "115(1)",
    newCodeInfo: "स्वेच्छया उपहति कारित करना",
  },
  {
    id: 362,
    prevCode: "322",
    prevCodeInfo: "स्वेच्छ्या घोर उपहति कारित करना",
    newCode: "117(1)",
    newCodeInfo: "स्वेच्छया घोर उपहति कारित करना",
  },
  {
    id: 363,
    prevCode: "323",
    prevCodeInfo: "स्वेच्छया उपहति कारित करने के लिए दण्ड",
    newCode: "115(2)",
    newCodeInfo: "स्वेच्छया उपहति कारित करने के लिए दण्ड",
  },
  {
    id: 364,
    prevCode: "324",
    prevCodeInfo: "खतरनाक आयुधों या साधनों द्वारा स्वेच्छ्या उपहति कारित करना",
    newCode: "118",
    newCodeInfo:
      "खतरनाक आयुधों या साधनों द्वारा स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 365,
    prevCode: "325",
    prevCodeInfo: "स्वेच्छ्या घोर उपहति कारित करन के लिए दण्ड",
    newCode: "117(2)",
    newCodeInfo: "स्वेच्छया घोर उपहति कारित करना",
  },
  {
    id: 366,
    prevCode: "326",
    prevCodeInfo:
      "खतरनाक आयुधों या साधनों द्वारा स्वेच्छ्या घोर उपहति कारित करना",
    newCode: "118",
    newCodeInfo:
      "खतरनाक आयुधों या साधनों द्वारा स्वेच्छया उपहति या घोर उपहति कारित",
  },
  {
    id: 367,
    prevCode: "326क",
    prevCodeInfo: "अम्ल, आदि का प्रयोग करके स्वेच्छ्या घोर उपहति कारित करना",
    newCode: "124(1)",
    newCodeInfo: "अम्ल, आदि का प्रयोग करके स्वेच्छया घोर उपहति कारित करना",
  },
  {
    id: 368,
    prevCode: "326ख",
    prevCodeInfo: "स्वेच्छ्या अम्ल फेंकना या फेंकने का प्रयत्न करना",
    newCode: "124(2)",
    newCodeInfo: "अम्ल, आदि का प्रयोग करके स्वेच्छया घोर उपहति कारित करना",
  },
  {
    id: 369,
    prevCode: "327",
    prevCodeInfo:
      "सम्पत्ति उद्दापित करने के लिए पा अवैध कार्य कराने को मजबूर करने के लिए स्वेच्छ्या उपहति कारित करना",
    newCode: "119",
    newCodeInfo:
      "करना सम्पत्ति उद्दापित करने के लिए पा अवैध कार्य कराने को मजबूर करने के लिए स्वेच्छया उपहति या घोर उपहति कारित",
  },
  {
    id: 370,
    prevCode: "328",
    prevCodeInfo: "अपराध करने के आशय से विष इत्यादि द्वारा उपहति कारित करना",
    newCode: "123",
    newCodeInfo: "अपराध करने के आशय से विष इत्यादि द्वारा उपहति कारित करना",
  },
  {
    id: 371,
    prevCode: "329",
    prevCodeInfo:
      "संपत्ति उद्दापित करने के लिए या अवैध कार्य कराने को मजबूर करने के लिए स्वेच्छया घोर उपहति कारित करना",
    newCode: "119",
    newCodeInfo:
      "संपत्ति उद्दापित करने के लिए या अवैध कार्य कराने को मजबूर करने के लिए स्वेच्छ्या उपहति या घोर उपहति कारित करना",
  },
  {
    id: 372,
    prevCode: "330",
    prevCodeInfo:
      "संस्वीकृति उद्दापित करने या विवश करके संपत्ति का प्रत्यावर्तन कराने के लिए स्वेच्छया उपहति कारित करना",
    newCode: "120",
    newCodeInfo:
      "संस्वीकृति उद्दापित करने या विवश करके संपत्ति का प्रत्यावर्तन कराने के लिए स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 373,
    prevCode: "331",
    prevCodeInfo:
      "संस्वीकृति उद्दापित करने के लिए या विवश करके संपत्ति का प्रत्यावर्तन कराने के लिए स्वेच्छ्या घोर उपहति कारित करना",
    newCode: "120",
    newCodeInfo:
      "संस्वीकृति उद्दापित करने के लिए या विवश करके संपत्ति का प्रत्यावर्तन कराने के लिए स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 374,
    prevCode: "332",
    prevCodeInfo:
      "लोक सेवक को अपने कर्तव्य से भयोपरत करने के लिए स्वेच्छ्या उपहति कारित करना",
    newCode: "121",
    newCodeInfo:
      "लोक सेवक को अपने कर्तव्य से भयोपरत करने के लिए स्वेच्छ्या उपहति या घोर उपहति कारित करना",
  },
  {
    id: 375,
    prevCode: "333",
    prevCodeInfo:
      "लोक सेवक को अपने कर्तव्यों से भयोपरत करने के लिए स्वेच्छया घोर उपहति कारित करना",
    newCode: "121",
    newCodeInfo:
      "सेवक को अपने कर्तव्यों से भयोपरत करने के लिए स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 376,
    prevCode: "334",
    prevCodeInfo: "प्रकोपन पर स्वेच्छया उपहति कारित करना",
    newCode: "122",
    newCodeInfo: "प्रकोपन पर स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 377,
    prevCode: "335",
    prevCodeInfo: "प्रकोपन पर स्वेच्छया घोर उपहति कारित करना",
    newCode: "122",
    newCodeInfo: "प्रकोपन पर स्वेच्छया उपहति या घोर उपहति कारित करना",
  },
  {
    id: 378,
    prevCode: "336",
    prevCodeInfo: "कार्य जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो",
    newCode: "125",
    newCodeInfo: "कार्य जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो",
  },
  {
    id: 379,
    prevCode: "337",
    prevCodeInfo:
      "ऐसे कार्य द्वारा उपहति कारित करना, जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो जाए",
    newCode: "125",
    newCodeInfo: "कार्य जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो",
  },
  {
    id: 380,
    prevCode: "338",
    prevCodeInfo:
      "ऐसे कार्य द्वारा घोर उपहति कारित करना जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो जाए",
    newCode: "125",
    newCodeInfo: "कार्य जिससे दूसरों का जीवन या वैयक्तिक क्षेम संकटापन्न हो",
  },
  {
    id: 381,
    prevCode: "339",
    prevCodeInfo: "सदोष अवरोध",
    newCode: "126(1)",
    newCodeInfo: "सदोष अवरोध",
  },
  {
    id: 382,
    prevCode: "340",
    prevCodeInfo: "सदोष परिरोध",
    newCode: "127(1)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 383,
    prevCode: "341",
    prevCodeInfo: "सदोष अवरोध के लिए दण्ड",
    newCode: "126(2)",
    newCodeInfo: "सदोष अवरोध",
  },
  {
    id: 384,
    prevCode: "342",
    prevCodeInfo: "सदोष परिरोध के लिए दण्ड",
    newCode: "127(2)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 385,
    prevCode: "343",
    prevCodeInfo: "तीन या अधिक दिनों के लिए सदोष परिरोध",
    newCode: "127(3)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 386,
    prevCode: "344",
    prevCodeInfo: "दस या अधिक दिनों के लिए सदोष परिरोध",
    newCode: "127(4)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 387,
    prevCode: "345",
    prevCodeInfo:
      "ऐसे व्यक्ति का सदोष परिरोध जिसके छोड़ने के लिए रिट निकल चुका है",
    newCode: "127(5)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 388,
    prevCode: "346",
    prevCodeInfo: "गुप्त स्थान में सदोष परिरोध",
    newCode: "127(6)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 389,
    prevCode: "347",
    prevCodeInfo:
      "संपत्ति उद्दापित करने के लिए या अवैध कार्य करने के लिए मजबूर करने के लिए सदोष परिरोध",
    newCode: "127(7)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 390,
    prevCode: "348",
    prevCodeInfo:
      "संस्वीकृति उद्दापित करने के लिए या विवश करके संपत्ति का प्रत्यावर्तन करने के लिए सदोष परिरोध",
    newCode: "127(8)",
    newCodeInfo: "सदोष परिरोध",
  },
  {
    id: 391,
    prevCode: "349",
    prevCodeInfo: "बल",
    newCode: "128",
    newCodeInfo: "बल",
  },
  {
    id: 392,
    prevCode: "350",
    prevCodeInfo: "आपराधिक बल",
    newCode: "129",
    newCodeInfo: "आपराधिक बल",
  },
  {
    id: 393,
    prevCode: "351",
    prevCodeInfo: "हमला",
    newCode: "130",
    newCodeInfo: "हमला",
  },
  {
    id: 394,
    prevCode: "352",
    prevCodeInfo:
      "गंभीर प्रकोपन होने से अन्यथा हमला करने या आपराधिक बल का प्रयोग करने के लिए दण्ड",
    newCode: "131",
    newCodeInfo:
      "गंभीर प्रकोपन होने से अन्यथा हमला force otherwise than on grave provocation करने या आपराधिक बल का प्रयोग करने के लिए दण्ड",
  },
  {
    id: 395,
    prevCode: "353",
    prevCodeInfo:
      "लोक सेवक को अपने कर्तव्य के निर्वहन से भयोपरत करने के लिए हमला या आपराधिक बल का प्रयोग",
    newCode: "132",
    newCodeInfo:
      "लोक सेवक को अपने कर्तव्य के निर्वहन से भयोपरत करने के लिए हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 396,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo:
      "----",
    newCode: "73",
    newCodeInfo:
      "अनुज्ञा के बिना न्यायालय की कार्यवाहियों से संबंधित किसी मामले का मुद्रण या प्रकाशन करना",
  },
  {
    id: 396,
    prevCode: "354",
    prevCodeInfo:
      "स्त्री की लज्जा भंग करने के आशय से उस पर हमला या आपराधिक बत का प्रयोग",
    newCode: "74",
    newCodeInfo:
      "महिला की लज्जा भंग करने के आशय से उस पर हमला या आपराधिक बत का प्रयोग",
  },
  {
    id: 397,
    prevCode: "354क",
    prevCodeInfo: "लैंगिक उत्पीड़न और लैंगिक उत्पीड़न के लिये दण्ड",
    newCode: "75",
    newCodeInfo: "लैंगिक उत्पीड़न",
  },
  {
    id: 398,
    prevCode: "354ख",
    prevCodeInfo:
      "विवस्त्र करने के आशय से महिला पर हमला या आपराधिक बल का प्रयोग",
    newCode: "76",
    newCodeInfo:
      "विवस्त्र करने के आशय से महिला पर हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 399,
    prevCode: "354ग",
    prevCodeInfo: "दृश्यरतिकता",
    newCode: "77",
    newCodeInfo: "दृश्यरतिकता",
  },
  {
    id: 400,
    prevCode: "354ड़",
    prevCodeInfo: "पीछा करना",
    newCode: "78",
    newCodeInfo: "पीछा करना",
  },
  {
    id: 401,
    prevCode: "355",
    prevCodeInfo:
      "गंभीर प्रकोपन होने से अन्यथा किसी व्यक्ति का अनादर करने के आशय से उस पर हमला या आपराधिक बल का प्रयोग",
    newCode: "133",
    newCodeInfo:
      "गंभीर प्रकोपन होने से अन्यथा किसी व्यक्ति का अनादर करने के आशय से उस पर हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 402,
    prevCode: "356",
    prevCodeInfo:
      "किसी व्यक्ति द्वारा से जाई जाने वाती सम्पत्ति की चोरी के प्रयत्नों में हमला या आपराधिक बल का प्रयोग",
    newCode: "134",
    newCodeInfo:
      "किसी व्यक्ति द्वारा से जाई जाने वाती सम्पत्ति की चोरी के प्रयत्नों में हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 403,
    prevCode: "357",
    prevCodeInfo:
      "किसी व्यक्ति का सदोष परिरोध करने के प्रयत्नों में हमला या आपराधिक बल का प्रयोग",
    newCode: "135",
    newCodeInfo:
      "किसी व्यक्ति का सदोष परिरोध करने के प्रयत्नों में हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 404,
    prevCode: "358",
    prevCodeInfo: "गंभीर प्रकोपन मिलने पर हमला या आपराधिक बल का प्रयोग",
    newCode: "136",
    newCodeInfo: "गंभीर प्रकोपन मिलने पर हमला या आपराधिक बल का प्रयोग",
  },
  {
    id: 405,
    prevCode: "359",
    prevCodeInfo: "व्यपहरण",
    newCode: "137",
    newCodeInfo: "व्यपहरण",
  },
  {
    id: 406,
    prevCode: "360",
    prevCodeInfo: "भारत में से व्यपहरण",
    newCode: "137(1)(क)",
    newCodeInfo: "व्यपहरण",
  },
  {
    id: 407,
    prevCode: "361",
    prevCodeInfo: "विधिपूर्ण संरक्षकता में से व्यपहरण",
    newCode: "137(1)(ख)",
    newCodeInfo: "व्यपहरण",
  },
  {
    id: 408,
    prevCode: "362",
    prevCodeInfo: "अपहरण",
    newCode: "138",
    newCodeInfo: "अपहरण",
  },
  {
    id: 409,
    prevCode: "363",
    prevCodeInfo: "व्यपहरण के लिए दण्ड",
    newCode: "137(2)",
    newCodeInfo: "व्यपहरण",
  },
  {
    id: 410,
    prevCode: "363क",
    prevCodeInfo:
      "भीख मांगने के प्रयोजनों के लिए अप्राप्तवय का व्यपहरण या विकलांगीकरण",
    newCode: "139",
    newCodeInfo:
      "भीख मांगने के प्रयोजनों के लिए अप्राप्तवय का व्यपहरण या विकलांगीकरण",
  },
  {
    id: 411,
    prevCode: "364",
    prevCodeInfo: "हत्या करने के लिए व्यपहरण या अपहरण",
    newCode: "140(1)",
    newCodeInfo: "हत्या करने के लिए या फिरौती, आदि के लिए व्यपहरण या अपहरण",
  },
  {
    id: 412,
    prevCode: "364क",
    prevCodeInfo: "मुक्ति धन इत्यादि के लिए व्यपहरण",
    newCode: "140(2)",
    newCodeInfo: "मुक्ति धन इत्यादि के लिए व्यपहरण",
  },
  {
    id: 413,
    prevCode: "365",
    prevCodeInfo:
      "किसी व्यक्ति का गुप्त रीति से और सदोष परिरोध करने के आशय से व्यपहरण या अपहरण",
    newCode: "140(3)",
    newCodeInfo: "हत्या करने के लिए या फिरौती, आदि के लिए व्यपहरण या अपहरण",
  },
  {
    id: 414,
    prevCode: "366",
    prevCodeInfo:
      "विवाह आदि के करने को विवश करने के लिए किसी स्त्री को व्यपहृत करना, अपहृत करना या उत्प्रेरित करना",
    newCode: "87",
    newCodeInfo:
      "विवाह आदि के करने को विवश करने के लिए किसी स्त्री को व्यपहृत करना, अपहृत करना या उत्प्रेरित करना",
  },
  {
    id: 415,
    prevCode: "366अ",
    prevCodeInfo: "अप्राप्तवय लड़की का उपापन",
    newCode: "96",
    newCodeInfo: "बालक का उपापन",
  },
  {
    id: 416,
    prevCode: "366ख",
    prevCodeInfo: "विदेश से लड़की का आयात करना",
    newCode: "141",
    newCodeInfo: "विदेश से बालिका या बालक का लाना",
  },
  {
    id: 417,
    prevCode: "367",
    prevCodeInfo:
      "व्यक्ति को घोर उपहति, दासत्व, आदि का विषय बनाने के उद्देश्य से व्यपहरण या अपहरण",
    newCode: "140(4)",
    newCodeInfo: "हत्या करने के लिए या फिरौती, आदि के लिए व्यपहरण या अपहरण",
  },
  {
    id: 418,
    prevCode: "368",
    prevCodeInfo: "व्यपहत या अपहृत व्यक्ति को सदोष छिपाना या परिरोध में रखना",
    newCode: "142",
    newCodeInfo: "व्यपहृत या अपहृत व्यक्ति को सदोष छिपाना या परिरोध में रखना",
  },
  {
    id: 419,
    prevCode: "369",
    prevCodeInfo:
      "दस वर्ष से कम आयु के शिशु के शरीर पर से चोरी करने के आशय से उसका व्यपहरण या अपहरण",
    newCode: "97",
    newCodeInfo:
      "दस वर्ष से कम आयु के शिशु के शरीर पर से चोरी करने के आशय से उसका व्यपहरण या अपहरण",
  },
  {
    id: 420,
    prevCode: "370",
    prevCodeInfo: "व्यक्ति का दुर्व्यापार",
    newCode: "143",
    newCodeInfo: "व्यक्ति का दुर्व्यापार",
  },
  {
    id: 421,
    prevCode: "370क",
    prevCodeInfo: "के ऐसे व्यक्ति का, जिसका दुर्व्यापार किया गया है शोषण",
    newCode: "144",
    newCodeInfo: "ऐसे व्यक्ति का, जिसका दुर्व्यापार किया गया है, शोषण",
  },
  {
    id: 422,
    prevCode: "371",
    prevCodeInfo: "दासों का अभ्यासिक व्यौहार करना",
    newCode: "145",
    newCodeInfo: "दासों का अभ्यासिक व्यौहार करना",
  },
  {
    id: 423,
    prevCode: "372",
    prevCodeInfo: "वेश्यावृत्ति आदि के प्रयोजन के लिए अप्राप्तवय को बेचना",
    newCode: "98",
    newCodeInfo: "वेश्यावृत्ति आदि के प्रयोजन के लिए बालक को बेचना",
  },
  {
    id: 424,
    prevCode: "373",
    prevCodeInfo: "वेश्यावृत्ति, आदि के प्रयोजन के लिए अप्राप्तवय का खरीदना",
    newCode: "99",
    newCodeInfo: "वेश्यावृत्ति, आदि के प्रयोजन के लिए बालक को खरीदना",
  },
  {
    id: 425,
    prevCode: "374",
    prevCodeInfo: "विधिविरुद्ध अनिवार्य श्रम",
    newCode: "146",
    newCodeInfo: " विधिविरुद्ध अनिवार्य श्रम",
  },
  {
    id: 426,
    prevCode: "375",
    prevCodeInfo: "बलात्संग",
    newCode: "63",
    newCodeInfo: "बलात्संग",
  },
  {
    id: 427,
    prevCode: "376",
    prevCodeInfo: "बलात्संग के लिए दण्ड",
    newCode: "64",
    newCodeInfo: "बलात्संग के लिए दण्ड",
  },
  {
    id: 428,
    prevCode: "376क",
    prevCodeInfo:
      "पीड़िता की मृत्यु या लगातार विकृतशील दशा कारित करने के लिए दंड",
    newCode: "66",
    newCodeInfo: "पीड़िता की मृत्यु या सतत विकृतशील दशा कारित करने के लिए दंड",
  },
  {
    id: 429,
    prevCode: "376कख",
    prevCodeInfo:
      "बारह वर्ष से कम आयु की किसी स्त्री के साथ बलात्संग के लिये दण्ड",
    newCode: "65",
    newCodeInfo: " कतिपय मामलों में बलात्संग के लिए दंड",
  },
  {
    id: 430,
    prevCode: "376ख",
    prevCodeInfo: "पति द्वारा अपनी पत्नी के साथ पृथक्करण के दौरान मैथुन",
    newCode: "67",
    newCodeInfo: "पति द्वारा अपनी पत्नी के साथ पृथक्करण के दौरान मैथुन",
  },
  {
    id: 431,
    prevCode: "376ग",
    prevCodeInfo: "प्राधिकार में किसी व्यक्ति द्वारा मैथुन",
    newCode: "68",
    newCodeInfo: "प्राधिकार में किसी व्यक्ति द्वारा मैथुन",
  },
  {
    id: 432,
    prevCode: "376घ",
    prevCodeInfo: " सामूहिक बलात्संग ",
    newCode: "70(1)",
    newCodeInfo: "सामूहिक बलात्संग",
  },
  {
    id: 433,
    prevCode: "376घक",
    prevCodeInfo:
      "सोलह वर्ष से कम आयु की स्त्री से सामूहिक बलात्संग के लिए दण्ड",
    newCode: "70(2)",
    newCodeInfo: "सामूहिक बलात्संग",
  },
  {
    id: 434,
    prevCode: "376घख",
    prevCodeInfo:
      "बारह वर्ष से कम आयु की स्त्री से सामूहिक बलात्संग के लिए दण्ड",
    newCode: "70(2)",
    newCodeInfo: "सामूहिक बलात्संग",
  },
  {
    id: 435,
    prevCode: "376ए",
    prevCodeInfo: "पुनरावृत्तिकर्ता अपराधियों के लिए दंड",
    newCode: "71",
    newCodeInfo: "पुनरावृत्तिकर्ता अपराधियों के लिए दंड",
  },
  {
    id: 436,
    prevCode: "377",
    prevCodeInfo: "प्रकृति विरुद्ध अपराध",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 437,
    prevCode: "378",
    prevCodeInfo: "चोरी",
    newCode: "303(1)",
    newCodeInfo: "चोरी",
  },
  {
    id: 438,
    prevCode: "379",
    prevCodeInfo: "चोरी के लिये दण्ड",
    newCode: "303(2)",
    newCodeInfo: "चोरी",
  },
  {
    id: 439,
    prevCode: "380",
    prevCodeInfo: " निवास-गृह आदि में चोरी से",
    newCode: "305",
    newCodeInfo: "निवास-गृह या यातायात के साधन या पूजा स्थल आदि में चोरी",
  },
  {
    id: 440,
    prevCode: "380",
    prevCodeInfo: " निवास-गृह आदि में चोरी से",
    newCode: "305",
    newCodeInfo: "निवास-गृह या यातायात के साधन या पूजा स्थल आदि में चोरी",
  },
  {
    id: 441,
    prevCode: "381",
    prevCodeInfo: "लिपिक या सेवक द्वारा स्वामी के कब्जे में संपत्ति की चोरी",
    newCode: "306",
    newCodeInfo: "लिपिक या सेवक द्वारा स्वामी के कब्जे में संपत्ति की चोरी",
  },
  {
    id: 442,
    prevCode: "382",
    prevCodeInfo:
      "चोरी करने के लिए मृत्यु, उपहति या अवरोध कारित करने की तैयारी के पश्चात् चोरी",
    newCode: "307",
    newCodeInfo:
      "चोरी करने के लिए मृत्यु, उपहति या अवरोध कारित करने की तैयारी के पश्चात् चोरी",
  },
  {
    id: 443,
    prevCode: "383",
    prevCodeInfo: "उद्दापन",
    newCode: "308(1)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 444,
    prevCode: "384",
    prevCodeInfo: "उद्दापन के लिए दण्ड",
    newCode: "308(2)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 445,
    prevCode: "385",
    prevCodeInfo: "उद्दापन करने के लिए किसी व्यक्ति को क्षति के भय में डालना",
    newCode: "308(3)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 446,
    prevCode: "386",
    prevCodeInfo: "किसी व्यक्ति को मृत्यु या घोर उपहति के भय में डालना",
    newCode: "308(5)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 447,
    prevCode: "387",
    prevCodeInfo:
      "उद्यापन करने के लिए किसी व्यक्ति को मृत्यु या घोर उपहति के भय में डालना",
    newCode: "308(4)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 448,
    prevCode: "388",
    prevCodeInfo: "मृत्यु या आजीवन कारावास, आदि लगाने की धमकी देकर उद्दापन",
    newCode: "308(6)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 449,
    prevCode: "389",
    prevCodeInfo:
      "उद्दापन करने के लिए किसी व्यक्ति को अपराध का अभियोग लगाने के भय में डालना",
    newCode: "308(7)",
    newCodeInfo: "उद्दापन",
  },
  {
    id: 450,
    prevCode: "390",
    prevCodeInfo: "लूट",
    newCode: "309(1)",
    newCodeInfo: "लूट",
  },
  {
    id: 451,
    prevCode: "391",
    prevCodeInfo: "डकैती",
    newCode: "309(1)",
    newCodeInfo: "लूट",
  },
  {
    id: 452,
    prevCode: "392",
    prevCodeInfo: "लूट के लिए दण्ड",
    newCode: "309(2)",
    newCodeInfo: "लूट",
  },
  {
    id: 453,
    prevCode: "393",
    prevCodeInfo: "लूट करने का प्रयत्न",
    newCode: "309(3)",
    newCodeInfo: "लूट",
  },
  {
    id: 454,
    prevCode: "394",
    prevCodeInfo: "लूट करने में स्वेच्छ्या उपहति कारित करना",
    newCode: "309(4)",
    newCodeInfo: "लूट",
  },
  {
    id: 455,
    prevCode: "395",
    prevCodeInfo: "डकैती के लिए दण्ड",
    newCode: "310(2)",
    newCodeInfo: "डकैती",
  },
  {
    id: 456,
    prevCode: "396",
    prevCodeInfo: "हत्या सहित डकैती",
    newCode: "310(3)",
    newCodeInfo: "डकैती",
  },
  {
    id: 457,
    prevCode: "397",
    prevCodeInfo:
      "मृत्यु या घोर उपहति कारित करने के प्रयत्न के साथ लूट या डकैती",
    newCode: "311",
    newCodeInfo:
      "मृत्यु या घोर उपहति कारित करने के प्रयत्न के साथ लूट या डकैती",
  },
  {
    id: 458,
    prevCode: "398",
    prevCodeInfo: "घातक आयुध से सज्जित होकर तूट या डकैती करने का प्रयत्न",
    newCode: "312",
    newCodeInfo: "घातक आयुध से सज्जित होकर तूट या डकैती करने का प्रयत्न",
  },
  {
    id: 459,
    prevCode: "399",
    prevCodeInfo: "डकैती करने के लिए तैयारी करना",
    newCode: "310(4)",
    newCodeInfo: "डकती",
  },
  {
    id: 460,
    prevCode: "400",
    prevCodeInfo: "डाकूओं की टोली का होने के लिए दण्ड",
    newCode: "313",
    newCodeInfo: "लुटेरों, आदि की टोली का होने के लिए दण्ड",
  },
  {
    id: 461,
    prevCode: "401",
    prevCodeInfo: "चोरों की टोली का होने के लिए दण्ड",
    newCode: "313",
    newCodeInfo: "लुटेरों, डकैतों आदि के गिरोह से संबंधित होने के लिए सज़ा.",
  },
  {
    id: 462,
    prevCode: "402",
    prevCodeInfo: "डकैती करने के प्रयोजन से एकत्रित होना",
    newCode: "310(5)",
    newCodeInfo: "डकैती",
  },
  {
    id: 463,
    prevCode: "403",
    prevCodeInfo: "संपत्ति का बेईमानी से दुर्विनियोग",
    newCode: "314",
    newCodeInfo: "संपत्ति का बेईमानी से दुर्विनियोग",
  },
  {
    id: 464,
    prevCode: "404",
    prevCodeInfo:
      "ऐसी सम्पत्ति का बेईमानी से दुर्विनियोग जो मृत व्यक्ति की मृत्यु के समय उसके कब्जे में थी",
    newCode: "315",
    newCodeInfo:
      "ऐसी सम्पत्ति का बेईमानी से दुर्विनियोग जो मृत व्यक्ति की मृत्यु के समय उसके कब्जे में थी",
  },
  {
    id: 465,
    prevCode: "405",
    prevCodeInfo: "आपराधिक न्यासभंग",
    newCode: "316(1)",
    newCodeInfo: "विश्वास का आपराधिक उल्लंघन",
  },
  {
    id: 466,
    prevCode: "406",
    prevCodeInfo: "आपराधिक न्यासभंग के लिए दण्ड",
    newCode: "316(2)",
    newCodeInfo: "आपराधिक न्यासभंग",
  },
  {
    id: 467,
    prevCode: "407",
    prevCodeInfo: "वाहक, आदि द्वारा आपराधिक न्यासभंग",
    newCode: " 316(3)",
    newCodeInfo: "आपराधिक न्यासभंग",
  },
  {
    id: 468,
    prevCode: "408",
    prevCodeInfo: "लिपिक या सेवक द्वारा आपराधिक न्यासभंग",
    newCode: "316(4)",
    newCodeInfo: "आपराधिक न्यासभंग",
  },
  {
    id: 469,
    prevCode: "409",
    prevCodeInfo:
      "लोक-सेवक द्वारा या बैंकर, व्यापारी या अभिकर्ता द्वारा आपराधिक न्यासभंग",
    newCode: "316(5)",
    newCodeInfo: "आपराधिक न्यासभंग",
  },
  {
    id: 470,
    prevCode: "410",
    prevCodeInfo: "चुराई हुई सम्पत्ति",
    newCode: " 317(1)",
    newCodeInfo: "चुराई हुई सम्पत्ति",
  },
  {
    id: 471,
    prevCode: "411",
    prevCodeInfo: "चुराई हुई संपत्ति को बेईमानी से प्राप्त करना",
    newCode: "317(2)",
    newCodeInfo: "चुराई हुई संपत्ति",
  },
  {
    id: 472,
    prevCode: "412",
    prevCodeInfo:
      "ऐसी संपत्ति को बेईमानी से प्राप्त करना जो डकैती करने में चुराई गई है",
    newCode: "317(3)",
    newCodeInfo: "चुराई हुई संपत्ति",
  },
  {
    id: 473,
    prevCode: "413",
    prevCodeInfo: "चुराई हुई संपत्ति का अभ्यासतः व्यापार करना",
    newCode: "317(4)",
    newCodeInfo: "चुराई हुई संपत्ति",
  },
  {
    id: 474,
    prevCode: "414",
    prevCodeInfo: "चुराई हुई संपत्ति छिपाने में सहायता करना",
    newCode: "317(5)",
    newCodeInfo: "चुराई हुई संपत्ति",
  },
  {
    id: 475,
    prevCode: "415",
    prevCodeInfo: "छल",
    newCode: "318(1)",
    newCodeInfo: "छल",
  },
  {
    id: 476,
    prevCode: "416",
    prevCodeInfo: "प्रतिरूपण द्वारा छल",
    newCode: "319(1)",
    newCodeInfo: "प्रतिरूपण द्वारा छल",
  },
  {
    id: 477,
    prevCode: "417",
    prevCodeInfo: "छल के लिए दण्ड",
    newCode: "318(2)",
    newCodeInfo: "छल",
  },
  {
    id: 478,
    prevCode: "418",
    prevCodeInfo:
      "इस ज्ञान के साथ छल करना कि उस व्यक्ति को सदोष हानि हो सकती है जिसका हित संरक्षित रखने के लिए अपराधी आबद्ध है",
    newCode: "318(3)",
    newCodeInfo: " छल",
  },
  {
    id: 479,
    prevCode: "419",
    prevCodeInfo: "प्रतिरूपण द्वारा छल के लिए दंड",
    newCode: "319(2)",
    newCodeInfo: "प्रतिरूपण द्वारा छल",
  },
  {
    id: 480,
    prevCode: "420",
    prevCodeInfo:
      "छल करना और संपत्ति परिदत्त करने के लिए बेईमानी से उत्प्रेरित करना",
    newCode: "318(4)",
    newCodeInfo: "छल",
  },
  {
    id: 481,
    prevCode: "421",
    prevCodeInfo:
      "लेनदारों में वितरण निवारित करने के लिए सम्पत्ति का बेईमानी से या कपटपूर्वक अपसारण या छिपाना",
    newCode: "320",
    newCodeInfo:
      "लेनदारों में वितरण निवारित करने के लिए सम्पत्ति का बेईमानी से या कपटपूर्वक अपसारण या छिपाना",
  },
  {
    id: 482,
    prevCode: "422",
    prevCodeInfo:
      "ऋण को लेनदारों के लिए उपलब्ध होने से बेईमानी से या कपटपूर्वक निवारित करना",
    newCode: "321",
    newCodeInfo:
      "ऋण को लेनदारों के लिए उपलब्ध होने से बेईमानी से या कपटपूर्वक निवारित करना",
  },
  {
    id: 483,
    prevCode: "423",
    prevCodeInfo:
      "अन्तरण के ऐसे विलेख का, जिसमें प्रतिफल के संबंध में मिथ्या कथन अन्तर्विष्ट है. बेईमानी से या कपटपूर्वक निष्पादन",
    newCode: "322",
    newCodeInfo:
      "अन्तरण के ऐसे विलेख का, जिसमें प्रतिफल के संबंध में मिथ्या कथन अन्तर्विष्ट है. बेईमानी से या कपटपूर्वक निष्पादन",
  },
  {
    id: 484,
    prevCode: "424",
    prevCodeInfo: "संपत्ति का बेईमानी से या कपटपूर्वक अपसारण या छिपाया जाना",
    newCode: "323",
    newCodeInfo: "संपत्ति का बेईमानी से या कपटपूर्वक अपसारण या छिपाया जाना",
  },
  {
    id: 485,
    prevCode: "425",
    prevCodeInfo: "रिष्टि",
    newCode: "324(1)",
    newCodeInfo: "रिष्टि",
  },
  {
    id: 486,
    prevCode: "426",
    prevCodeInfo: "रिष्टि के लिए दण्ड",
    newCode: "324(2)",
    newCodeInfo: "रिष्टि",
  },
  {
    id: 487,
    prevCode: "427",
    prevCodeInfo: "रिष्टि जिससे पचास रुपए का नुकसान होता है",
    newCode: "324(4)",
    newCodeInfo: "रिष्टि",
  },
  {
    id: 488,
    prevCode: "428",
    prevCodeInfo:
      "दस रुपए के मूल्य के जीवजन्तु को वघ करने या उसे विकलांग करने द्वारा रिष्टि",
    newCode: "325",
    newCodeInfo: "जीवजन्तु को वध करने या उसे विकलांग करने द्वारा रिष्टि",
  },
  {
    id: 489,
    prevCode: "429",
    prevCodeInfo:
      "किसी मूल्य के ढोर, आदि की या पचास रुपए के मूल्य के किसी जीवजन्तु को वध करने या उसे विकलांग करने द्वारा रिष्टि",
    newCode: "325",
    newCodeInfo: "जीवजन्तु को वध करने या उसे विकलांग करने द्वारा रिष्टि",
  },
  {
    id: 490,
    prevCode: "430",
    prevCodeInfo:
      "सिंचन संकर्म को क्षति करने या जत को दोषपूर्वक मोहने द्वारा रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 491,
    prevCode: "431",
    prevCodeInfo: "लोक सड़क, पुत. नदी या जलसरणी को क्षति पहुंचाकर रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 492,
    prevCode: "432",
    prevCodeInfo:
      "लोक जल निकास में नुकसानप्रद जलप्तावन या बाधा कारित करने द्वारा रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 493,
    prevCode: "433",
    prevCodeInfo:
      "किसी दीपगृह या समुद्री चिन्ह को नष्ट करके, हटाकर या कम उपयोगी बनाकर रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 494,
    prevCode: "434",
    prevCodeInfo:
      "लोक प्राधिकारी द्वारा लगाए गए भूमि चिन्ह को नष्ट करने या हटाने आदि द्वारा रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 495,
    prevCode: "435",
    prevCodeInfo:
      "सौ रुपए का या (कृषि उपज की दशा में) दस रुपए का नुकसान कारित करने के आशय से अप्रि या विस्फोटक पदार्थ द्वारा रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 496,
    prevCode: "436",
    prevCodeInfo:
      "गृह आदि को नष्ट करने के आशय से अनि पा विस्फोटक पदार्थ द्वारा रिष्टि",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 497,
    prevCode: "437",
    prevCodeInfo:
      "तल्लायुक्त या बीस टन बोझ वाले जलयान को नष्ट करने या सापद बनाने के आशय से रिष्टि",
    newCode: "327",
    newCodeInfo:
      "रेल, वायुयान, तल्लायुक्त या बीस टन बोझ वाले जलयान को नष्ट करने या सापद बनाने के आशय से रिष्टि",
  },
  {
    id: 498,
    prevCode: "438",
    prevCodeInfo:
      "धारा 437 में वर्णित अग्नि या विस्फोटक पदार्थ द्वारा की गई रिष्टि के लिए दण्ड",
    newCode: "326",
    newCodeInfo: "क्षति, जलप्लावन, अग्नि या विस्फोटक पदार्थ द्वारा रिष्टि",
  },
  {
    id: 499,
    prevCode: "439",
    prevCodeInfo:
      "चोरी, आदि करने के आशय से जलयान को साशय भूमि या किनारे पर चढ़ा कर देने के लिए दण्ड",
    newCode: "328",
    newCodeInfo:
      "चोरी, आदि करने के आशय से जलयान को साशय भूमि या किनारे पर चढ़ा कर देने के लिए दण्ड",
  },
  {
    id: 500,
    prevCode: "440",
    prevCodeInfo:
      "मृत्यु या उपहति कारित करने की तैयारी के पश्चात् की गई रिष्टि",
    newCode: "324(6)",
    newCodeInfo: "रिष्टि",
  },
  {
    id: 501,
    prevCode: "441",
    prevCodeInfo: "आपराधिक अतिचार",
    newCode: "329",
    newCodeInfo: "आपराधिक अतिचार और गृह-अतिचार",
  },
  {
    id: 502,
    prevCode: "442",
    prevCodeInfo: "गृह-अतिचार",
    newCode: "329",
    newCodeInfo: "आपराधिक अतिचार और गृह-अतिचार",
  },
  {
    id: 503,
    prevCode: "443",
    prevCodeInfo: "गुप्त गृह-अतिक्रमण",
    newCode: "330, 331",
    newCodeInfo:
      "(330) गृह-अतिचार और गृह-भेदन, (331) गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 504,
    prevCode: "444",
    prevCodeInfo: "रात्री प्रच्छन्न गृह अतिचार",
    newCode: "330, 331",
    newCodeInfo:
      "(330) गृह-अतिचार और गृह-भेदन, (331) गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 505,
    prevCode: "445",
    prevCodeInfo: "गृह भेदन",
    newCode: "330",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन",
  },
  {
    id: 506,
    prevCode: "446",
    prevCodeInfo: "रात्रौ गृह भेदन",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन",
  },
  {
    id: 507,
    prevCode: "447",
    prevCodeInfo: "आपराधिक अतिचार के लिए दण्ड",
    newCode: "329",
    newCodeInfo: "आपराधिक अतिचार और गृह-अतिचार",
  },
  {
    id: 508,
    prevCode: "448",
    prevCodeInfo: "गृह-अतिचार के लिए सज़ा",
    newCode: "329",
    newCodeInfo: "आपराधिक अतिचार और गृह-अतिचार",
  },
  {
    id: 509,
    prevCode: "449",
    prevCodeInfo: "मृत्यु से दंडनीय अपराध करने के लिए गृह-अतिचार",
    newCode: "332",
    newCodeInfo: "अपराध को करने के लिए गृह अतिचार",
  },
  {
    id: 510,
    prevCode: "450",
    prevCodeInfo: "आजीवन कारावास से दंडनीय अपराध करने के लिए गृह-अतिचार",
    newCode: "332",
    newCodeInfo: "अपराध को करने के लिए गृह अतिचार",
  },
  {
    id: 511,
    prevCode: "451",
    prevCodeInfo: "कारावास से दंडनीय अपराध करने के लिए गृह-अतिचार",
    newCode: "332",
    newCodeInfo: "अपराध को करने के लिए गृह अतिचार",
  },
  {
    id: 512,
    prevCode: "452",
    prevCodeInfo: "उपहति. हमता या सदोष अवरोध की तैयारी के पश्चात् गृह-अतिचार",
    newCode: "333",
    newCodeInfo: "उपहति. हमता या सदोष अवरोध की तैयारी के पश्चात् गृह-अतिचार",
  },
  {
    id: 513,
    prevCode: "453",
    prevCodeInfo: "प्रच्छन्न गृह अतिचार या गृह भेदन के लिए दण्ड",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 514,
    prevCode: "454",
    prevCodeInfo:
      "कारावास से दण्डनीय अपराध करने के लिए प्रच्छन्न गृह-अतिचार या गृह-भेदन",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 515,
    prevCode: "455",
    prevCodeInfo:
      "उपहति, हमले या सदोष अवरोध की तैयारी के पश्चात् प्रच्छत्र गृह- अतिचार या गृह-भेदन",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 516,
    prevCode: "456",
    prevCodeInfo: "रात्रौ प्रच्छन्न गृह-अतिचार या रात्री गृह- भेदन के लिए दण्ड",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 517,
    prevCode: "457",
    prevCodeInfo:
      "कारावास से दण्डनीय अपराध करने के लिए रात्री प्रच्छत्र गृह-अतिचार या रात्रौ गृह-भेदन",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 518,
    prevCode: "458",
    prevCodeInfo:
      "उपहति. हमला या सदोष अवरोध की तैयारी के पश्चात् रात्रौ प्रच्छन्न गृह अतिचार या रात्रौ गृह भेदन",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 519,
    prevCode: "459",
    prevCodeInfo:
      "प्रच्छत्र गृह-अतिचार या गृह-भेदन करते समय घोर उपहति कारित हो",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 520,
    prevCode: "460",
    prevCodeInfo:
      "रात्री प्रच्छत्र गृह-अतिचार या रात्रौ गृहभेदन में संयुक्ततः सम्पृक्त समस्त व्यक्ति दण्डनीय हैं, जबकि उसमें से एक द्वारा मृत्यु या घोर उपहति कारित की हो",
    newCode: "331",
    newCodeInfo: "गृह-अतिचार और गृह-भेदन के लिए दण्ड",
  },
  {
    id: 521,
    prevCode: "461",
    prevCodeInfo: "ऐसे पात्र को, जिसमें संपत्ति है. बेईमानी से तोड़कर खोलना",
    newCode: "334(1)",
    newCodeInfo: "ऐसे पात्र को, जिसमें संपत्ति है. बेईमानी से तोड़कर खोलना",
  },
  {
    id: 522,
    prevCode: "462",
    prevCodeInfo:
      "उसी अपराध के लिए दण्ड, जबकि वह ऐसे व्यक्ति द्वारा किया गया है जिसे अभिरक्षा न्यस्त की गई है",
    newCode: "334(2)",
    newCodeInfo: "ऐसे पात्र को, जिसमें संपत्ति है. बेईमानी से तोड़कर खोलना",
  },
  {
    id: 523,
    prevCode: "463",
    prevCodeInfo: "कूटरचना",
    newCode: "336(1)",
    newCodeInfo: "कूटरचना",
  },
  {
    id: 524,
    prevCode: "464",
    prevCodeInfo: "मिथ्या दस्तावेज रचना",
    newCode: "335",
    newCodeInfo: "झूठा दस्तावेज़ बनाना",
  },
  {
    id: 525,
    prevCode: "465",
    prevCodeInfo: "कूटरचना के लिए दण्ड",
    newCode: "336(2)",
    newCodeInfo: "कूटरचना",
  },
  {
    id: 526,
    prevCode: "466",
    prevCodeInfo: "न्यायालय के अधिलेख की या लोक रजिस्टर आदि की कूटस्वना",
    newCode: "337",
    newCodeInfo: "न्यायालय के अधिलेख की या लोक रजिस्टर आदि की कूटस्वना",
  },
  {
    id: 527,
    prevCode: "467",
    prevCodeInfo: "मूल्यवान प्रतिभूति, वित, इत्यादि की कूटरचना",
    newCode: "338",
    newCodeInfo: "मूल्यवान प्रतिभूति, वित, इत्यादि की कूटरचना",
  },
  {
    id: 528,
    prevCode: "468",
    prevCodeInfo: "छल के प्रयोजन से कूटरचना",
    newCode: "336(3)",
    newCodeInfo: "कूटरचना",
  },
  {
    id: 529,
    prevCode: "469",
    prevCodeInfo: "ख्याति को अपहानि पहुंचाने के आशय से कूटरचना",
    newCode: "336",
    newCodeInfo: "कूटरचना",
  },
  {
    id: 530,
    prevCode: "470",
    prevCodeInfo: "कूटरचित दस्तावेज या इलेक्ट्रानिक अभिलेख",
    newCode: "340",
    newCodeInfo:
      "कूटरचित दस्तावेज या इलैक्ट्रानिक अभिलेख और इसे असली के रूप में उपयोग में लाना",
  },
  {
    id: 531,
    prevCode: "471",
    prevCodeInfo:
      "कूटरचित दस्तावेज या इलैक्ट्रानिक अभिलेख का असली के रूप में उपयोग में लाना",
    newCode: "340",
    newCodeInfo:
      "कूटरचित दस्तावेज या इलैक्ट्रानिक अभिलेख और इसे असली के रूप में उपयोग में लाना",
  },
  {
    id: 532,
    prevCode: "472",
    prevCodeInfo:
      "धारा 467 के अधीन दण्डनीय कूटरचना करने के आशय से कूटकृत मुद्रा आदि को बनाना या कब्जे में रखना",
    newCode: "341",
    newCodeInfo:
      "धारा 338 के अधीन दण्डनीय कूटरचना करने के आशय से कूटकृत मुद्रा, आदि का बनाना या कब्जे में रखना",
  },
  {
    id: 533,
    prevCode: "473",
    prevCodeInfo:
      "अन्यथा दण्डनीय कूटरबना करने के आशय से कूटकृत मुद्रा, आदि का बनाना या कब्जे में रखना",
    newCode: "341",
    newCodeInfo:
      "धारा 338 के अधीन दण्डनीय कूटरचना करने के आशय से कूटकृत मुद्रा, आदि का बनाना या कब्जे में रखना",
  },
  {
    id: 534,
    prevCode: "474",
    prevCodeInfo:
      "धारा 466 या 467 में वर्णित दस्तावेज को, उसे कूटरचित जानते हुए और उसे असली के रूप में उपयोग में लाने का आशय रखते हुए, कब्जे में रखना",
    newCode: "339",
    newCodeInfo:
      "धारा 337 या धारा 338 में वर्णित दस्तावेज को, उसे कूटरचित जानते हुए और उसे असली के रूप में उपयोग में लाने का आशय रखते हुए, कब्जे में रखना",
  },
  {
    id: 535,
    prevCode: "475",
    prevCodeInfo:
      "धारा 467 में वर्णित दस्तावेजों से भिन्न दस्तावेजों के अधिप्रमाणीकरण के लिए उपयोग में लाई जाने वाली अमिलक्षणा या चिन्ह की कूटकृति बनाना या व कूटकृत चिन्हयुक्त पदार्थ को कब्जे में र रखना",
    newCode: "342",
    newCodeInfo:
      "धारा 338 में वर्णित दस्तावेजों के अधिप्रमाणीकरण के लिए उपयोग में लाई जाने वाली अमिलक्षणा या चिह्न की कूटकृति बनाना या कूटकृत चिन्हयुक्त पदार्थ को कब्जे में रखना",
  },
  {
    id: 536,
    prevCode: "476",
    prevCodeInfo:
      "धारा 467 में वर्णित दस्तावेजों से भिन्न दस्तावेजों के अधिप्रमाणीकरण के लिए उपयोग में लाई जाने वाली अमितक्षणा या चिन्ह को कूटकृति बनाना या कूटकृत चिन्हयुक्त पदार्य को कब्जे में रखना",
    newCode: "342",
    newCodeInfo:
      "धारा 338 में वर्णित दस्तावेजों के अधिप्रमाणीकरण के लिए उपयोग में लाई जाने वाली अमिलक्षणा या चिह्न की कूटकृति बनाना या कूटकृत चिन्हयुक्त पदार्थ को कब्जे में रखना",
  },
  {
    id: 537,
    prevCode: "477",
    prevCodeInfo:
      "विल, दत्तकग्रहण, प्राधिकार-पत्र या मूल्यवान प्रतिभूति को कपटपूर्वक रद्द, नष्ट, आदि करना",
    newCode: "343",
    newCodeInfo:
      "विल, दत्तकग्रहण, प्राधिकार-पत्र या मूल्यवान प्रतिभूति को कपटपूर्वक रद्द, नष्ट, आदि करना",
  },
  {
    id: 538,
    prevCode: "477क",
    prevCodeInfo: "लेखा का मिथ्याकरण",
    newCode: "344",
    newCodeInfo: "लेखा का मिथ्याकरण",
  },
  {
    id: 539,
    prevCode: "478",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 540,
    prevCode: "479",
    prevCodeInfo: "संपत्ति चिन्ह",
    newCode: "345(1)",
    newCodeInfo: "संपत्ति चिन्ह",
  },
  {
    id: 541,
    prevCode: "480",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 542,
    prevCode: "481",
    prevCodeInfo: "मिथ्या संपत्ति चिन्ह को उपयोग में लाना",
    newCode: "345(2)",
    newCodeInfo: "संपत्ति चिन्ह",
  },
  {
    id: 543,
    prevCode: "482",
    prevCodeInfo: "मिथ्या संपत्ति चिह्न का उपयोग करने के लिए दंड",
    newCode: "345(3)",
    newCodeInfo: "संपत्ति चिन्ह का कूटकरण",
  },
  {
    id: 544,
    prevCode: "483",
    prevCodeInfo:
      "अन्य व्यक्ति द्वारा उपयोग में लाए गए संपत्ति चिन्ह का कूटकरण",
    newCode: "347(1)",
    newCodeInfo: "संपत्ति चिन्ह का कूटकरण",
  },
  {
    id: 545,
    prevCode: "484",
    prevCodeInfo: "लोक सेवक द्वारा उपयोग में लाए गए चिन्ह का कूटकरण",
    newCode: "347(2)",
    newCodeInfo: "संपत्ति चिन्ह का कूटकरण",
  },
  {
    id: 546,
    prevCode: "485",
    prevCodeInfo:
      "सम्पत्ति-चिह्न के कूटकरण के लिए कोई उपकरण बनाना या उस पर कब्जा",
    newCode: "348",
    newCodeInfo:
      "सम्पत्ति-चिह्न के कूटकरण के लिए कोई उपकरण बनाना या उस पर कब्जा",
  },
  {
    id: 547,
    prevCode: "486",
    prevCodeInfo: "कूटकृत संपत्ति चिन्ह से चिन्हित माल का विक्रय",
    newCode: "349",
    newCodeInfo: "कूटकृत संपत्ति चिन्ह से चिन्हित माल का विक्रय",
  },
  {
    id: 548,
    prevCode: "487",
    prevCodeInfo: "किसी ऐसे पात्र के उपर मिथ्या चिन्ह बनाना जिसमें माल रखा है",
    newCode: "350(1)",
    newCodeInfo: "किसी ऐसे पात्र के उपर मिथ्या चिन्ह बनाना जिसमें माल रखा है",
  },
  {
    id: 549,
    prevCode: "488",
    prevCodeInfo: "किसी ऐसे मिध्या चिन्ह को उपयोग में लाने के लिए दण्ड",
    newCode: "350(2)",
    newCodeInfo: "सामान रखने वाले किसी भी पात्र पर गलत निशान बनाना",
  },
  {
    id: 550,
    prevCode: "489",
    prevCodeInfo: "क्षति कारित करने के आशय से संपत्ति चिन्ह को बिगाड़ना",
    newCode: "346",
    newCodeInfo: "क्षति कारित करने के आशय से संपत्ति चिन्ह को बिगाड़ना",
  },
  {
    id: 551,
    prevCode: "489क",
    prevCodeInfo: "करेन्सी नोटों या बैंक नोटों का कूटकरण",
    newCode: "178",
    newCodeInfo:
      "सिक्कों, सरकारी स्टांपों, करेंसी नोटों या बैंक नोटों का कूटकरण",
  },
  {
    id: 552,
    prevCode: "489ख",
    prevCodeInfo:
      "कूटरचित या कूटकृत कूटकृत करेंसी नोटों या बैंक नोटों को कब्जे में रखना",
    newCode: "179",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को असली के रूप में उपयोग करना",
  },
  {
    id: 553,
    prevCode: "489ग",
    prevCodeInfo:
      "कूटरचित या कूटकृत कूटकृत करेंसी नोटों या बैंक नोटों को कब्जे में रखना",
    newCode: "180",
    newCodeInfo:
      "कूटरचित या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोट या बैंक नोट को कब्जे में रखना",
  },
  {
    id: 554,
    prevCode: "489घ ",
    prevCodeInfo:
      "करेंसी नोटों या बैंक नोटों की कूटरचना या कूटकरण के लिए उपकरण या सामग्री बनाना या कब्जे में रखना",
    newCode: "181",
    newCodeInfo:
      "लिखत या कूटरचना के लिए सामग्री या कूटकृत सिक्के, सरकारी स्टाम्प, करेंसी नोटों या बैंक नोटों को बनाना या कब्जे में रखना",
  },
  {
    id: 555,
    prevCode: "489ड़",
    prevCodeInfo:
      "करेन्सी नोटों या बैंक नोटों से सदृश रखने वाली दस्तावेजों की रचना या उपयोग",
    newCode: "182",
    newCodeInfo:
      "करेन्सी नोटों या बैंक नोटों से सदृश रखने वाली दस्तावेजों की रचना या उपयोग",
  },
  {
    id: 556,
    prevCode: "490",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 557,
    prevCode: "491",
    prevCodeInfo:
      "सहाय व्यक्ति की परिचर्या करने की और उसकी आवश्यकताओं की पूर्ति करने की संविदा का भंग",
    newCode: "357",
    newCodeInfo:
      "सहाय व्यक्ति की परिचर्या करने की और उसकी आवश्यकताओं की पूर्ति करने की संविदा का भंग के विषय में",
  },
  {
    id: 558,
    prevCode: "492",
    prevCodeInfo: "निरसित",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 559,
    prevCode: "493",
    prevCodeInfo:
      "विधिपूर्ण विवाह का प्रवंचना से विश्वास उत्प्रेरित करने वाले पुरुष द्वारा कारित सहवास",
    newCode: "81",
    newCodeInfo:
      "विधिपूर्ण विवाह का प्रवंचना से विश्वास उत्प्रेरित करने वाले पुरुष द्वारा कारित सहवास",
  },
  {
    id: 560,
    prevCode: "494",
    prevCodeInfo: "पति या पत्नी के जीवनकाल में पुनः विवाह करना",
    newCode: "82",
    newCodeInfo: "पति या पत्नी के जीवनकाल में पुनः विवाह करना",
  },
  {
    id: 561,
    prevCode: "495",
    prevCodeInfo:
      "वहीं अपराध पूर्ववर्ती विवाह को उस व्यक्ति को छिपाकर जिसके साथ पश्चात्वर्ती विवाह किया जाता है",
    newCode: "82",
    newCodeInfo: "पति या पत्नी के जीवनकाल में पुनः विवाह करना",
  },
  {
    id: 562,
    prevCode: "496",
    prevCodeInfo: "विधिपूर्ण विवाह के बिना कपटपूर्वक विवाह कर्म पूरा कर लेना",
    newCode: "83",
    newCodeInfo: "विधिपूर्ण विवाह के बिना कपटपूर्वक विवाह कर्म पूरा कर लेना",
  },
  {
    id: 563,
    prevCode: "497",
    prevCodeInfo: "जारकर्म",
    newCode: "----",
    newCodeInfo: "----",
  },
  {
    id: 564,
    prevCode: "498",
    prevCodeInfo:
      "विवाहित महिला को आपराधिक आशय से फुसलाकर ले जाना, या ले जाना या निरुद्ध रखना",
    newCode: "84",
    newCodeInfo:
      "विवाहित महिला को आपराधिक आशय से फुसलाकर ले जाना, या ले जाना या निरुद्ध रखना",
  },
  {
    id: 565,
    prevCode: "498क",
    prevCodeInfo:
      "किसी स्त्री के पति या पति के नातेदार द्वारा उसके प्रति क्रूरता करना",
    newCode: "85, 86",
    newCodeInfo:
      "(85) किसी महिला का पति या पति का रिश्तेदार उस पर क्रूरता करना, (86) क्रूरता की परिभाषा",
  },
  {
    id: 566,
    prevCode: "499",
    prevCodeInfo: "मानहानि",
    newCode: "356(1)",
    newCodeInfo: "मानहानि",
  },
  {
    id: 567,
    prevCode: "500",
    prevCodeInfo: "मानहानि के लिए दण्ड",
    newCode: "356(2)",
    newCodeInfo: "मानहानि",
  },
  {
    id: 568,
    prevCode: "501",
    prevCodeInfo: "मानहानिकारक जानी हुई बात को मुद्रित या उत्कीर्ण करना",
    newCode: "356(3)",
    newCodeInfo: " मानहानि",
  },
  {
    id: 569,
    prevCode: "502",
    prevCodeInfo:
      "मानहानिकारक विषय रखने वाले मुद्रित या उत्कीर्ण पदार्थ का बेचना",
    newCode: "356(4)",
    newCodeInfo: "मानहानि",
  },
  {
    id: 570,
    prevCode: "503",
    prevCodeInfo: "आपराधिक अभित्रास",
    newCode: "351(1)",
    newCodeInfo: "आपराधिक अभित्रास",
  },
  {
    id: 571,
    prevCode: "504",
    prevCodeInfo: "लोक शांति भंग कराने को प्रकोपित करने के आशय से साशय अपमान",
    newCode: "352",
    newCodeInfo: "लोक शांति भंग कराने को प्रकोपित करने के आशय से साशय अपमान",
  },
  {
    id: 572,
    prevCode: "505",
    prevCodeInfo: "लोक रिष्टिकारक वक्तव्य",
    newCode: "353",
    newCodeInfo: "लोक रिष्टिकारक वक्तव्य",
  },
  {
    id: 573,
    prevCode: "506",
    prevCodeInfo: "आपराधिक अभित्रास के लिए दण्ड",
    newCode: "351(2)",
    newCodeInfo: "आपराधिक अभित्रास",
  },
  {
    id: 574,
    prevCode: "507",
    prevCodeInfo: "अनाम संसूचना द्वारा आपराधिक अमित्रास",
    newCode: "351(4)",
    newCodeInfo: "आपराधिक अभित्रास",
  },
  {
    id: 575,
    prevCode: "508",
    prevCodeInfo:
      "व्यक्ति को यह विश्वास करने के लिए उत्प्रेरित करके कि वह देवी अप्रसाद का भाजन होगा कराया गया कार्य",
    newCode: "354",
    newCodeInfo:
      "व्यक्ति को यह विश्वास करने के लिए उत्प्रेरित करके कि वह दैवी अप्रसाद का भाजन होगा कराया गया कार्य",
  },
  {
    id: 576,
    prevCode: "509",
    prevCodeInfo:
      "शब्द, अंग विक्षेप या कार्य जो किसी स्त्री की लज्जा का अनादर करने के लिए आशयित हैं",
    newCode: "79",
    newCodeInfo:
      "शब्द, अंग विक्षेप या कार्य जो किसी स्त्री की लज्जा का अनादर करने के लिए आशयित हैं",
  },
  {
    id: 577,
    prevCode: "510",
    prevCodeInfo: "मत्त व्यक्तियों द्वारा लोक स्थान में अवचार",
    newCode: "355",
    newCodeInfo: "मत्त व्यक्तियों द्वारा लोक स्थान में अवचार",
  },
  {
    id: 578,
    prevCode: "511",
    prevCodeInfo:
      "आजीवन कारावास या अन्य कारावास से दण्डनीय अपराधों को करने के प्रयत्न करने के लिए दण्ड",
    newCode: "62",
    newCodeInfo:
      "आजीवन कारावास या अन्य कारावास से दण्डनीय अपराधों को करने के प्रयत्न करने के लिए दण्ड",
  },
];
