//Here we have data which will explain about BNSS that how many sections sre added and removed.

export default bnssInfoData = [
  "भारतीय नागरिक सुरक्षा संहिता में कुल %09 नई धाराऐं जोडी गयी%, कुल 10 धाराऐं एवं 05 उपधाराऐं हटायी गयी।",
  "कुल %39 नई उप-धाराऐं खण्ड जोडे गये।%",
  "कुल %44 नए प्रावधान एवं स्पष्टीकरण जोडे% गये तथा %177 प्रावधान संशोधित% किये गये।",
  "कुल %35 स्थानों पर ऑडियो-वीडियो, इलेक्ट्रानिक/वीडियोग्राफी साधन% शुरू किये गये है।",
  "त्वरित न्याय प्रदान करने के लिए कुल %35 स्थानों पर समय सीमा% शुरू की गयी है।",
];
