//this file having nagrik-surksha-adhiniyam data.

let chapter = {
  1: "अध्याय 1 - प्रारम्भिक",
  2: "अध्याय 2 - दंड न्यायालयों और कार्यालयों का गठन",
  3: "अध्याय 3 - न्यायालयों की शक्ति",
  4: "अध्याय 4 - वरिष्ठ पुलिस अधिकारियों की शक्तियां और मजिस्ट्रेट तथा पुलिस को सहायता",
  5: "अध्याय 5 - व्यक्तियों की गिरफ्तारी",
};

export default data = [
  {
    id: 1,
    prevCode: "1",
    prevCodeInfo: "संक्षिप्त नाम, विस्तार और प्रारम्भ.",
    newCode: "1",
    chapter: chapter["1"],
    newCodeInfo: `संक्षिप्त नाम, विस्तार और प्रारम्भ (1) इस अधिनियम का संक्षिप्त नाम %भारतीय नागरिक सुरक्षा संहिता, 2023% है। (2) इस संहिता के %अध्याय 9, 11 और 12% से संबंधित उपबंधों से भिन्न, उपबंध - (क) नागालैंड राज्य को; (ख) जनजाति क्षेत्रों को, लागू नहीं होंगे, किंतु संबद्ध राज्य सरकार, अधिसूचना द्वारा, ऐसे उपबंधो या उनमें से किसी को, यथास्थिति, संपूर्ण नागालैंड राज्य या ऐसे जनजाति क्षेत्र या उनके किसी भाग पर, ऐसे अनुपूरक, आनुषंगिक या पारिणामिक उपान्तरों सहित, लागू कर सकेगी, जैसा अधिसूचना में विनिर्दिष्ट किया जाए 1 स्पष्टीकरण- इस धारा में, "जनजाति क्षेत्र" से वे राज्यक्षेत्र अभिप्रेत हैं, जो 21 जनवरी, 1972 के ठीक पहले, संविधान की छठी अनुसूची के पैरा 20 में यथानिर्दिष्ट असम के जनजाति क्षेत्रों में सम्मिलित थे और जो शिलांग नगरपालिका की स्थानीय सीमाओं के भीतर के क्षेत्रों से भिन्न है। (3) यह ऐसी तारीख से प्रवृत्त होगा, जिसे भारत सरकार, राजपत्र में अधिसूचना द्वारा, नियत करें।`,
  },
  {
    id: 2,
    prevCode: "2",
    prevCodeInfo:
      "परिभाषाएं (1) इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो",
    newCode: "2",
    chapter: chapter["1"],
    newCodeInfo:
      'परिभाषाएं (1) इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, - %(क) "श्रव्य दृश्य इलैक्ट्रानिक" से अभिप्रेत है और इसके अन्तर्गत वीडियो कांफ्रेसिंग के प्रयोजनों के लिए, पहचान की आदेशिकाओं को अभिलिखित करना, तलाशी और अभिग्रहण या साक्ष्य, इलैक्ट्रानिक संसूचना का पारेषण और ऐसे अन्य प्रयोजनों के लिए किसी संसूचना युक्ति का प्रयोग और ऐसे अन्य साधन भी हैं, जिसे राज्य सरकार नियमों द्वारा उपबंधित करे; (ख) "जमानत" से किसी अधिकारी या न्यायालय द्वारा अधिरोपित कतिपय शतों पर किसी अपराध के कारित किए जाने के अभियुक्त या संदिग्ध व्यक्ति द्वारा किसी बंधपत्र या जमानतपत्र के निष्पादन पर विधि की अभिरक्षा से ऐसे व्यक्ति का छोड़ा जाना अभिप्रेत है;%  \n(ग) "जमानतीय अपराध" से ऐसा अपराध अभिप्रेत है जो प्रथम अनुसूची में जमानतीय के रूप में दिखाया गया है या तत्समय प्रवृत्त किसी अन्य विधि द्वारा जमानतीय बनाया गया है और "अजमानतीय अपराध" से कोई अन्य अपराध अभिप्रेत है; \n%(घ) "जमानतपत्र" से प्रतिभूति के साथ छोड़े जाने के लिए कोई वचनबंध अभिप्रेत है; \n(ङ) "बंधपत्र" से प्रतिभूति के बिना छोड़े जाने के लिए कोई वैयक्तिक बंधपत्र या वचनबंध अभिप्रेत है; \n%(च) "आरोप" के अंतर्गत, जब आरोप में एक से अधिक शीर्ष हों, आरोप का कोई भी शीर्ष है; \n(छ) "संज्ञेय अपराध" से ऐसा अपराध अभिप्रेत है जिसके लिए और "संज्ञेय मामला" से ऐसा मामला अभिप्रेत है जिसमें, कोई पुलिस अधिकारी प्रथम अनुसूची के या तत्समय प्रवृत्त किसी अन्य विधि के अनुसार वारण्ट के बिना गिरफ्तार कर सकता है; \n(ज) "परिवाद" से इस संहिता के अधीन मजिस्ट्रेट द्वारा कार्रवाई किए जाने की दृष्टि से मौखिक या लिखित रूप में उससे किया गया यह अभिकथन अभिप्रेत है कि किसी व्यक्ति ने, चाहे वह ज्ञात हो या अज्ञात, अपराध किया है, किंतु इसमें पुलिस रिपोर्ट सम्मिलित नहीं है। स्पष्टीकरण-ऐसे किसी मामले में, जो अन्वेषण के पश्चात् किसी असंज्ञेय अपराध का किया जाना प्रकट करता है, पुलिस अधिकारी द्वारा की गई रिपोर्ट परिवाद समझी जाएगी और वह पुलिस अधिकारी जिसके द्वारा ऐसी रिपोर्ट की गई है, परिवादी समझा जाएगा; \n%(झ) "इलैक्ट्रानिक संसूचना" से किसी इलैक्ट्रानिक युक्ति, जिसके अंतर्गत टेलीफोन, मोबाइल फोन या अन्य बेतार दूरसंचार युक्ति या कम्प्यूटर या श्रव्य दृश्य प्लेयर या कैमरा या कोई अन्य इलैक्ट्रानिक युक्ति या इलेक्ट्रानिक प्ररूप, जो केन्द्रीय सरकार द्वारा अधिसूचना द्वारा विनिर्दिष्ट किया जाए, सम्मिलित है, द्वारा किसी लिखित, मौखिक, सचित्र सूचना या वीडियो अंतर्वस्तु की संसूचना अभिप्रेत है, जिसे (चाहे किसी एक व्यक्ति से अन्य व्यक्ति को या एक युक्ति से किसी अन्य युक्ति को या किसी व्यक्ति से किसी युक्ति को या किसी युक्ति से किसी व्यक्ति को) पारेषित या अंतरित किया जाता है;% \n(ञ) "उच्च न्यायालय" से अभिप्रेत है, - (i) किसी राज्य के संबंध में, उस राज्य का उच्च न्यायालय; (ii) किसी ऐसे संघ राज्यक्षेत्र के संबंध में, जिस पर किसी राज्य के उच्च न्यायालय की अधिकारिता का विस्तार विधि द्वारा किया गया है, वह उच्च न्यायालय; (iii) किसी अन्य संघ राज्यक्षेत्र के संबंध में, भारत के उच्चतम न्यायालय से भिन्न, उस संघ राज्यक्षेत्र के लिए दाण्डिक अपील का सर्वोच्च न्यायालय; \n(ट) "जांच" से, विचारण से भिन्न, ऐसी प्रत्येक जांच अभिप्रेत है जो इस संहिता के अधीन किसी मजिस्ट्रेट या न्यायालय द्वारा की जाए; \n(ठ) "अन्वेषण" के अन्तर्गत वे सब कार्यवाहियां हैं जो इस संहिता के अधीन किसी पुलिस अधिकारी द्वारा या किसी भी ऐसे व्यक्ति (मजिस्ट्रेट से भिन्न) द्वारा जो मजिस्ट्रेट द्वारा इस निमित्त प्राधिकृत किया गया है, साक्ष्य एकत्र करने के लिए की जाएं; %स्पष्टीकरण- जहां किसी विशेष अधिनियम के उपबंधों में से कोई भी इस संहिता के उपबंधों से असंगत है, वहां विशेष अधिनियम के उपबंध अभिभावी होंगे:% \n(ड) "न्यायिक कार्यवाही" के अंतर्गत कोई ऐसी कार्यवाही है जिसके अनुक्रम में साक्ष्य, वैध रूप से शपथ पर लिया जाता है या लिया जा सकेगा; संबंध में "स्थानीय अधिकारिता" से \n(ढ) किसी न्यायालय या मजिस्ट्रेट के वह स्थानीय क्षेत्र अभिप्रेत है जिसके भीतर ऐसा न्यायालय या मजिस्ट्रेट इस संहिता के अधीन अपनी सभी या किन्हीं शक्तियों का प्रयोग कर सकेगा और ऐसे स्थानीय क्षेत्र में संपूर्ण राज्य या राज्य का कोई भाग समाविष्ट हो सकेगा जो राज्य सरकार, अधिसूचना द्वारा विनिर्दिष्ट करे: \n(ण) "असंज्ञेय अपराध" से ऐसा अपराध अभिप्रेत है जिसके लिए और "असंज्ञेय मामला" से ऐसा मामला अभिप्रेत है जिसमें पुलिस अधिकारी को वारण्ट के बिना गिरफ्तारी करने का प्राधिकार नहीं होता है;  \n(त) "अधिसूचना" से राजपत्र में प्रकाशित अधिसूचना अभिप्रेत है; \n(थ) "अपराध" से कोई ऐसा कार्य या लोप अभिप्रेत है जो तत्समय प्रवृत्त किसी विधि द्वारा दण्डनीय बनाया गया है और इसके अंतर्गत कोई ऐसा कार्य भी है जिसके संबंध में पशु अतिचार अधिनियम, 1871 (1871 का 1) की धारा 20 के अधीन कोई परिवाद किया जा सकेगा; \n(द) "पुलिस थाने का भारसाधक अधिकारी" के अंतर्गत, जब पुलिस थाने का भारसाधक अधिकारी थाने से अनुपस्थित है या बीमारी या अन्य कारण से अपने कर्तव्यों का पालन करने में असमर्थ है, तब थाने में उपस्थित ऐसा पुलिस अधिकारी है, जो ऐसे अधिकारी से पंक्ति में ठीक नीचे है और कान्स्टेबल की पंक्ति से ऊपर है, या जब राज्य सरकार ऐसा निदेश दे तब, इस प्रकार उपस्थित कोई अन्य पुलिस अधिकारी भी है; \n(घ) "स्थान" के अंतर्गत गृह, भवन, तम्बू, यान और जलयान भी हैं; \n(न) "पुलिस रिपोर्ट" से किसी पुलिस अधिकारी द्वारा %धारा 193 की उपधारा (3)% के अधीन मजिस्ट्रेट को भेजी गई रिपोर्ट अभिप्रेत है; \n(प) "पुलिस थाना" से कोई भी चौकी या स्थान अभिप्रेत है जिसे राज्य सरकार द्वारा साधारणतया या विशेषतया पुलिस थाना घोषित किया गया है और इसके अंतर्गत राज्य सरकार द्वारा इस निमित्त विनिर्दिष्ट कोई स्थानीय क्षेत्र भी है; \n(फ) "लोक अभियोजक" से %धारा 18 के अधीन% नियुक्त कोई व्यक्ति अभिप्रेत है और इसके अंतर्गत लोक अभियोजक के निदेशों के अधीन कार्य करने वाला कोई व्यक्ति भी है;  \n(ब) "उपखण्ड" से किसी जिले का कोई उपखण्ड अभिप्रेत है; \n(भ) "समन-मामला" से ऐसा मामला अभिप्रेत है जो किसी अपराध से संबंधित है और जो वारण्ट- मामला नहीं है; \n(म) "पीड़ित" से ऐसा व्यक्ति अभिप्रेत है जिसे उस कार्य या लोप के कारण कोई हानि या क्षति कारित हुई है और इसके अन्तर्गत ऐसे पीड़ित का संरक्षक या विधिक वारिस भी है; \n(य) "वारण्ट-मामला" से ऐसा मामला अभिप्रेत है जो मृत्यु, आजीवन कारावास या दो वर्ष से अधिक की अवधि के कारावास से दण्डनीय किसी अपराध से संबंधित है।(2) उन शब्दों और पदों के, जो इसमें प्रयुक्त हैं और परिभाषित नहीं हैं, किंतु %सूचना प्रौद्योगिकी अधिनियम, 2000 (2000 का 2) और भारतीय न्याय संहिता, 2023% में परिभाषित है, वही अर्थ होगे, जो उनके उस अधिनियम और संहिता में हैं।',
  },
  {
    id: 3,
    prevCode: "3",
    prevCodeInfo: "निर्देशों का अर्थ लगाना (1) इस संहिता में-",
    newCode: "3",
    chapter: chapter["1"],
    newCodeInfo:
      "निर्देशों का अर्थ लगाना- \n(1) जब तक संदर्भ से अन्यथा अपेक्षित न हो, किसी विधि में, किसी क्षेत्र के सम्बन्ध में, किसी मजिस्ट्रेट, बिना किसी विशेषक शब्दों के, प्रथम वर्ग मजिस्ट्रेट या द्वितीय वर्ग मजिस्ट्रेट के प्रति किसी निर्देश का, ऐसे क्षेत्र में अधिकारिता का प्रयोग करने वाले, यथास्थिति, न्यायिक मजिस्ट्रेट प्रथम वर्ग या न्यायिक मजिस्ट्रेट द्वितीय वर्ग के प्रतिनिर्देश के रूप में अर्थ लगाया जाएगा। \n(2) जहां, इस संहिता से भिन्न किसी विधि के अधीन, किसी मजिस्ट्रेट द्वारा किए जा सकने वाले कृत्य ऐसे मामलों से संबंधित हैं, - \n(क) जिनमें साक्ष्य का मूल्यांकन या छानबीन या कोई ऐसा विनिश्वय करना अंतर्वलित है जिससे किसी व्यक्ति को किसी दंड या शास्ति की या अन्वेषण, जांच या विचारण लंबित रहने तक अभिरक्षा में निरोध की आशंका में डालता हो या जिसका प्रभाव उसे किसी न्यायालय के समक्ष विचारण के लिए भेजना होगा, वहां वे कृत्य इस संहिता के उपबंधों के अधीन रहते हुए न्यायिक मजिस्ट्रेट द्वारा किए जायेंगे; या \n(ख) जो प्रशासनिक या कार्यपालक प्रकार के हैं जैसे अनुज्ञप्ति का अनुदान, अनुज्ञप्ति का निलंबन या रद्द किया जाना, अभियोजन की मंजूरी या अभियोजन वापस लेना, वहां वे खण्ड (क) के उपबंधों के अधीन रहते हुए, कार्यपालक मजिस्ट्रेट द्वारा किए जाएंगे।",
  },
  {
    id: 4,
    prevCode: "4",
    prevCodeInfo: "----",
    newCode: "4",
    chapter: chapter["1"],
    newCodeInfo:
      "%भारतीय न्याय संहिता, 2023% और अन्य विधियों के अधीन अपराधों का विचारण- \n(1) भारतीय न्याय संहिता, 2023 के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण और उनके संबंध में अन्य कार्यवाही, इसमें इसके पश्चात् अन्तर्विष्ट उपबंधों के अनुसार की जाएगी। \n(2) किसी अन्य विधि के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण और उनके संबंध में अन्य कार्यवाही इन्हीं उपबंधों के अनुसार किंतु ऐसे अपराधों के अन्वेषण, जांच, विचारण या अन्य कार्यवाही की रीति या स्थान का विनियमन करने वाली तत्समय प्रवृत्त किसी अधिनियमिति के अधीन रहते हुए, की जाएगी।",
  },
  {
    id: 5,
    prevCode: "5",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "5",
    chapter: chapter["1"],
    newCodeInfo:
      "व्यावृत्ति - प्रतिकूल किसी विनिर्दिष्ट उपबंध के अभाव में, इस संहिता की कोई बात, तत्समय प्रवृत्त किसी विशेष या स्थानीय विधि पर, या तत्समय प्रवृत्त किसी अन्य विधि द्वारा प्रदत्त किसी विशेष अधिकारिता या शक्ति या विहित प्रक्रिया के किसी विशेष प्ररूप पर प्रभाव नहीं डालेगी।",
  },
  {
    id: 6,
    prevCode: "6",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "6",
    chapter: chapter["2"],
    newCodeInfo:
      "दंड न्यायालयों के वर्ग- \nउच्च न्यायालयों और इस संहिता से भिन्न किसी विधि के अधीन गठित न्यायालयों के अतिरिक्त, प्रत्येक राज्य में निम्नलिखित वर्गों के दंड न्यायालय होंगे, अर्थात्- \n(1) सेशन न्यायालय; \n(ii) प्रथम वर्ग न्यायिक मजिस्ट्रेट; \n(iii) द्वितीय वर्ग न्यायिक मजिस्ट्रेट; और \n(iv) कार्यपालक मजिस्ट्रेट।",
  },
  {
    id: 7,
    prevCode: "7",
    prevCodeInfo: "प्रादेशिक खंड",
    newCode: "7",
    chapter: chapter["2"],
    newCodeInfo:
      "प्रादेशिक खंड- \n(1) प्रत्येक राज्य एक सेशन खंड होगा या सेशन खंडों से मिलकर बनेगा और प्रत्येक सेशन खंड इस संहिता के प्रयोजनों के लिए एक जिला होगा या जिलों से मिलकर बनेगा। \n(2) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, ऐसे खंडों और जिलों की सीमाओं या संख्या में परिवर्तन कर सकेगी। \n(3) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्वात्, किसी जिले को उपखंडों में विभाजित कर सकेगी और ऐसे उपखंडों की सीमाओं या संख्या में परिवर्तन कर सकेगी। \n(4) किसी राज्य में, इस संहिता के प्रारंभ के समय विद्यमान सेशन खंड, जिले और उपखंड इस धारा के अधीन बनाए गए समझे जाएंगे।",
  },
  {
    id: 8,
    prevCode: "8",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 9,
    prevCode: "9",
    prevCodeInfo: "सेशन न्यायालय-",
    newCode: "8",
    chapter: chapter["2"],
    newCodeInfo:
      'सेशन न्यायालय \n(1) राज्य सरकार, प्रत्येक सेशन खंड के लिए एक सेशन न्यायालय स्थापित करेगी। \n(2) प्रत्येक सेशन न्यायालय में एक न्यायाधीश पीठासीन होगा, जो उच्च न्यायालय द्वारा नियुक्त किया जाएगा। \n(3) उच्च न्यायालय, अपर सेशन न्यायाधीशों को भी सेशन न्यायालय में अधिकारिता का प्रयोग करने के लिए नियुक्त कर सकता है। \n(4) उच्च न्यायालय द्वारा एक सेशन खंड के सेशन न्यायाधीश को दूसरे खंड का अपर सेशन न्यायाधीश भी नियुक्त किया जा सकेगा और ऐसी दशा में, वह मामलों को निपटाने के लिए दूसरे खंड के ऐसे स्थान या स्थानों में बैठ सकेगा, जो उच्च न्यायालय निदेश दे। \n(5) जहां किसी सेशन न्यायाधीश का पद रिक्त होता है वहां उच्च न्यायालय किसी अति-आवश्यक आवेदन के, जो ऐसे सेशन न्यायालय के समक्ष किया जाता है या लंबित है, किसी अपर सेशन न्यायाधीश द्वारा या यदि अपर सेशन न्यायाधीश नहीं है तो सेशन खंड के मुख्य न्यायिक मजिस्ट्रेट द्वारा निपटाए जाने के लिए व्यवस्था कर सकेगा और ऐसे प्रत्येक न्यायाधीश या मजिस्ट्रेट को ऐसे आवेदन पर कार्यवाही करने की अधिकारिता होगी। \n(6) सेशन न्यायालय सामान्यतः अपनी बैठक ऐसे स्थान या स्थानों पर करेगा जो उच्च न्यायालय अधिसूचना द्वारा विनिर्दिष्ट करे; किंतु यदि किसी विशेष मामले में, सेशन न्यायालय की यह राय है कि सेशन खंड में किसी अन्य स्थान में बैठक करने से पक्षकारों और साक्षियों को सुविधा होगी तो वह, अभियोजन और अभियुक्त की सहमति से उस मामले को निपटाने के लिए या उसमें साक्षी या साक्षियों की परीक्षा करने के लिए उस स्थान पर बैठक कर सकेगा। \n%(7) सेशन न्यायाधीश समय-समय पर ऐसे अपर सेशन न्यायाधीशों के बीच कार्य के वितरण के संबंध में इस संहिता से संगत आदेश दे सकेगा। \n(8) सेशन न्यायाधीश, अपनी अनुपस्थिति में या कार्य करने में असमर्थता की स्थिति में, किसी अति आवश्यक आवेदन का अपर सेशन न्यायाधीश द्वारा या यदि कोई अपर सेशन न्यायाधीश न हो तो, मुख्य न्यायिक मजिस्ट्रेट द्वारा निपटाए जाने के लिए भी व्यवस्था कर सकता है; और यह समझा जाएगा कि ऐसे न्यायाधीश या मजिस्ट्रेट को ऐसे आवेदन पर कार्यवाही करने की अधिकारिता है।% \nस्पष्टीकरण-इस संहिता के प्रयोजनों के लिए "नियुक्ति" के अंतर्गत सरकार द्वारा संघ या किसी राज्य के कार्यकलापों के संबंध में किसी सेवा या पद पर किसी व्यक्ति की प्रथम नियुक्ति, तैनाती या प्रोन्नति नहीं है, जहां किसी विधि के अधीन ऐसी नियुक्ति, तैनाती या प्रोन्नति सरकार द्वारा किए जाने के लिए आपेक्षित है।',
  },
  {
    id: 10,
    prevCode: "10",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 11,
    prevCode: "11",
    prevCodeInfo: "न्यायिक मजिस्ट्रेटों के न्यायालय-",
    newCode: "9",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों के न्यायालय (1) प्रत्येक जिले में प्रथम वर्ग और द्वितीय वर्ग न्यायिक मजिस्ट्रेटों के इतने न्यायालय और ऐसे स्थानों में स्थापित किए जाएंगे जितने और जो राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, अधिसूचना द्वारा विनिर्दिष्ट करे: \nपरंतु राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, किसी स्थानीय क्षेत्र के लिए प्रथम वर्ग या द्वितीय वर्ग के न्यायिक मजिस्ट्रेटों के एक या अधिक विशेष न्यायालय, किसी विशेष मामले या विशेष वर्ग के मामलों का विचारण करने के लिए स्थापित कर सकेगी और जहां कोई ऐसा विशेष न्यायालय स्थापित किया जाता है उस स्थानीय क्षेत्र में मजिस्ट्रेट के किसी अन्य न्यायालय को किसी ऐसे मामले या ऐसे वर्ग के मामलों का विचारण करने की अधिकारिता नहीं होगी, जिनके विचारण के लिए न्यायिक मजिस्ट्रेट का ऐसा विशेष न्यायालय स्थापित किया गया है। \n(2) ऐसे न्यायालयों के पीठासीन अधिकारी उच्च न्यायालय द्वारा नियुक्त किए जाएंगे। \n(3) उच्च न्यायालय, जब कभी उसे यह समीचीन या आवश्यक प्रतीत हो, किसी सिविल न्यायालय में न्यायाधीश के रूप में कार्यरत राज्य की न्यायिक सेवा के किसी सदस्य को प्रथम वर्ग या द्वितीय वर्ग न्यायिक मजिस्ट्रेट की शक्तियां प्रदान कर सकेगा।",
  },
  {
    id: 12,
    prevCode: "12",
    prevCodeInfo:
      "मुख्य न्यायिक मजिस्ट्रेट और अपर मुख्य न्यायिक मजिस्ट्रेट, आदि-",
    newCode: "10",
    chapter: chapter["2"],
    newCodeInfo:
      "मुख्य न्यायिक मजिस्ट्रेट और अपर मुख्य न्यायिक मजिस्ट्रेट, आदि- \n(1) उच्च न्यायालय, प्रत्येक जिले में किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को मुख्य न्यायिक मजिस्ट्रेट नियुक्त करेगा। \n(2) उच्च न्यायालय किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को अपर मुख्य न्यायिक मजिस्ट्रेट नियुक्त कर सकेगा और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन मुख्य न्यायिक मजिस्ट्रेट की सभी या कोई शक्तियां होंगी, जिसका उच्च न्यायालय निदेश दे 1 \n(3) उच्च न्यायालय, जैसा अवसर अपेक्षित करे, किसी उपखंड में किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को उपखंड न्यायिक मजिस्ट्रेट के रूप में पदाभिहित कर सकेगा और उसे इस धारा में विनिर्दिष्ट उत्तरदायित्वों से मुक्त कर सकेगा। \n(4) मुख्य न्यायिक मजिस्ट्रेट के साधारण नियंत्रण के अधीन रहते हुए प्रत्येक उपखण्ड न्यायिक मजिस्ट्रेट को उपखंड में न्यायिक मजिस्ट्रेटों (अपर मुख्य न्यायिक मजिस्ट्रेटों से भिन्न) के काम पर पर्यवेक्षण और नियंत्रण की ऐसी शक्तियां भी होंगी और वह उनका प्रयोग करेगा, जो उच्च न्यायालय साधारण या विशेष आदेश द्वारा इस निमित विनिर्दिष्ट करे।",
  },
  {
    id: 13,
    prevCode: "13",
    prevCodeInfo: "विशेष न्यायिक मजिस्ट्रेट-",
    newCode: "11",
    chapter: chapter["2"],
    newCodeInfo:
      "विशेष न्यायिक मजिस्ट्रेट \n(1) यदि केंन्द्रीय या राज्य सरकार द्वारा उच्च न्यायालय से ऐसा करने के लिए अनुरोध किया जाता है तो वह किसी व्यक्ति को जो सरकार के अधीन कोई पद धारण करता है या जिसने कोई पद धारण किया है, किसी स्थानीय क्षेत्र में, विशिष्ट मामलों या विशिष्ट वर्ग के मामलों के संबंध में प्रथम वर्ग या द्वितीय वर्ग न्यायिक मजिस्ट्रेट को इस संहिता द्वारा या इसके अधीन प्रदत्त की गई या प्रदत्त की जा सकने वाली सभी या कोई शक्तियां प्रदत्त कर सकेगा: परंतु ऐसी कोई शक्ति ऐसे किसी व्यक्ति को प्रदत्त नहीं की जाएगी जब तक उसके पास विधिक मामलों के संबंध में ऐसी अर्हता या अनुभव नहीं है जो उच्च न्यायालय, नियमों द्वारा विनिर्दिष्ट करे। \n(2) ऐसे मजिस्ट्रेट विशेष न्यायिक मजिस्ट्रेट कहलाएंगे और एक समय में एक वर्ष से अनधिक की इतनी अवधि के लिए नियुक्त किए जाएंगे जो उच्च न्यायालय, साधारण या विशेष आदेश द्वारा निदेश दे।",
  },
  {
    id: 14,
    prevCode: "14",
    prevCodeInfo: "न्यायिक मजिस्ट्रेटों की स्थानीय अधिकारिता-",
    newCode: "12",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों की स्थानीय अधिकारिता \n(1) उच्च न्यायालय के नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर उन क्षेत्रों की स्थानीय सीमाएं परिनिश्चित कर सकेगा जिनके भीतर %धारा 9 या धारा 11% के अधीन नियुक्त मजिस्ट्रेट उन सभी शक्तियों का या उनमें से किन्हीं का प्रयोग कर सकेंगे, जो इस संहिता के अधीन क्रमशः उनमें विनिहित की जाएं : परंतु विशेष न्यायिक मजिस्ट्रेट का न्यायालय उस स्थानीय क्षेत्र के भीतर, जिसके लिए वह स्थापित किया गया है, किसी स्थान में अपनी बैठक कर सकेगा। \n(2) ऐसे परिनिश्चय द्वारा, जैसा उपबंधित है उसके सिवाय, प्रत्येक ऐसे मजिस्ट्रेट की अधिकारिता और शक्तियों का विस्तार जिले में सर्वत्र होगा। \n(3) जहां धारा %9 या धारा 11% के अधीन नियुक्त किसी मजिस्ट्रेट की स्थानीय अधिकारिता का विस्तार किसी उस जिले के, जिसमें वह मामूली तौर पर न्यायालय की बैठकें करता है, बाहर किसी क्षेत्र तक हैं वहां इस संहिता में सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट के प्रति किसी निर्देश का ऐसे मजिस्ट्रेट के संबंध में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, यह अर्थ लगाया जाएगा कि वह अपनी स्थानीय अधिकारिता के भीतर संपूर्ण क्षेत्र में उक्त जिला के संबंध में अधिकारिता का प्रयोग करने वाले, यथास्थिति, सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट के प्रति निर्देश है।",
  },
  {
    id: 15,
    prevCode: "15",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "13",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों का अधीनस्थ होना- \n(1) प्रत्येक मुख्य न्यायिक मजिस्ट्रेट, सेशन न्यायाधीश के अधीनस्थ होगा और प्रत्येक अन्य न्यायिक मजिस्ट्रेट, सेशन न्यायाधीश के साधारण नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट के अधीनस्थ होगा। \n(2) मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर, अपने अधीनस्थ न्यायिक मजिस्ट्रेटों के बीच कार्य के वितरण के बारे में, इस संहिता से संगत नियम बना सकेगा या विशेष आदेश दे सकेगा।",
  },
  {
    id: 16,
    prevCode: "16",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 17,
    prevCode: "17",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 18,
    prevCode: "18",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 19,
    prevCode: "19",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 20,
    prevCode: "20",
    prevCodeInfo: "कार्यपालक मजिस्ट्रेट-",
    newCode: "14",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेट- \n(1) राज्य सरकार, प्रत्येक जिले में उतने व्यक्तियों को, जितने वह उचित समझे, कार्यपालक मजिस्ट्रेट नियुक्त कर सकेगी और उनमें से एक को जिला मजिस्ट्रेट नियुक्त करेगी। \n(2) राज्य सरकार, किसी कार्यपालक मजिस्ट्रेट को अपर जिला मजिस्ट्रेट नियुक्त कर सकेगी, और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन जिला मजिस्ट्रेट की ऐसी शक्तियां होंगी, जो राज्य सरकार निर्दिष्ट करे। \n(3) जब कभी, किसी जिला मजिस्ट्रेट के पद की रिक्ति के परिणामस्वरूप, कोई अधिकारी उस जिले के कार्यपालक प्रशासन के लिए अस्थायी रूप से उत्तरवर्ती होता है तो ऐसा अधिकारी, राज्य सरकार द्वारा आदेश दिए जाने तक, क्रमशः उन सभी शक्तियों का प्रयोग और उन सभी कर्तव्यों का पालन करेगा जो इस संहिता द्वारा जिला मजिस्ट्रेट को प्रदत्त और अधिरोपित की जाए। \n(4) राज्य सरकार, जैसा अवसर अपेक्षित करे, किसी कार्यपालक मजिस्ट्रेट को उपखंड का भारसाधक बना सकेगी और उसको भारसाधन से मुक्त कर सकेगी तथा इस प्रकार किसी उपखंड का भारसाधक बनाया गया मजिस्ट्रेट, उपखंड मजिस्ट्रेट कहलाएगा। \n(5) राज्य सरकार, साधारण या विशेष आदेश द्वारा तथा ऐसे नियंत्रण और निदेशों के अधीन रहते हुए, जो वह अधिरोपित करना ठीक समझे, उपधारा (4) के अधीन अपनी शक्तियां, जिला मजिस्ट्रेट को प्रत्यायोजित कर सकेगी। \n(6) इस धारा को कोई बात, तत्समय प्रवृत्त किसी विधि के अधीन, कार्यपालक मजिस्ट्रेट की सभी शक्तियां या उनमें से कोई शक्ति पुलिस आयुक्त को प्रदत्त करने से राज्य सरकार को प्रवारित नहीं करेगी।",
  },
  {
    id: 21,
    prevCode: "21",
    prevCodeInfo: "----",
    newCode: "15",
    chapter: chapter["2"],
    newCodeInfo:
      "विशेष कार्यपालक मजिस्ट्रेट राज्य सरकार, विशिष्ट क्षेत्रों के लिए या विशिष्ट कृत्यों का पालन करने के लिए कार्यपालक मजिस्ट्रेट या %ऐसे किसी पुलिस अधिकारी को, जो पुलिस अधीक्षक की पंक्ति से नीचे का न हो या समतुल्य को,% जो विशेष कार्यपालक मजिस्ट्रेट के रूप में ज्ञात होंगे, इतनी अवधि के लिए जितनी वह उचित समझें, नियुक्त कर सकेगी और इस संहिता के अधीन कार्यपालक मजिस्ट्रेटों को प्रदत्त की जा सकने वाली शक्तियों में से ऐसी शक्तियां, जिन्हें वह उचित समझे, इन विशेष कार्यपालक मजिस्ट्रेटों को प्रदत्त कर सकेगी।",
  },
  {
    id: 22,
    prevCode: "22",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "16",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेटों की स्थानीय अधिकारिता- \n(1) राज्य सरकार के नियंत्रण के अधीन रहते हुए जिला मजिस्ट्रेट, समय-समय पर, उन क्षेत्रों की स्थानीय सीमाएं परिनिश्चित कर सकेगा जिनके भीतर कार्यपालक मजिस्ट्रेट उन सभी शक्तियों का या उनमें से किन्हीं का प्रयोग कर सकेंगे, जो इस संहिता के अधीन उनमें विनिहित की जाएं। \n(2) ऐसे परिनिश्चय द्वारा, जैसा उपबंधित है उनके सिवाय, प्रत्येक ऐसे मजिस्ट्रेट की अधिकारिता और शक्तियों का विस्तार जिले में सर्वत्र होगा।",
  },
  {
    id: 23,
    prevCode: "23",
    prevCodeInfo: "कार्यपालक मजिस्ट्रेटों का अधीनस्थ होना-",
    newCode: "17",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेटों का अधीनस्थ होना- \n(1) सभी कार्यपालक मजिस्ट्रेट, जिला मजिस्ट्रेट के अधीनस्थ होंगे और किसी उपखण्ड में शक्तियों का प्रयोग करने वाला प्रत्येक कार्यपालक मजिस्ट्रेट (उपखण्ड मजिस्ट्रेट से भिन्न), जिला मजिस्ट्रेट के साधारण नियंत्रण के अधीन रहते हुए, उपखण्ड मजिस्ट्रेट के भी अधीनस्थ होगा। \n(2) जिला मजिस्ट्रेट, समय-समय पर, अपने अधीनस्थ कार्यपालक मजिस्ट्रेटों के बीच कार्य के वितरण या आबंटन के बारे में इस संहिता से संगत नियम बना सकेगा या विशेष आदेश दे सकेगा।",
  },
  {
    id: 24,
    prevCode: "24",
    prevCodeInfo: "लोक अभियोजक-",
    newCode: "18",
    cchapter: chapter["2"],
    newCodeInfo:
      'लोक अभियोजक- \n(1) प्रत्येक उच्च न्यायालय के लिए, केंद्रीय सरकार या राज्य सरकार उस उच्च न्यायालय से परामर्श के पश्चात्, यथास्थिति, केंन्द्रीय या राज्य सरकार की ओर से ऐसे न्यायालय में किसी अभियोजन, अपील या अन्य कार्यवाही के संचालन के लिए एक लोक अभियोजक नियुक्त करेगी और एक या अधिक अपर लोक अभियोजक भी नियुक्ति कर सकेगी: \n%परंतु राष्ट्रीय राजधानी राज्यक्षेत्र दिल्ली के संबंध में, केंद्रीय सरकार दिल्ली उच्च न्यायालय से परामर्श के पश्चात्, इस उपधारा के प्रयोजनों के लिए लोक अभियोजक या अपर लोक अभियोजकों की नियुक्ति करेगी।% \n(2) केंद्रीय सरकार किसी जिले या स्थानीय क्षेत्र में किसी मामले का संचालन करने के प्रयोजनों के लिए एक या अधिक लोक अभियोजक नियुक्त कर सकेगी। \n(3) राज्य सरकार, प्रत्येक जिले के लिए, एक लोक अभियोजक नियुक्त करेगी और जिले के लिए एक या अधिक अपर लोक अभियोजक भी नियुक्त कर सकेगी: परंतु एक जिले के लिए नियुक्त किया गया लोक अभियोजक या अपर लोक अभियोजक, किसी अन्य जिले के लिए भी, यथास्थिति, लोक अभियोजक या अपर लोक अभियोजक नियुक्त किया जा सकेगा। \n(4) जिला मजिस्ट्रेट, सेशन न्यायाधीश के परामर्श से, ऐसे व्यक्तियों के नामों का एक पैनल तैयार करेगा जो उसकी राय में, उस जिले के लिए लोक अभियोजक या अपर लोक अभियोजक नियुक्त किए जाने के योग्य हैं। \n(5) कोई व्यक्ति, राज्य सरकार द्वारा जिले के लिए लोक अभियोजक या अपर लोक अभियोजक तब तक नियुक्त नहीं किया जाएगा जब तक कि उसका नाम उपधारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में न हो। \n(6) उपधारा (5) में किसी बात के होते हुए भी, जहां किसी राज्य में अभियोजन अधिकारियों का नियमित काडर है वहां राज्य सरकार, ऐसा काडर गठित करने वाले व्यक्तियों में से ही लोक अभियोजक या अपर लोक अभियोजक नियुक्त करेगी: परंतु जहां, राज्य सरकार की राय में ऐसे काडर में से कोई उपयुक्त व्यक्ति ऐसी नियुक्ति के लिए उपलब्ध नहीं है वहां वह सरकार उपधारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में से, यथास्थिति, लोक अभियोजक या अपर लोक अभियोजक के रूप में किसी व्यक्ति को नियुक्त कर सकेगी। \nस्पष्टीकरण- इस उपधारा के प्रयोजनों के लिए,- \n(क) "अभियोजन अधिकारियों का नियमित काडर" से अभियोजन अधिकारियों का वह काडर अभिप्रेत है, जिसमें लोक अभियोजक का पद सम्मिलित है, चाहे वह किसी भी नाम से ज्ञात हो, और जिसमें सहायक लोक अभियोजक का उस पद पर प्रोन्नति के लिए उपबंध करता है, चाहे वह किसी भी नाम से ज्ञात हो; \n(ख) "अभियोजन अधिकारी" से इस संहिता के अधीन लोक अभियोजक, %विशेष लोक अभियोजक,% अपर लोक अभियोजक या सहायक लोक अभियोजक के कृत्यों का पालन करने के लिए नियुक्त किया गया व्यक्ति अभिप्रेत है, चाहे वह किसी भी नाम से ज्ञात हो। \n(7) कोई व्यक्ति उपधारा (1) या उपधारा (2) या उपधारा (३) या उपधारा (6) के अधीन लोक अभियोजक या अपर लोक अभियोजक नियुक्त किए जाने का पात्र तभी होगा जब वह कम से कम सात वर्ष तक अधिवक्ता के रूप में विधि व्यवसाय करता रहा हो। \n(8) केंद्रीय सरकार या राज्य सरकार किसी मामले या किसी वर्ग के मामलों के प्रयोजनों के लिए किसी व्यक्ति को, जो अधिवक्ता के रूप में कम से कम दस वर्ष तक विधि व्यवसाय करता रहा हो, विशेष लोक अभियोजक नियुक्त कर सकेगी: परंतु न्यायालय इस उपधारा के अधीन पीड़ित को, अभियोजन की सहायता करने के लिए अपनी पसंद का अधिवक्ता रखने के लिए अनुज्ञात कर सकेगा। \n(9) उपधारा (7) और उपधारा (8) के प्रयोजनों के लिए, वह अवधि, जिसके दौरान किसी व्यक्ति ने अधिवक्ता के रूप में विधि व्यवसाय किया है या लोक अभियोजक या अपर लोक अभियोजक या सहायक लोक अभियोजक या अन्य अभियोजन अधिकारी के रूप में, चाहे वह किसी भी नाम से ज्ञात हो, सेवा किया है (चाहे इस संहिता के प्रारंभ के पहले या पश्चात्) यह समझा जाएगा कि वह ऐसी अवधि है जिसके दौरान ऐसे व्यक्ति ने अधिवक्ता के रूप में विधि व्यवसाय किया है। ',
  },
  {
    id: 25,
    prevCode: "25",
    prevCodeInfo: "सहायक लोक अभियोजक-",
    newCode: "19",
    chapter: chapter["2"],
    newCodeInfo:
      "सहायक लोक अभियोजक- \n(1) राज्य सरकार, प्रत्येक जिले में मजिस्ट्रेटों के न्यायालयों में अभियोजन का संचालन करने के लिए एक या अधिक सहायक लोक अभियोजक नियुक्त करेगी। \n(2) केंद्रीय सरकार, मजिस्ट्रेटों के न्यायालयों में किसी मामले या मामलों के वर्ग के संचालन के प्रयोजनों के लिए एक या अधिक सहायक लोक अभियोजक नियुक्त कर सकेगी। \n%(3) उपधारा (1) और उपधारा (2) में अंतर्विष्ट उपबंधों पर प्रतिकूल प्रभाव डाले बिना,% जहां कोई सहायक लोक अभियोजक किसी विशिष्ट मामले के प्रयोजनों के लिए उपलब्ध नहीं है, वहां जिला मजिस्ट्रेट, %राज्य सरकार को चौदह दिन की सूचना देने के पश्चात्,% किसी अन्य व्यक्ति को उस मामले का भारसाधक सहायक लोक अभियोजक नियुक्त कर सकता है: परंतु कोई पुलिस अधिकारी, %सहायक लोक अभियोजक के रूप में नियुक्त किए जाने के लिए पात्र नहीं होगा,-% \n(क) यदि उसने उस अपराध के अन्वेषण में कोई भाग लिया है, जिसके सम्बन्ध में अभियुक्त अभियोजित किया जा रहा है, या \n(ख) यदि वह निरीक्षक की पंक्ति से नीचे का है।",
  },
  {
    id: 26,
    prevCode: "25क",
    prevCodeInfo: "अभियोजन निदेशालय-",
    newCode: "20",
    chapter: chapter["2"],
    newCodeInfo:
      "अभियोजन निदेशालय- \n(1) राज्य सरकार- \n(क) राज्य में एक अभियोजन निदेशालय स्थापित कर सकेगी, जिसमें एक अभियोजन निदेशक और उतने अभियोजन उपनिदेशक हो सकेंगे, जैसा वह ठीक समझे; और \n%(ख) प्रत्येक जिले के जिला अभियोजन निदेशालय में उतने अभियोजन उप-निदेशक और अभियोजन सहायक निदेशक हो सकेंगे, जैसा वह ठीक समझे।% \n(2) कोई व्यक्ति- \n(क) अभियोजन निदेशक या अभियोजन उप-निदेशक के रूप में नियुक्ति के लिए तभी पात्र होगा यदि वह अधिवक्ता के रूप में कम-से-कम पंद्रह वर्ष तक व्यवसाय में रहा है सेशन न्यायाधीश है या रहा है; और \n%(ख) अभियोजन सहायक निदेशक के रूप में नियुक्ति के लिए तभी पात्र होगा यदि वह अधिवक्ता के रूप में कम से कम सात वर्ष तक व्यवसाय में रहा हो या प्रथम वर्ग मजिस्ट्रेट रहा हो।% \n(3) अभियोजन निदेशालय का %प्रधान% अभियोजन निदेशक होगा, जो राज्य में गृह विभाग के प्रशासनिक नियंत्रण के अधीन कृत्य करेगा। \n(4) प्रत्येक अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक, अभियोजन निदेशक के अधीनस्थ होगा; %और प्रत्येक अभियोजन सहायक निदेशक, अभियोजन उप-निदेशक के अधीनस्थ होगा।% \n(5) उच्च न्यायालयों में मामलों का संचालन करने के लिए, %धारा 18 की उपधारा (1) या उपधारा (8)% के अधीन राज्य सरकार द्वारा नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अधियोजक, अभियोजन निदेशक के अधीनस्थ होंगे। \n%(6) धारा 18 की उपधारा (3) या उपधारा (8) के अधीन% जिला न्यायालयों में मामलों का संचालन करने के लिए राज्य सरकार द्वारा नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अभियोजक, और %धारा 19 की उपधारा (1)% के अधीन नियुक्त प्रत्येक सहायक लोक अभियोजक, अभियोजन उप-निदेशक, अभियोजन सहायक निदेशक के अधीनस्थ होंगे। \n%(7) अभियोजन निदेशक की शक्तियां तथा कृत्य ऐसे मामलों का कार्यवाहियों के शीघ्र निपटारे और अपील फाइल करने पर राय देने के लिए मानीटर करना होगा, जिसमें अपराध दस वर्ष या उससे अधिक या आजीवन कारावास या मृत्यु से दण्डनीय है। \n(8) अभियोजन उप-निदेशक को शक्तियां और कृत्य ऐसे मामलों में जिनमें अपराध सात वर्ष या उससे अधिक के लिए दंडनीय है, किंतु दस वर्ष कम हो, उनके त्वरित निपटान को सुनिश्चित करने के लिए पुलिस रिपोर्ट की परीक्षा करना और संवीक्षा करना तथा मानीटर करना होगा। \n(9) अभियोजन सहायक निदेशक के कृत्य ऐसे मामलों का मानीटर करना होगा, जिनमें कोई अपराध सात वर्ष से कम के लिए दंडनीय है। \n(10) उपधारा (7), उपधारा (8) और उपधारा (१) में अंतर्विष्ट किसी बात के होते हुए भी, अभियोजन का निदेशक, उप-निदेशक या सहायक निदेशक इस संहिता के अधीन सभी कार्रवाइयों के लिए संव्यवहार करने की शक्ति होगी और उसके लिए दावी होंगे। \n(11) अभियोजन निदेशक, अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक की अन्य शक्तियां तथा कृत्य और वह क्षेत्र, जिसके लिए प्रत्येक अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक नियुक्त किया गया है, वह होगा, जिसे राज्य सरकार, अधिसूचना द्वारा, निर्दिष्ट करे। \n(12) इस धारा के उपबंध, लोक अभियोजक के कृत्यों का पालन करते समय, राज्य के महाधिवक्ता पर लागू नहीं होंगे।%",
  },
  {
    id: 27,
    prevCode: "26",
    prevCodeInfo: "न्यायालय, जिनके द्वारा अपराध विचारणीय है-",
    newCode: "21",
    chapter: chapter["3"],
    newCodeInfo:
      "न्यायालय, जिनके द्वारा अपराध विचारणीय है- \nइस संहिता के अन्य उपबंधो के अधीन रहते हुए- \n(क) %भारतीय न्याय संहिता, 2023% के अधीन किसी अपराध का विचारण निम्नलिखित के द्वारा किया जा सकेगा- \n(1) उच्च न्यायालय, या \n(ii) सेशन न्यायालय, या \n(iii) किसी अन्य न्यायालय, जिसके द्वारा ऐसे अपराध का विचारणीय होना प्रथम अनुसूची में दर्शाया गया है: परन्तु %भारतीय न्याय सहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 69, धारा 70 या धारा 71 के% अधीन किसी अपराध का विचारण यथासाध्य ऐसे न्यायालय द्वारा किया जाएगा, जिसमें महिला पीठासीन हो : \n(ख) किसी अन्य विधि के अधीन किसी अपराध का विचारण, जब ऐसी विधि में इस निमित्त कोई न्यायालय उल्लिखित है, तब ऐसे न्यायालय द्वारा किया जाएगा और जब कोई न्यायालय इस प्रकार उल्लिखित नहीं है तब %उसका विचारण निम्नलिखित द्वारा किया जा सकेगा-% \n(i) उच्च न्यायालय, या \n(ii) कोई अन्य न्यायालय, जिसके द्वारा ऐसे अपराध का विचारणीय होना प्रथम अनुसूची में दर्शाया गया है।",
  },
  {
    id: 28,
    prevCode: "27",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["3"],
    newCodeInfo: "----",
  },
  {
    id: 29,
    prevCode: "28",
    prevCodeInfo: "दंडादेश, जो उच्च न्यायालय और सेशन न्यायाधीश दे सकेंगे-",
    newCode: "22",
    chapter: chapter["3"],
    newCodeInfo:
      "दंडादेश, जो उच्च न्यायालय और सेशन न्यायाधीश दे सकेंगे- \n(1) उच्च न्यायालय, विधि द्वारा प्राधिकृत कोई दंडादेश दे सकेगा। \n(2) सेशन न्यायाधीश या अपर सेशन न्यायाधीश, विधि द्वारा प्राधिकृत कोई भी दंडादेश दे सकेगा; कितु ऐसे किसी न्यायाधीश द्वारा दिया गया मृत्यु दंडादेश, उच्च न्यायालय द्वारा पुष्ट किए जाने के अध्यधीन होगा।",
  },
  {
    id: 30,
    prevCode: "29",
    prevCodeInfo: "----",
    newCode: "23",
    chapter: chapter["3"],
    newCodeInfo:
      'दंडादेश, जो मजिस्ट्रेट दे सकेंगे- \n(1) मुख्य न्यायिक मजिस्ट्रेट का न्यायालय, मृत्यु या आजीवन कारावास या सात वर्ष से अधिक की अवधि के लिए कारावास के दंडादेश के सिवाय विधि द्वारा प्राधिकृत कोई ऐसा दंडादेश दे सकेगा। \n(2) प्रथम वर्ग मजिस्ट्रेट का न्यायालय, तीन वर्ष से अनधिक अवधि के लिए कारावास का या %पचास हजार रुपए से% अनधिक जुनि का, या दोनों का, %या सामुदायिक सेवा% का दंडादेश दे सकेगा। \n(3) द्वितीय वर्ग मजिस्ट्रेट का न्यायालय, एक वर्ष से अनधिक अवधि के लिए कारावास का या %दस हजार रुपए से% अनधिक जुर्माने का, या दोनों का, %या सामुदायिक सेवा% का, दंडादेश दे सकेगा। %स्पष्टीकरण "सामुदायिक सेवा" से ऐसा कार्य अभिप्रेत है, जिसको किसी दोषसिद्ध व्यक्ति को दण्ड के ऐसे रूप में, जो समुदाय के लाभ के लिए हो, करने के लिए न्यायालय आदेश करे, जिसके लिए वह किसी पारिश्रमिक का हकदार नहीं होगा।%',
  },
  {
    id: 31,
    prevCode: "30",
    prevCodeInfo: "----",
    newCode: "24",
    chapter: chapter["3"],
    newCodeInfo:
      "जुर्माना देने में व्यतिक्रम होने पर कारावास का दंडादेश- \n(1) किसी मजिस्ट्रेट का न्यायालय जुर्माना देने में व्यतिक्रम होने पर इतनी अवधि का कारावास अधिनिर्णीत कर सकेगा, जो विधि द्वारा प्राधिकृत है: परंतु वह अवधि- \n%(क) धारा 23 के अधीन% मजिस्ट्रेट की शक्ति से अधिक की न हो; \n(ख) जहां कारावास मुख्य दंडादेश के भाग के रूप में अधिनिर्णीत किया गया है, वहां वह उस कारावास की अवधि के चौथाई से अधिक की नहीं होगी जिसको मजिस्ट्रेट, जुर्माना देने में व्यतिक्रम होने पर दण्डादेश के रूप में से अन्यथा उस अपराध के लिए अधिरोपित करने के लिए सक्षम है। \n(2) इस धारा के अधीन अधिनिर्णीत कारावास, %धारा 23 के अधीन% मजिस्ट्रेटों द्वारा अधिनिर्णीत की जा सकने वाली अधिकतम अवधि के कारावास के मुख्य दंडादेश के अतिरिक्त हो सकेगा।",
  },
  {
    id: 32,
    prevCode: "31",
    prevCodeInfo: "",
    newCode: "25",
    chapter: chapter["3"],
    newCodeInfo:
      "एक ही विचारण में कई अपराधों के लिए दोषसिद्ध होने के मामलों में दंडादेश- \n(1) जब कोई व्यक्ति एक हो विचारण में दो या अधिक अपराधों के लिए दोषसिद्ध किया जाता है तब, %न्यायालय भारतीय न्याय संहिता, 2023 की धारा 9 के% उपबंधों के अधीन रहते हुए, उसे ऐसे अपराधों के लिए विहित विभिन्न दण्डों में से उन दण्डों के लिए, जिन्हें देने के लिए ऐसा न्यायालय सक्षम है, दण्डादेश दे सकेगा; और न्यायालय, अपराधों की गम्भीरता पर विचार करते हुए, ऐसे दण्डादेश साथ-साथ या क्रमवर्ती रूप से जंगमने का आदेश देगा। \n(2) दंडादेशों के क्रमवर्ती होने की दशा में, केवल इस कारण से कि कई अपराधों के लिए संकलित दंड उस दंड से अधिक है जो वह न्यायालय एक अपराध के लिए दोषसिद्धि पर देने के लिए सक्षम है, न्यायालय के लिए यह आवश्यक नहीं होगा कि अपराधी को उच्चतर न्यायालय के समक्ष विचारण के लिए भेजे : परंतु- \n(क) किसी भी दशा में, ऐसा %व्यक्ति बीस वर्ष से अधिक की% अवधि के कारावास के लिए दंडादिष्ट नहीं किया जाएगा; \n(ख) संकलित दंड, उस दंड की मात्रा के दुगने से अधिक नहीं होगा जिसे एक अपराध के लिए देने के लिए वह न्यायालय सक्षम है। \n(3) किसी सिद्धदोष व्यक्ति द्वारा अपील के प्रयोजन के लिए, उन क्रमवर्ती दंडादेशों का योग, जो इस धारा के अधीन उसके विरुद्ध दिए गए हैं, एक दंडादेश समझा जाएगा।",
  },
  {
    id: 33,
    prevCode: "32",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "26",
    chapter: chapter["3"],
    newCodeInfo:
      "शक्तियां प्रदान करने का ढंग- \n(1) इस संहिता के अधीन शक्तियां प्रदान करने में, यथास्थिति, उच्ब न्यायालय या राज्य सरकार आदेश द्वारा, व्यक्तियों को विशेषतया नाम से या उनके पद के आधार पर या पदधारियों के वर्गों को साधारणतया उनके पदीय अभिधानों से, सशक्त कर सकेगी। \n(2) ऐसा प्रत्येक आदेश उस तारीख से प्रभावी होगा जबसे वह ऐसे सशक्त किए गए व्यक्ति को संसूचित किया जाता है।",
  },
  {
    id: 34,
    prevCode: "33",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "27",
    chapter: chapter["3"],
    newCodeInfo:
      "नियुक्त अधिकारियों की शक्तियां- \nसरकार की सेवा में पद धारण करने वाला ऐसा व्यक्ति, जो उच्च्च न्यायालय या राज्य सरकार द्वारा, इस संहिता के अधीन कोई शक्ति किसी समग्र स्थानीय क्षेत्र के लिए विनिहित की गई है, जब कभी उसी प्रकार के समान या उच्चतर पद पर उसी राज्य सरकार के अधीन वैसे ही स्थानीय क्षेत्र के भीतर नियुक्त किया जाता है, तब वह, जब तक, यथास्थिति, उच्च न्यायालय या राज्य सरकार अन्यथा निदेश न देयान दे चुकी हो, उस स्थानीय क्षेत्र में, जिसमें वह ऐसे नियुक्त किया गया है, उन्हीं शक्तियों का प्रयोग करेगा।",
  },
  {
    id: 35,
    prevCode: "34",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "28",
    chapter: chapter["3"],
    newCodeInfo:
      "शक्तियों को वापस लेना- \n(1) यथास्थिति, उच्च न्यायालय या राज्य सरकार, उन सब शक्तियों को या उनमें से किसी को वापस ले सकेगी जो उसने या उसके अधीनस्थ किसी अधिकारी ने किसी व्यक्ति को इस संहिता के अधीन प्रदान की है। \n(2) मुख्य न्यायिक मजिस्ट्रेट या जिला मजिस्ट्रेट द्वारा प्रदत्त किन्हीं शक्तियों को सम्बन्धित मजिस्ट्रेट द्वारा वापस लिया जा सकेगा जिसके द्वारा वे शक्तियां प्रदान की गई थी।",
  },
  {
    id: 36,
    prevCode: "35",
    prevCodeInfo:
      "न्यायाधीशों और मजिस्ट्रेटों की शक्तियों का उनके पद-उत्तरवर्तियों द्वारा प्रयोग किया जा सकना-",
    newCode: "29",
    chapter: chapter["3"],
    newCodeInfo:
      "न्यायाधीशों और मजिस्ट्रेटों की शक्तियों का उनके पद-उत्तरवर्तियों द्वारा प्रयोग किया जा सकना- \n(1) इस संहिता के अन्य उपबंधों के अधीन रहते हुए, किसी न्यायाधीश या मजिस्ट्रेट की शक्तियों का प्रयोग और कर्तव्यों का पालन उसके पद-उत्तरवर्ती द्वारा किया जा सकेगा। \n(2) जब इस बारे में कोई शंका है कि पद-उत्तरवर्ती कौन है तब सेशन न्यायाधीश लिखित आदेश द्वारा यह अवधारित करेगा कि कौन सा न्यायाधीश, इस संहिता के या इसके अधीन किन्हीं कार्यवाहियों या आदेशों के प्रयोजनों के लिए पद-उत्तरवर्ती समझा जाएगा। \n(3) जब इस बारे में कोई शंका है कि किसी मजिस्ट्रेट का पद-उत्तरवर्ती कौन है तब, यथास्थिति, मुख्य न्यायिक मजिस्ट्रेट या जिला मजिस्ट्रेट लिखित आदेश द्वारा यह अवधारित करेगा कि कौन सा मजिस्ट्रेट इस संहिता के, या इसके अधीन किन्हीं कार्यवाहियों या आदेशों के प्रयोजनों के लिए ऐसे मजिस्ट्रेट का पद-उत्तरवर्ती समझा जाएगा।",
  },
  {
    id: 0,
    prevCode: "",
    prevCodeInfo: "",
    newCode: "",
    chapter: chapter["3"],
    newCodeInfo: "",
  },
];
