//this file having nagrik-surksha-adhiniyam data.

export default data = [
  {
    id: 1,
    prevCode: "1",
    prevCodeInfo: "संक्षिप्त नाम, विस्तार और प्रारम्भ.",
    newCode: "1",
    newCodeInfo: `संक्षिप्त नाम, विस्तार और प्रारम्भ (1) इस अधिनियम का संक्षिप्त नाम %भारतीय नागरिक सुरक्षा संहिता, 2023% है। (2) इस संहिता के %अध्याय 9, 11 और 12% से संबंधित उपबंधों से भिन्न, उपबंध - (क) नागालैंड राज्य को; (ख) जनजाति क्षेत्रों को, लागू नहीं होंगे, किंतु संबद्ध राज्य सरकार, अधिसूचना द्वारा, ऐसे उपबंधो या उनमें से किसी को, यथास्थिति, संपूर्ण नागालैंड राज्य या ऐसे जनजाति क्षेत्र या उनके किसी भाग पर, ऐसे अनुपूरक, आनुषंगिक या पारिणामिक उपान्तरों सहित, लागू कर सकेगी, जैसा अधिसूचना में विनिर्दिष्ट किया जाए 1 स्पष्टीकरण- इस धारा में, "जनजाति क्षेत्र" से वे राज्यक्षेत्र अभिप्रेत हैं, जो 21 जनवरी, 1972 के ठीक पहले, संविधान की छठी अनुसूची के पैरा 20 में यथानिर्दिष्ट असम के जनजाति क्षेत्रों में सम्मिलित थे और जो शिलांग नगरपालिका की स्थानीय सीमाओं के भीतर के क्षेत्रों से भिन्न है। (3) यह ऐसी तारीख से प्रवृत्त होगा, जिसे भारत सरकार, राजपत्र में अधिसूचना द्वारा, नियत करें।`,
  },
];
