//this file having nagrik-suraksha-adhiniyam data.

let chapter = {
  1: "अध्याय 1 - प्रारम्भिक",
  2: "अध्याय 2 - दंड न्यायालयों और कार्यालयों का गठन",
  3: "अध्याय 3 - न्यायालयों की शक्ति",
  4: "अध्याय 4 - वरिष्ठ पुलिस अधिकारियों की शक्तियां और मजिस्ट्रेट तथा पुलिस को सहायता",
  5: "अध्याय 5 - व्यक्तियों की गिरफ्तारी",
  6: {
    heading: "अध्याय 6-हाजिर होने को विवश करने के लिए आदेशिकाएं",
    क: "\nक-समन",
    ख: "\nख-गिरफ्तारी का वारंट",
    ग: "\nग-उद्घोषणा और कुर्की",
    घ: "\nघ- आदेशिकाओं संबंधी अन्य नियम",
  },
  7: {
    heading: "अध्याय 7 - चीजें पेश करने को विवश करने के लिए आदेशिकाएं",
    क: "\nक-पेश करने के लिए समन",
    ख: "\nख-तलाशी-वारंट",
    ग: "\nग- तलाशी सम्बन्धी साधारण उपबंध",
    घ: "\nघ-प्रकीर्ण",
  },
  8: "अध्याय 8 - कुछ मामलों में सहायता के लिए व्यतिकारी व्यवस्था तथा संपत्ति की कुर्की और समपहरण के लिए प्रक्रिया",
  9: "अध्याय 9 - परिशांति कायम रखने के लिए और सदाचार के लिए प्रतिभूति",
  10: "अध्याय 10 - पत्नी, संतान और माता-पिता के भरणपोषण के लिए आदेश",
  11: {
    heading: "अध्याय 11 - लोक व्यवस्था और प्रशांति बनाए रखना",
    क: "\nक-विधिविरुद्ध जमाव",
    ख: "\nख-लोक न्यूसेन्स",
    ग: "\nग- न्यूसेंस या आशंकित खतरे के अर्जेंट मामले",
    घ: "\nघ- स्थावर संपत्ति के बारे में विवाद",
  },
  12: "अध्याय 12 - पुलिस का निवारक कार्य",
  13: "अध्याय 13 - पुलिस को इत्तिला और उनकी अन्वेषण करने की शक्तियां",
  14: "अध्याय 14 - जांचों और विचारणों में दंड न्यायालयों की अधिकारिता",
  15: "अध्याय 15 - कार्यवाहियां शुरू करने के लिए अपेक्षित शर्ते",
  16: "अध्याय 16 - मजिस्ट्रेटों से परिवाद",
  17: "अध्याय 17 - मजिस्ट्रेट के समक्ष कार्यवाही का प्रारम्भ किया जाना",
  18: {
    heading: "अध्याय 18 आरोप",
    क: "\nक- आरोपों का प्ररूप",
    ख: "\nख-आरोपों का संयोजन",
  },
  19: "अध्याय 19 - सेशन न्यायालय के समक्ष विचारण",
  20: {
    heading: "अध्याय 20 - मजिस्ट्रेटों द्वारा वारण्ट-मामलों का विचारण",
    क: "\nक- पुलिस रिपोर्ट पर संस्थित मामले",
    ख: "\nख-पुलिस रिपोर्ट से भिन्न आधार पर संस्थित मामले",
    ग: "\nग-विचारण की समाप्ति",
  },
  22: "अध्याय 22- संक्षिप्त विचारण",
  23: "अध्याय 23 - सौदा अभिवाक्",
  24: "अध्याय 24 - कारागारों में परिरुद्ध या निरुद्ध व्यक्तियों की हाजिरी",
  25: {
    heading: "अध्याय 25 - जांचों और विचारणों में साक्ष्य",
    क: "\nक- साक्ष्य लेने और अभिलिखित करने का ढंग",
    ख: "\nख-साक्षियों की परीक्षा के लिए कमीशन",
    ग: "",
  },
  26: "अध्याय 26 - जांचों तथा विचारणों के बारे में साधारण उपबन्ध",
  27: "अध्याय 27 विकृत चित्त अभियुक्त व्यक्तियों के बारे में उपबन्ध",
  28: "अध्याय 28 - न्याय-प्रशासन पर प्रभाव डालने वाले अपराधों के बारे में उपबन्ध",
  29: "अध्याय 29 - निर्णय",
  30: "अध्याय 30 - मृत्यु दण्डादेशों की पुष्टि के लिए प्रस्तुत किया जाना",
  31: "अध्याय 31 - अपीलें",
  32: "अध्याय 32 - निर्देश और पुनरीक्षण",
  33: "अध्याय 33 - आपराधिक मामलों का अन्तरण",
  34: {
    heading: "अध्याय 34 - दण्डादेशों का निष्पादन, निलम्बन, परिहार और लघुकरण",
    क: "\nक-मृत्यु दण्डादेश",
    ख: "\nख-कारावास",
    ग: "\nग- जुमनि का उद्ग्रहण",
    घ: "\nघ-निष्पादन के बारे में साधारण उपबन्ध",
    ङ: "\nङ- दण्डादेश का निलंबन, परिहार और लघुकरण",
  },
  35: "अध्याय 35 - जमानत और बन्धपत्रों के बारे में उपबन्ध",
  36: "अध्याय 36 - सम्पत्ति का व्ययन",
  37: "अध्याय 37 - अनियमित कार्यवाहियां",
  38: "अध्याय 38 - कुछ अपराधों का संज्ञान करने के लिए परिसीमा",
  39: "अध्याय 39 - प्रकीर्ण",
};

export default data = [
  {
    id: 1,
    prevCode: "1",
    prevCodeInfo: "संक्षिप्त नाम, विस्तार और प्रारम्भ.",
    newCode: "1",
    chapter: chapter["1"],
    newCodeInfo:
      'संक्षिप्त नाम, विस्तार और प्रारम्भ (1) इस अधिनियम का संक्षिप्त नाम %भारतीय नागरिक सुरक्षा संहिता, 2023% है। (2) इस संहिता के %अध्याय 9, 11 और 12% से संबंधित उपबंधों से भिन्न, उपबंध - (क) नागालैंड राज्य को; (ख) जनजाति क्षेत्रों को, लागू नहीं होंगे, किंतु संबद्ध राज्य सरकार, अधिसूचना द्वारा, ऐसे उपबंधो या उनमें से किसी को, यथास्थिति, संपूर्ण नागालैंड राज्य या ऐसे जनजाति क्षेत्र या उनके किसी भाग पर, ऐसे अनुपूरक, आनुषंगिक या पारिणामिक उपान्तरों सहित, लागू कर सकेगी, जैसा अधिसूचना में विनिर्दिष्ट किया जाए 1 स्पष्टीकरण- इस धारा में, "जनजाति क्षेत्र" से वे राज्यक्षेत्र अभिप्रेत हैं, जो 21 जनवरी, 1972 के ठीक पहले, संविधान की छठी अनुसूची के पैरा 20 में यथानिर्दिष्ट असम के जनजाति क्षेत्रों में सम्मिलित थे और जो शिलांग नगरपालिका की स्थानीय सीमाओं के भीतर के क्षेत्रों से भिन्न है। (3) यह ऐसी तारीख से प्रवृत्त होगा, जिसे भारत सरकार, राजपत्र में अधिसूचना द्वारा, नियत करें।',
  },
  {
    id: 2,
    prevCode: "2",
    prevCodeInfo:
      "परिभाषाएं (1) इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो",
    newCode: "2",
    chapter: chapter["1"],
    newCodeInfo:
      'परिभाषाएं (1) इस संहिता में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, - %(क) "श्रव्य दृश्य इलैक्ट्रानिक" से अभिप्रेत है और इसके अन्तर्गत वीडियो कांफ्रेसिंग के प्रयोजनों के लिए, पहचान की आदेशिकाओं को अभिलिखित करना, तलाशी और अभिग्रहण या साक्ष्य, इलैक्ट्रानिक संसूचना का पारेषण और ऐसे अन्य प्रयोजनों के लिए किसी संसूचना युक्ति का प्रयोग और ऐसे अन्य साधन भी हैं, जिसे राज्य सरकार नियमों द्वारा उपबंधित करे; (ख) "जमानत" से किसी अधिकारी या न्यायालय द्वारा अधिरोपित कतिपय शतों पर किसी अपराध के कारित किए जाने के अभियुक्त या संदिग्ध व्यक्ति द्वारा किसी बंधपत्र या जमानतपत्र के निष्पादन पर विधि की अभिरक्षा से ऐसे व्यक्ति का छोड़ा जाना अभिप्रेत है;%  \n(ग) "जमानतीय अपराध" से ऐसा अपराध अभिप्रेत है जो प्रथम अनुसूची में जमानतीय के रूप में दिखाया गया है या तत्समय प्रवृत्त किसी अन्य विधि द्वारा जमानतीय बनाया गया है और "अजमानतीय अपराध" से कोई अन्य अपराध अभिप्रेत है; \n%(घ) "जमानतपत्र" से प्रतिभूति के साथ छोड़े जाने के लिए कोई वचनबंध अभिप्रेत है; \n(ङ) "बंधपत्र" से प्रतिभूति के बिना छोड़े जाने के लिए कोई वैयक्तिक बंधपत्र या वचनबंध अभिप्रेत है; \n%(च) "आरोप" के अंतर्गत, जब आरोप में एक से अधिक शीर्ष हों, आरोप का कोई भी शीर्ष है; \n(छ) "संज्ञेय अपराध" से ऐसा अपराध अभिप्रेत है जिसके लिए और "संज्ञेय मामला" से ऐसा मामला अभिप्रेत है जिसमें, कोई पुलिस अधिकारी प्रथम अनुसूची के या तत्समय प्रवृत्त किसी अन्य विधि के अनुसार वारण्ट के बिना गिरफ्तार कर सकता है; \n(ज) "परिवाद" से इस संहिता के अधीन मजिस्ट्रेट द्वारा कार्रवाई किए जाने की दृष्टि से मौखिक या लिखित रूप में उससे किया गया यह अभिकथन अभिप्रेत है कि किसी व्यक्ति ने, चाहे वह ज्ञात हो या अज्ञात, अपराध किया है, किंतु इसमें पुलिस रिपोर्ट सम्मिलित नहीं है। स्पष्टीकरण-ऐसे किसी मामले में, जो अन्वेषण के पश्चात् किसी असंज्ञेय अपराध का किया जाना प्रकट करता है, पुलिस अधिकारी द्वारा की गई रिपोर्ट परिवाद समझी जाएगी और वह पुलिस अधिकारी जिसके द्वारा ऐसी रिपोर्ट की गई है, परिवादी समझा जाएगा; \n%(झ) "इलैक्ट्रानिक संसूचना" से किसी इलैक्ट्रानिक युक्ति, जिसके अंतर्गत टेलीफोन, मोबाइल फोन या अन्य बेतार दूरसंचार युक्ति या कम्प्यूटर या श्रव्य दृश्य प्लेयर या कैमरा या कोई अन्य इलैक्ट्रानिक युक्ति या इलेक्ट्रानिक प्ररूप, जो केन्द्रीय सरकार द्वारा अधिसूचना द्वारा विनिर्दिष्ट किया जाए, सम्मिलित है, द्वारा किसी लिखित, मौखिक, सचित्र सूचना या वीडियो अंतर्वस्तु की संसूचना अभिप्रेत है, जिसे (चाहे किसी एक व्यक्ति से अन्य व्यक्ति को या एक युक्ति से किसी अन्य युक्ति को या किसी व्यक्ति से किसी युक्ति को या किसी युक्ति से किसी व्यक्ति को) पारेषित या अंतरित किया जाता है;% \n(ञ) "उच्च न्यायालय" से अभिप्रेत है, - (i) किसी राज्य के संबंध में, उस राज्य का उच्च न्यायालय; (ii) किसी ऐसे संघ राज्यक्षेत्र के संबंध में, जिस पर किसी राज्य के उच्च न्यायालय की अधिकारिता का विस्तार विधि द्वारा किया गया है, वह उच्च न्यायालय; (iii) किसी अन्य संघ राज्यक्षेत्र के संबंध में, भारत के उच्चतम न्यायालय से भिन्न, उस संघ राज्यक्षेत्र के लिए दाण्डिक अपील का सर्वोच्च न्यायालय; \n(ट) "जांच" से, विचारण से भिन्न, ऐसी प्रत्येक जांच अभिप्रेत है जो इस संहिता के अधीन किसी मजिस्ट्रेट या न्यायालय द्वारा की जाए; \n(ठ) "अन्वेषण" के अन्तर्गत वे सब कार्यवाहियां हैं जो इस संहिता के अधीन किसी पुलिस अधिकारी द्वारा या किसी भी ऐसे व्यक्ति (मजिस्ट्रेट से भिन्न) द्वारा जो मजिस्ट्रेट द्वारा इस निमित्त प्राधिकृत किया गया है, साक्ष्य एकत्र करने के लिए की जाएं; %स्पष्टीकरण- जहां किसी विशेष अधिनियम के उपबंधों में से कोई भी इस संहिता के उपबंधों से असंगत है, वहां विशेष अधिनियम के उपबंध अभिभावी होंगे:% \n(ड) "न्यायिक कार्यवाही" के अंतर्गत कोई ऐसी कार्यवाही है जिसके अनुक्रम में साक्ष्य, वैध रूप से शपथ पर लिया जाता है या लिया जा सकेगा; संबंध में "स्थानीय अधिकारिता" से \n(ढ) किसी न्यायालय या मजिस्ट्रेट के वह स्थानीय क्षेत्र अभिप्रेत है जिसके भीतर ऐसा न्यायालय या मजिस्ट्रेट इस संहिता के अधीन अपनी सभी या किन्हीं शक्तियों का प्रयोग कर सकेगा और ऐसे स्थानीय क्षेत्र में संपूर्ण राज्य या राज्य का कोई भाग समाविष्ट हो सकेगा जो राज्य सरकार, अधिसूचना द्वारा विनिर्दिष्ट करे: \n(ण) "असंज्ञेय अपराध" से ऐसा अपराध अभिप्रेत है जिसके लिए और "असंज्ञेय मामला" से ऐसा मामला अभिप्रेत है जिसमें पुलिस अधिकारी को वारण्ट के बिना गिरफ्तारी करने का प्राधिकार नहीं होता है;  \n(त) "अधिसूचना" से राजपत्र में प्रकाशित अधिसूचना अभिप्रेत है; \n(थ) "अपराध" से कोई ऐसा कार्य या लोप अभिप्रेत है जो तत्समय प्रवृत्त किसी विधि द्वारा दण्डनीय बनाया गया है और इसके अंतर्गत कोई ऐसा कार्य भी है जिसके संबंध में पशु अतिचार अधिनियम, 1871 (1871 का 1) की धारा 20 के अधीन कोई परिवाद किया जा सकेगा; \n(द) "पुलिस थाने का भारसाधक अधिकारी" के अंतर्गत, जब पुलिस थाने का भारसाधक अधिकारी थाने से अनुपस्थित है या बीमारी या अन्य कारण से अपने कर्तव्यों का पालन करने में असमर्थ है, तब थाने में उपस्थित ऐसा पुलिस अधिकारी है, जो ऐसे अधिकारी से पंक्ति में ठीक नीचे है और कान्स्टेबल की पंक्ति से ऊपर है, या जब राज्य सरकार ऐसा निदेश दे तब, इस प्रकार उपस्थित कोई अन्य पुलिस अधिकारी भी है; \n(घ) "स्थान" के अंतर्गत गृह, भवन, तम्बू, यान और जलयान भी हैं; \n(न) "पुलिस रिपोर्ट" से किसी पुलिस अधिकारी द्वारा %धारा 193 की उपधारा (3)% के अधीन मजिस्ट्रेट को भेजी गई रिपोर्ट अभिप्रेत है; \n(प) "पुलिस थाना" से कोई भी चौकी या स्थान अभिप्रेत है जिसे राज्य सरकार द्वारा साधारणतया या विशेषतया पुलिस थाना घोषित किया गया है और इसके अंतर्गत राज्य सरकार द्वारा इस निमित्त विनिर्दिष्ट कोई स्थानीय क्षेत्र भी है; \n(फ) "लोक अभियोजक" से %धारा 18 के अधीन% नियुक्त कोई व्यक्ति अभिप्रेत है और इसके अंतर्गत लोक अभियोजक के निदेशों के अधीन कार्य करने वाला कोई व्यक्ति भी है;  \n(ब) "उपखण्ड" से किसी जिले का कोई उपखण्ड अभिप्रेत है; \n(भ) "समन-मामला" से ऐसा मामला अभिप्रेत है जो किसी अपराध से संबंधित है और जो वारण्ट- मामला नहीं है; \n(म) "पीड़ित" से ऐसा व्यक्ति अभिप्रेत है जिसे उस कार्य या लोप के कारण कोई हानि या क्षति कारित हुई है और इसके अन्तर्गत ऐसे पीड़ित का संरक्षक या विधिक वारिस भी है; \n(य) "वारण्ट-मामला" से ऐसा मामला अभिप्रेत है जो मृत्यु, आजीवन कारावास या दो वर्ष से अधिक की अवधि के कारावास से दण्डनीय किसी अपराध से संबंधित है।(2) उन शब्दों और पदों के, जो इसमें प्रयुक्त हैं और परिभाषित नहीं हैं, किंतु %सूचना प्रौद्योगिकी अधिनियम, 2000 (2000 का 2) और भारतीय न्याय संहिता, 2023% में परिभाषित है, वही अर्थ होगे, जो उनके उस अधिनियम और संहिता में हैं।',
  },
  {
    id: 3,
    prevCode: "3",
    prevCodeInfo: "निर्देशों का अर्थ लगाना (1) इस संहिता में-",
    newCode: "3",
    chapter: chapter["1"],
    newCodeInfo:
      "निर्देशों का अर्थ लगाना- \n(1) जब तक संदर्भ से अन्यथा अपेक्षित न हो, किसी विधि में, किसी क्षेत्र के सम्बन्ध में, किसी मजिस्ट्रेट, बिना किसी विशेषक शब्दों के, प्रथम वर्ग मजिस्ट्रेट या द्वितीय वर्ग मजिस्ट्रेट के प्रति किसी निर्देश का, ऐसे क्षेत्र में अधिकारिता का प्रयोग करने वाले, यथास्थिति, न्यायिक मजिस्ट्रेट प्रथम वर्ग या न्यायिक मजिस्ट्रेट द्वितीय वर्ग के प्रतिनिर्देश के रूप में अर्थ लगाया जाएगा। \n(2) जहां, इस संहिता से भिन्न किसी विधि के अधीन, किसी मजिस्ट्रेट द्वारा किए जा सकने वाले कृत्य ऐसे मामलों से संबंधित हैं, - \n(क) जिनमें साक्ष्य का मूल्यांकन या छानबीन या कोई ऐसा विनिश्वय करना अंतर्वलित है जिससे किसी व्यक्ति को किसी दंड या शास्ति की या अन्वेषण, जांच या विचारण लंबित रहने तक अभिरक्षा में निरोध की आशंका में डालता हो या जिसका प्रभाव उसे किसी न्यायालय के समक्ष विचारण के लिए भेजना होगा, वहां वे कृत्य इस संहिता के उपबंधों के अधीन रहते हुए न्यायिक मजिस्ट्रेट द्वारा किए जायेंगे; या \n(ख) जो प्रशासनिक या कार्यपालक प्रकार के हैं जैसे अनुज्ञप्ति का अनुदान, अनुज्ञप्ति का निलंबन या रद्द किया जाना, अभियोजन की मंजूरी या अभियोजन वापस लेना, वहां वे खण्ड (क) के उपबंधों के अधीन रहते हुए, कार्यपालक मजिस्ट्रेट द्वारा किए जाएंगे।",
  },
  {
    id: 4,
    prevCode: "4",
    prevCodeInfo: "----",
    newCode: "4",
    chapter: chapter["1"],
    newCodeInfo:
      "%भारतीय न्याय संहिता, 2023% और अन्य विधियों के अधीन अपराधों का विचारण- \n(1) भारतीय न्याय संहिता, 2023 के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण और उनके संबंध में अन्य कार्यवाही, इसमें इसके पश्चात् अन्तर्विष्ट उपबंधों के अनुसार की जाएगी। \n(2) किसी अन्य विधि के अधीन सभी अपराधों का अन्वेषण, जांच, विचारण और उनके संबंध में अन्य कार्यवाही इन्हीं उपबंधों के अनुसार किंतु ऐसे अपराधों के अन्वेषण, जांच, विचारण या अन्य कार्यवाही की रीति या स्थान का विनियमन करने वाली तत्समय प्रवृत्त किसी अधिनियमिति के अधीन रहते हुए, की जाएगी।",
  },
  {
    id: 5,
    prevCode: "5",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "5",
    chapter: chapter["1"],
    newCodeInfo:
      "व्यावृत्ति - प्रतिकूल किसी विनिर्दिष्ट उपबंध के अभाव में, इस संहिता की कोई बात, तत्समय प्रवृत्त किसी विशेष या स्थानीय विधि पर, या तत्समय प्रवृत्त किसी अन्य विधि द्वारा प्रदत्त किसी विशेष अधिकारिता या शक्ति या विहित प्रक्रिया के किसी विशेष प्ररूप पर प्रभाव नहीं डालेगी।",
  },
  {
    id: 6,
    prevCode: "6",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "6",
    chapter: chapter["2"],
    newCodeInfo:
      "दंड न्यायालयों के वर्ग- \nउच्च न्यायालयों और इस संहिता से भिन्न किसी विधि के अधीन गठित न्यायालयों के अतिरिक्त, प्रत्येक राज्य में निम्नलिखित वर्गों के दंड न्यायालय होंगे, अर्थात्- \n(1) सेशन न्यायालय; \n(ii) प्रथम वर्ग न्यायिक मजिस्ट्रेट; \n(iii) द्वितीय वर्ग न्यायिक मजिस्ट्रेट; और \n(iv) कार्यपालक मजिस्ट्रेट।",
  },
  {
    id: 7,
    prevCode: "7",
    prevCodeInfo: "प्रादेशिक खंड",
    newCode: "7",
    chapter: chapter["2"],
    newCodeInfo:
      "प्रादेशिक खंड- \n(1) प्रत्येक राज्य एक सेशन खंड होगा या सेशन खंडों से मिलकर बनेगा और प्रत्येक सेशन खंड इस संहिता के प्रयोजनों के लिए एक जिला होगा या जिलों से मिलकर बनेगा। \n(2) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, ऐसे खंडों और जिलों की सीमाओं या संख्या में परिवर्तन कर सकेगी। \n(3) राज्य सरकार, उच्च न्यायालय से परामर्श के पश्वात्, किसी जिले को उपखंडों में विभाजित कर सकेगी और ऐसे उपखंडों की सीमाओं या संख्या में परिवर्तन कर सकेगी। \n(4) किसी राज्य में, इस संहिता के प्रारंभ के समय विद्यमान सेशन खंड, जिले और उपखंड इस धारा के अधीन बनाए गए समझे जाएंगे।",
  },
  {
    id: 8,
    prevCode: "8",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 9,
    prevCode: "9",
    prevCodeInfo: "सेशन न्यायालय-",
    newCode: "8",
    chapter: chapter["2"],
    newCodeInfo:
      'सेशन न्यायालय \n(1) राज्य सरकार, प्रत्येक सेशन खंड के लिए एक सेशन न्यायालय स्थापित करेगी। \n(2) प्रत्येक सेशन न्यायालय में एक न्यायाधीश पीठासीन होगा, जो उच्च न्यायालय द्वारा नियुक्त किया जाएगा। \n(3) उच्च न्यायालय, अपर सेशन न्यायाधीशों को भी सेशन न्यायालय में अधिकारिता का प्रयोग करने के लिए नियुक्त कर सकता है। \n(4) उच्च न्यायालय द्वारा एक सेशन खंड के सेशन न्यायाधीश को दूसरे खंड का अपर सेशन न्यायाधीश भी नियुक्त किया जा सकेगा और ऐसी दशा में, वह मामलों को निपटाने के लिए दूसरे खंड के ऐसे स्थान या स्थानों में बैठ सकेगा, जो उच्च न्यायालय निदेश दे। \n(5) जहां किसी सेशन न्यायाधीश का पद रिक्त होता है वहां उच्च न्यायालय किसी अति-आवश्यक आवेदन के, जो ऐसे सेशन न्यायालय के समक्ष किया जाता है या लंबित है, किसी अपर सेशन न्यायाधीश द्वारा या यदि अपर सेशन न्यायाधीश नहीं है तो सेशन खंड के मुख्य न्यायिक मजिस्ट्रेट द्वारा निपटाए जाने के लिए व्यवस्था कर सकेगा और ऐसे प्रत्येक न्यायाधीश या मजिस्ट्रेट को ऐसे आवेदन पर कार्यवाही करने की अधिकारिता होगी। \n(6) सेशन न्यायालय सामान्यतः अपनी बैठक ऐसे स्थान या स्थानों पर करेगा जो उच्च न्यायालय अधिसूचना द्वारा विनिर्दिष्ट करे; किंतु यदि किसी विशेष मामले में, सेशन न्यायालय की यह राय है कि सेशन खंड में किसी अन्य स्थान में बैठक करने से पक्षकारों और साक्षियों को सुविधा होगी तो वह, अभियोजन और अभियुक्त की सहमति से उस मामले को निपटाने के लिए या उसमें साक्षी या साक्षियों की परीक्षा करने के लिए उस स्थान पर बैठक कर सकेगा। \n%(7) सेशन न्यायाधीश समय-समय पर ऐसे अपर सेशन न्यायाधीशों के बीच कार्य के वितरण के संबंध में इस संहिता से संगत आदेश दे सकेगा। \n(8) सेशन न्यायाधीश, अपनी अनुपस्थिति में या कार्य करने में असमर्थता की स्थिति में, किसी अति आवश्यक आवेदन का अपर सेशन न्यायाधीश द्वारा या यदि कोई अपर सेशन न्यायाधीश न हो तो, मुख्य न्यायिक मजिस्ट्रेट द्वारा निपटाए जाने के लिए भी व्यवस्था कर सकता है; और यह समझा जाएगा कि ऐसे न्यायाधीश या मजिस्ट्रेट को ऐसे आवेदन पर कार्यवाही करने की अधिकारिता है।% \nस्पष्टीकरण-इस संहिता के प्रयोजनों के लिए "नियुक्ति" के अंतर्गत सरकार द्वारा संघ या किसी राज्य के कार्यकलापों के संबंध में किसी सेवा या पद पर किसी व्यक्ति की प्रथम नियुक्ति, तैनाती या प्रोन्नति नहीं है, जहां किसी विधि के अधीन ऐसी नियुक्ति, तैनाती या प्रोन्नति सरकार द्वारा किए जाने के लिए आपेक्षित है।',
  },
  {
    id: 10,
    prevCode: "10",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 11,
    prevCode: "11",
    prevCodeInfo: "न्यायिक मजिस्ट्रेटों के न्यायालय-",
    newCode: "9",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों के न्यायालय (1) प्रत्येक जिले में प्रथम वर्ग और द्वितीय वर्ग न्यायिक मजिस्ट्रेटों के इतने न्यायालय और ऐसे स्थानों में स्थापित किए जाएंगे जितने और जो राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, अधिसूचना द्वारा विनिर्दिष्ट करे: \nपरंतु राज्य सरकार, उच्च न्यायालय से परामर्श के पश्चात्, किसी स्थानीय क्षेत्र के लिए प्रथम वर्ग या द्वितीय वर्ग के न्यायिक मजिस्ट्रेटों के एक या अधिक विशेष न्यायालय, किसी विशेष मामले या विशेष वर्ग के मामलों का विचारण करने के लिए स्थापित कर सकेगी और जहां कोई ऐसा विशेष न्यायालय स्थापित किया जाता है उस स्थानीय क्षेत्र में मजिस्ट्रेट के किसी अन्य न्यायालय को किसी ऐसे मामले या ऐसे वर्ग के मामलों का विचारण करने की अधिकारिता नहीं होगी, जिनके विचारण के लिए न्यायिक मजिस्ट्रेट का ऐसा विशेष न्यायालय स्थापित किया गया है। \n(2) ऐसे न्यायालयों के पीठासीन अधिकारी उच्च न्यायालय द्वारा नियुक्त किए जाएंगे। \n(3) उच्च न्यायालय, जब कभी उसे यह समीचीन या आवश्यक प्रतीत हो, किसी सिविल न्यायालय में न्यायाधीश के रूप में कार्यरत राज्य की न्यायिक सेवा के किसी सदस्य को प्रथम वर्ग या द्वितीय वर्ग न्यायिक मजिस्ट्रेट की शक्तियां प्रदान कर सकेगा।",
  },
  {
    id: 12,
    prevCode: "12",
    prevCodeInfo:
      "मुख्य न्यायिक मजिस्ट्रेट और अपर मुख्य न्यायिक मजिस्ट्रेट, आदि-",
    newCode: "10",
    chapter: chapter["2"],
    newCodeInfo:
      "मुख्य न्यायिक मजिस्ट्रेट और अपर मुख्य न्यायिक मजिस्ट्रेट, आदि- \n(1) उच्च न्यायालय, प्रत्येक जिले में किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को मुख्य न्यायिक मजिस्ट्रेट नियुक्त करेगा। \n(2) उच्च न्यायालय किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को अपर मुख्य न्यायिक मजिस्ट्रेट नियुक्त कर सकेगा और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन मुख्य न्यायिक मजिस्ट्रेट की सभी या कोई शक्तियां होंगी, जिसका उच्च न्यायालय निदेश दे 1 \n(3) उच्च न्यायालय, जैसा अवसर अपेक्षित करे, किसी उपखंड में किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट को उपखंड न्यायिक मजिस्ट्रेट के रूप में पदाभिहित कर सकेगा और उसे इस धारा में विनिर्दिष्ट उत्तरदायित्वों से मुक्त कर सकेगा। \n(4) मुख्य न्यायिक मजिस्ट्रेट के साधारण नियंत्रण के अधीन रहते हुए प्रत्येक उपखण्ड न्यायिक मजिस्ट्रेट को उपखंड में न्यायिक मजिस्ट्रेटों (अपर मुख्य न्यायिक मजिस्ट्रेटों से भिन्न) के काम पर पर्यवेक्षण और नियंत्रण की ऐसी शक्तियां भी होंगी और वह उनका प्रयोग करेगा, जो उच्च न्यायालय साधारण या विशेष आदेश द्वारा इस निमित विनिर्दिष्ट करे।",
  },
  {
    id: 13,
    prevCode: "13",
    prevCodeInfo: "विशेष न्यायिक मजिस्ट्रेट-",
    newCode: "11",
    chapter: chapter["2"],
    newCodeInfo:
      "विशेष न्यायिक मजिस्ट्रेट \n(1) यदि केंन्द्रीय या राज्य सरकार द्वारा उच्च न्यायालय से ऐसा करने के लिए अनुरोध किया जाता है तो वह किसी व्यक्ति को जो सरकार के अधीन कोई पद धारण करता है या जिसने कोई पद धारण किया है, किसी स्थानीय क्षेत्र में, विशिष्ट मामलों या विशिष्ट वर्ग के मामलों के संबंध में प्रथम वर्ग या द्वितीय वर्ग न्यायिक मजिस्ट्रेट को इस संहिता द्वारा या इसके अधीन प्रदत्त की गई या प्रदत्त की जा सकने वाली सभी या कोई शक्तियां प्रदत्त कर सकेगा: परंतु ऐसी कोई शक्ति ऐसे किसी व्यक्ति को प्रदत्त नहीं की जाएगी जब तक उसके पास विधिक मामलों के संबंध में ऐसी अर्हता या अनुभव नहीं है जो उच्च न्यायालय, नियमों द्वारा विनिर्दिष्ट करे। \n(2) ऐसे मजिस्ट्रेट विशेष न्यायिक मजिस्ट्रेट कहलाएंगे और एक समय में एक वर्ष से अनधिक की इतनी अवधि के लिए नियुक्त किए जाएंगे जो उच्च न्यायालय, साधारण या विशेष आदेश द्वारा निदेश दे।",
  },
  {
    id: 14,
    prevCode: "14",
    prevCodeInfo: "न्यायिक मजिस्ट्रेटों की स्थानीय अधिकारिता-",
    newCode: "12",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों की स्थानीय अधिकारिता \n(1) उच्च न्यायालय के नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर उन क्षेत्रों की स्थानीय सीमाएं परिनिश्चित कर सकेगा जिनके भीतर %धारा 9 या धारा 11% के अधीन नियुक्त मजिस्ट्रेट उन सभी शक्तियों का या उनमें से किन्हीं का प्रयोग कर सकेंगे, जो इस संहिता के अधीन क्रमशः उनमें विनिहित की जाएं : परंतु विशेष न्यायिक मजिस्ट्रेट का न्यायालय उस स्थानीय क्षेत्र के भीतर, जिसके लिए वह स्थापित किया गया है, किसी स्थान में अपनी बैठक कर सकेगा। \n(2) ऐसे परिनिश्चय द्वारा, जैसा उपबंधित है उसके सिवाय, प्रत्येक ऐसे मजिस्ट्रेट की अधिकारिता और शक्तियों का विस्तार जिले में सर्वत्र होगा। \n(3) जहां धारा %9 या धारा 11% के अधीन नियुक्त किसी मजिस्ट्रेट की स्थानीय अधिकारिता का विस्तार किसी उस जिले के, जिसमें वह मामूली तौर पर न्यायालय की बैठकें करता है, बाहर किसी क्षेत्र तक हैं वहां इस संहिता में सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट के प्रति किसी निर्देश का ऐसे मजिस्ट्रेट के संबंध में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो, यह अर्थ लगाया जाएगा कि वह अपनी स्थानीय अधिकारिता के भीतर संपूर्ण क्षेत्र में उक्त जिला के संबंध में अधिकारिता का प्रयोग करने वाले, यथास्थिति, सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट के प्रति निर्देश है।",
  },
  {
    id: 15,
    prevCode: "15",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "13",
    chapter: chapter["2"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों का अधीनस्थ होना- \n(1) प्रत्येक मुख्य न्यायिक मजिस्ट्रेट, सेशन न्यायाधीश के अधीनस्थ होगा और प्रत्येक अन्य न्यायिक मजिस्ट्रेट, सेशन न्यायाधीश के साधारण नियंत्रण के अधीन रहते हुए, मुख्य न्यायिक मजिस्ट्रेट के अधीनस्थ होगा। \n(2) मुख्य न्यायिक मजिस्ट्रेट, समय-समय पर, अपने अधीनस्थ न्यायिक मजिस्ट्रेटों के बीच कार्य के वितरण के बारे में, इस संहिता से संगत नियम बना सकेगा या विशेष आदेश दे सकेगा।",
  },
  {
    id: 16,
    prevCode: "16",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 17,
    prevCode: "17",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 18,
    prevCode: "18",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 19,
    prevCode: "19",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["2"],
    newCodeInfo: "----",
  },
  {
    id: 20,
    prevCode: "20",
    prevCodeInfo: "कार्यपालक मजिस्ट्रेट-",
    newCode: "14",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेट- \n(1) राज्य सरकार, प्रत्येक जिले में उतने व्यक्तियों को, जितने वह उचित समझे, कार्यपालक मजिस्ट्रेट नियुक्त कर सकेगी और उनमें से एक को जिला मजिस्ट्रेट नियुक्त करेगी। \n(2) राज्य सरकार, किसी कार्यपालक मजिस्ट्रेट को अपर जिला मजिस्ट्रेट नियुक्त कर सकेगी, और ऐसे मजिस्ट्रेट को इस संहिता के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन जिला मजिस्ट्रेट की ऐसी शक्तियां होंगी, जो राज्य सरकार निर्दिष्ट करे। \n(3) जब कभी, किसी जिला मजिस्ट्रेट के पद की रिक्ति के परिणामस्वरूप, कोई अधिकारी उस जिले के कार्यपालक प्रशासन के लिए अस्थायी रूप से उत्तरवर्ती होता है तो ऐसा अधिकारी, राज्य सरकार द्वारा आदेश दिए जाने तक, क्रमशः उन सभी शक्तियों का प्रयोग और उन सभी कर्तव्यों का पालन करेगा जो इस संहिता द्वारा जिला मजिस्ट्रेट को प्रदत्त और अधिरोपित की जाए। \n(4) राज्य सरकार, जैसा अवसर अपेक्षित करे, किसी कार्यपालक मजिस्ट्रेट को उपखंड का भारसाधक बना सकेगी और उसको भारसाधन से मुक्त कर सकेगी तथा इस प्रकार किसी उपखंड का भारसाधक बनाया गया मजिस्ट्रेट, उपखंड मजिस्ट्रेट कहलाएगा। \n(5) राज्य सरकार, साधारण या विशेष आदेश द्वारा तथा ऐसे नियंत्रण और निदेशों के अधीन रहते हुए, जो वह अधिरोपित करना ठीक समझे, उपधारा (4) के अधीन अपनी शक्तियां, जिला मजिस्ट्रेट को प्रत्यायोजित कर सकेगी। \n(6) इस धारा को कोई बात, तत्समय प्रवृत्त किसी विधि के अधीन, कार्यपालक मजिस्ट्रेट की सभी शक्तियां या उनमें से कोई शक्ति पुलिस आयुक्त को प्रदत्त करने से राज्य सरकार को प्रवारित नहीं करेगी।",
  },
  {
    id: 21,
    prevCode: "21",
    prevCodeInfo: "----",
    newCode: "15",
    chapter: chapter["2"],
    newCodeInfo:
      "विशेष कार्यपालक मजिस्ट्रेट राज्य सरकार, विशिष्ट क्षेत्रों के लिए या विशिष्ट कृत्यों का पालन करने के लिए कार्यपालक मजिस्ट्रेट या %ऐसे किसी पुलिस अधिकारी को, जो पुलिस अधीक्षक की पंक्ति से नीचे का न हो या समतुल्य को,% जो विशेष कार्यपालक मजिस्ट्रेट के रूप में ज्ञात होंगे, इतनी अवधि के लिए जितनी वह उचित समझें, नियुक्त कर सकेगी और इस संहिता के अधीन कार्यपालक मजिस्ट्रेटों को प्रदत्त की जा सकने वाली शक्तियों में से ऐसी शक्तियां, जिन्हें वह उचित समझे, इन विशेष कार्यपालक मजिस्ट्रेटों को प्रदत्त कर सकेगी।",
  },
  {
    id: 22,
    prevCode: "22",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "16",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेटों की स्थानीय अधिकारिता- \n(1) राज्य सरकार के नियंत्रण के अधीन रहते हुए जिला मजिस्ट्रेट, समय-समय पर, उन क्षेत्रों की स्थानीय सीमाएं परिनिश्चित कर सकेगा जिनके भीतर कार्यपालक मजिस्ट्रेट उन सभी शक्तियों का या उनमें से किन्हीं का प्रयोग कर सकेंगे, जो इस संहिता के अधीन उनमें विनिहित की जाएं। \n(2) ऐसे परिनिश्चय द्वारा, जैसा उपबंधित है उनके सिवाय, प्रत्येक ऐसे मजिस्ट्रेट की अधिकारिता और शक्तियों का विस्तार जिले में सर्वत्र होगा।",
  },
  {
    id: 23,
    prevCode: "23",
    prevCodeInfo: "कार्यपालक मजिस्ट्रेटों का अधीनस्थ होना-",
    newCode: "17",
    chapter: chapter["2"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेटों का अधीनस्थ होना- \n(1) सभी कार्यपालक मजिस्ट्रेट, जिला मजिस्ट्रेट के अधीनस्थ होंगे और किसी उपखण्ड में शक्तियों का प्रयोग करने वाला प्रत्येक कार्यपालक मजिस्ट्रेट (उपखण्ड मजिस्ट्रेट से भिन्न), जिला मजिस्ट्रेट के साधारण नियंत्रण के अधीन रहते हुए, उपखण्ड मजिस्ट्रेट के भी अधीनस्थ होगा। \n(2) जिला मजिस्ट्रेट, समय-समय पर, अपने अधीनस्थ कार्यपालक मजिस्ट्रेटों के बीच कार्य के वितरण या आबंटन के बारे में इस संहिता से संगत नियम बना सकेगा या विशेष आदेश दे सकेगा।",
  },
  {
    id: 24,
    prevCode: "24",
    prevCodeInfo: "लोक अभियोजक-",
    newCode: "18",
    chapter: chapter["2"],
    newCodeInfo:
      'लोक अभियोजक- \n(1) प्रत्येक उच्च न्यायालय के लिए, केंद्रीय सरकार या राज्य सरकार उस उच्च न्यायालय से परामर्श के पश्चात्, यथास्थिति, केंन्द्रीय या राज्य सरकार की ओर से ऐसे न्यायालय में किसी अभियोजन, अपील या अन्य कार्यवाही के संचालन के लिए एक लोक अभियोजक नियुक्त करेगी और एक या अधिक अपर लोक अभियोजक भी नियुक्ति कर सकेगी: \n%परंतु राष्ट्रीय राजधानी राज्यक्षेत्र दिल्ली के संबंध में, केंद्रीय सरकार दिल्ली उच्च न्यायालय से परामर्श के पश्चात्, इस उपधारा के प्रयोजनों के लिए लोक अभियोजक या अपर लोक अभियोजकों की नियुक्ति करेगी।% \n(2) केंद्रीय सरकार किसी जिले या स्थानीय क्षेत्र में किसी मामले का संचालन करने के प्रयोजनों के लिए एक या अधिक लोक अभियोजक नियुक्त कर सकेगी। \n(3) राज्य सरकार, प्रत्येक जिले के लिए, एक लोक अभियोजक नियुक्त करेगी और जिले के लिए एक या अधिक अपर लोक अभियोजक भी नियुक्त कर सकेगी: परंतु एक जिले के लिए नियुक्त किया गया लोक अभियोजक या अपर लोक अभियोजक, किसी अन्य जिले के लिए भी, यथास्थिति, लोक अभियोजक या अपर लोक अभियोजक नियुक्त किया जा सकेगा। \n(4) जिला मजिस्ट्रेट, सेशन न्यायाधीश के परामर्श से, ऐसे व्यक्तियों के नामों का एक पैनल तैयार करेगा जो उसकी राय में, उस जिले के लिए लोक अभियोजक या अपर लोक अभियोजक नियुक्त किए जाने के योग्य हैं। \n(5) कोई व्यक्ति, राज्य सरकार द्वारा जिले के लिए लोक अभियोजक या अपर लोक अभियोजक तब तक नियुक्त नहीं किया जाएगा जब तक कि उसका नाम उपधारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में न हो। \n(6) उपधारा (5) में किसी बात के होते हुए भी, जहां किसी राज्य में अभियोजन अधिकारियों का नियमित काडर है वहां राज्य सरकार, ऐसा काडर गठित करने वाले व्यक्तियों में से ही लोक अभियोजक या अपर लोक अभियोजक नियुक्त करेगी: परंतु जहां, राज्य सरकार की राय में ऐसे काडर में से कोई उपयुक्त व्यक्ति ऐसी नियुक्ति के लिए उपलब्ध नहीं है वहां वह सरकार उपधारा (4) के अधीन जिला मजिस्ट्रेट द्वारा तैयार किए गए नामों के पैनल में से, यथास्थिति, लोक अभियोजक या अपर लोक अभियोजक के रूप में किसी व्यक्ति को नियुक्त कर सकेगी। \nस्पष्टीकरण- इस उपधारा के प्रयोजनों के लिए,- \n(क) "अभियोजन अधिकारियों का नियमित काडर" से अभियोजन अधिकारियों का वह काडर अभिप्रेत है, जिसमें लोक अभियोजक का पद सम्मिलित है, चाहे वह किसी भी नाम से ज्ञात हो, और जिसमें सहायक लोक अभियोजक का उस पद पर प्रोन्नति के लिए उपबंध करता है, चाहे वह किसी भी नाम से ज्ञात हो; \n(ख) "अभियोजन अधिकारी" से इस संहिता के अधीन लोक अभियोजक, %विशेष लोक अभियोजक,% अपर लोक अभियोजक या सहायक लोक अभियोजक के कृत्यों का पालन करने के लिए नियुक्त किया गया व्यक्ति अभिप्रेत है, चाहे वह किसी भी नाम से ज्ञात हो। \n(7) कोई व्यक्ति उपधारा (1) या उपधारा (2) या उपधारा (३) या उपधारा (6) के अधीन लोक अभियोजक या अपर लोक अभियोजक नियुक्त किए जाने का पात्र तभी होगा जब वह कम से कम सात वर्ष तक अधिवक्ता के रूप में विधि व्यवसाय करता रहा हो। \n(8) केंद्रीय सरकार या राज्य सरकार किसी मामले या किसी वर्ग के मामलों के प्रयोजनों के लिए किसी व्यक्ति को, जो अधिवक्ता के रूप में कम से कम दस वर्ष तक विधि व्यवसाय करता रहा हो, विशेष लोक अभियोजक नियुक्त कर सकेगी: परंतु न्यायालय इस उपधारा के अधीन पीड़ित को, अभियोजन की सहायता करने के लिए अपनी पसंद का अधिवक्ता रखने के लिए अनुज्ञात कर सकेगा। \n(9) उपधारा (7) और उपधारा (8) के प्रयोजनों के लिए, वह अवधि, जिसके दौरान किसी व्यक्ति ने अधिवक्ता के रूप में विधि व्यवसाय किया है या लोक अभियोजक या अपर लोक अभियोजक या सहायक लोक अभियोजक या अन्य अभियोजन अधिकारी के रूप में, चाहे वह किसी भी नाम से ज्ञात हो, सेवा किया है (चाहे इस संहिता के प्रारंभ के पहले या पश्चात्) यह समझा जाएगा कि वह ऐसी अवधि है जिसके दौरान ऐसे व्यक्ति ने अधिवक्ता के रूप में विधि व्यवसाय किया है। ',
  },
  {
    id: 25,
    prevCode: "25",
    prevCodeInfo: "सहायक लोक अभियोजक-",
    newCode: "19",
    chapter: chapter["2"],
    newCodeInfo:
      "सहायक लोक अभियोजक- \n(1) राज्य सरकार, प्रत्येक जिले में मजिस्ट्रेटों के न्यायालयों में अभियोजन का संचालन करने के लिए एक या अधिक सहायक लोक अभियोजक नियुक्त करेगी। \n(2) केंद्रीय सरकार, मजिस्ट्रेटों के न्यायालयों में किसी मामले या मामलों के वर्ग के संचालन के प्रयोजनों के लिए एक या अधिक सहायक लोक अभियोजक नियुक्त कर सकेगी। \n%(3) उपधारा (1) और उपधारा (2) में अंतर्विष्ट उपबंधों पर प्रतिकूल प्रभाव डाले बिना,% जहां कोई सहायक लोक अभियोजक किसी विशिष्ट मामले के प्रयोजनों के लिए उपलब्ध नहीं है, वहां जिला मजिस्ट्रेट, %राज्य सरकार को चौदह दिन की सूचना देने के पश्चात्,% किसी अन्य व्यक्ति को उस मामले का भारसाधक सहायक लोक अभियोजक नियुक्त कर सकता है: परंतु कोई पुलिस अधिकारी, %सहायक लोक अभियोजक के रूप में नियुक्त किए जाने के लिए पात्र नहीं होगा,-% \n(क) यदि उसने उस अपराध के अन्वेषण में कोई भाग लिया है, जिसके सम्बन्ध में अभियुक्त अभियोजित किया जा रहा है, या \n(ख) यदि वह निरीक्षक की पंक्ति से नीचे का है।",
  },
  {
    id: 26,
    prevCode: "25क",
    prevCodeInfo: "अभियोजन निदेशालय-",
    newCode: "20",
    chapter: chapter["2"],
    newCodeInfo:
      "अभियोजन निदेशालय- \n(1) राज्य सरकार- \n(क) राज्य में एक अभियोजन निदेशालय स्थापित कर सकेगी, जिसमें एक अभियोजन निदेशक और उतने अभियोजन उपनिदेशक हो सकेंगे, जैसा वह ठीक समझे; और \n%(ख) प्रत्येक जिले के जिला अभियोजन निदेशालय में उतने अभियोजन उप-निदेशक और अभियोजन सहायक निदेशक हो सकेंगे, जैसा वह ठीक समझे।% \n(2) कोई व्यक्ति- \n(क) अभियोजन निदेशक या अभियोजन उप-निदेशक के रूप में नियुक्ति के लिए तभी पात्र होगा यदि वह अधिवक्ता के रूप में कम-से-कम पंद्रह वर्ष तक व्यवसाय में रहा है सेशन न्यायाधीश है या रहा है; और \n%(ख) अभियोजन सहायक निदेशक के रूप में नियुक्ति के लिए तभी पात्र होगा यदि वह अधिवक्ता के रूप में कम से कम सात वर्ष तक व्यवसाय में रहा हो या प्रथम वर्ग मजिस्ट्रेट रहा हो।% \n(3) अभियोजन निदेशालय का %प्रधान% अभियोजन निदेशक होगा, जो राज्य में गृह विभाग के प्रशासनिक नियंत्रण के अधीन कृत्य करेगा। \n(4) प्रत्येक अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक, अभियोजन निदेशक के अधीनस्थ होगा; %और प्रत्येक अभियोजन सहायक निदेशक, अभियोजन उप-निदेशक के अधीनस्थ होगा।% \n(5) उच्च न्यायालयों में मामलों का संचालन करने के लिए, %धारा 18 की उपधारा (1) या उपधारा (8)% के अधीन राज्य सरकार द्वारा नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अधियोजक, अभियोजन निदेशक के अधीनस्थ होंगे। \n%(6) धारा 18 की उपधारा (3) या उपधारा (8) के अधीन% जिला न्यायालयों में मामलों का संचालन करने के लिए राज्य सरकार द्वारा नियुक्त प्रत्येक लोक अभियोजक, अपर लोक अभियोजक और विशेष लोक अभियोजक, और %धारा 19 की उपधारा (1)% के अधीन नियुक्त प्रत्येक सहायक लोक अभियोजक, अभियोजन उप-निदेशक, अभियोजन सहायक निदेशक के अधीनस्थ होंगे। \n%(7) अभियोजन निदेशक की शक्तियां तथा कृत्य ऐसे मामलों का कार्यवाहियों के शीघ्र निपटारे और अपील फाइल करने पर राय देने के लिए मानीटर करना होगा, जिसमें अपराध दस वर्ष या उससे अधिक या आजीवन कारावास या मृत्यु से दण्डनीय है। \n(8) अभियोजन उप-निदेशक को शक्तियां और कृत्य ऐसे मामलों में जिनमें अपराध सात वर्ष या उससे अधिक के लिए दंडनीय है, किंतु दस वर्ष कम हो, उनके त्वरित निपटान को सुनिश्चित करने के लिए पुलिस रिपोर्ट की परीक्षा करना और संवीक्षा करना तथा मानीटर करना होगा। \n(9) अभियोजन सहायक निदेशक के कृत्य ऐसे मामलों का मानीटर करना होगा, जिनमें कोई अपराध सात वर्ष से कम के लिए दंडनीय है। \n(10) उपधारा (7), उपधारा (8) और उपधारा (१) में अंतर्विष्ट किसी बात के होते हुए भी, अभियोजन का निदेशक, उप-निदेशक या सहायक निदेशक इस संहिता के अधीन सभी कार्रवाइयों के लिए संव्यवहार करने की शक्ति होगी और उसके लिए दावी होंगे। \n(11) अभियोजन निदेशक, अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक की अन्य शक्तियां तथा कृत्य और वह क्षेत्र, जिसके लिए प्रत्येक अभियोजन उप-निदेशक या अभियोजन सहायक निदेशक नियुक्त किया गया है, वह होगा, जिसे राज्य सरकार, अधिसूचना द्वारा, निर्दिष्ट करे। \n(12) इस धारा के उपबंध, लोक अभियोजक के कृत्यों का पालन करते समय, राज्य के महाधिवक्ता पर लागू नहीं होंगे।%",
  },
  {
    id: 27,
    prevCode: "26",
    prevCodeInfo: "न्यायालय, जिनके द्वारा अपराध विचारणीय है-",
    newCode: "21",
    chapter: chapter["3"],
    newCodeInfo:
      "न्यायालय, जिनके द्वारा अपराध विचारणीय है- \nइस संहिता के अन्य उपबंधो के अधीन रहते हुए- \n(क) %भारतीय न्याय संहिता, 2023% के अधीन किसी अपराध का विचारण निम्नलिखित के द्वारा किया जा सकेगा- \n(1) उच्च न्यायालय, या \n(ii) सेशन न्यायालय, या \n(iii) किसी अन्य न्यायालय, जिसके द्वारा ऐसे अपराध का विचारणीय होना प्रथम अनुसूची में दर्शाया गया है: परन्तु %भारतीय न्याय सहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 69, धारा 70 या धारा 71 के% अधीन किसी अपराध का विचारण यथासाध्य ऐसे न्यायालय द्वारा किया जाएगा, जिसमें महिला पीठासीन हो : \n(ख) किसी अन्य विधि के अधीन किसी अपराध का विचारण, जब ऐसी विधि में इस निमित्त कोई न्यायालय उल्लिखित है, तब ऐसे न्यायालय द्वारा किया जाएगा और जब कोई न्यायालय इस प्रकार उल्लिखित नहीं है तब %उसका विचारण निम्नलिखित द्वारा किया जा सकेगा-% \n(i) उच्च न्यायालय, या \n(ii) कोई अन्य न्यायालय, जिसके द्वारा ऐसे अपराध का विचारणीय होना प्रथम अनुसूची में दर्शाया गया है।",
  },
  {
    id: 28,
    prevCode: "27",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: chapter["3"],
    newCodeInfo: "----",
  },
  {
    id: 29,
    prevCode: "28",
    prevCodeInfo: "दंडादेश, जो उच्च न्यायालय और सेशन न्यायाधीश दे सकेंगे-",
    newCode: "22",
    chapter: chapter["3"],
    newCodeInfo:
      "दंडादेश, जो उच्च न्यायालय और सेशन न्यायाधीश दे सकेंगे- \n(1) उच्च न्यायालय, विधि द्वारा प्राधिकृत कोई दंडादेश दे सकेगा। \n(2) सेशन न्यायाधीश या अपर सेशन न्यायाधीश, विधि द्वारा प्राधिकृत कोई भी दंडादेश दे सकेगा; कितु ऐसे किसी न्यायाधीश द्वारा दिया गया मृत्यु दंडादेश, उच्च न्यायालय द्वारा पुष्ट किए जाने के अध्यधीन होगा।",
  },
  {
    id: 30,
    prevCode: "29",
    prevCodeInfo: "----",
    newCode: "23",
    chapter: chapter["3"],
    newCodeInfo:
      'दंडादेश, जो मजिस्ट्रेट दे सकेंगे- \n(1) मुख्य न्यायिक मजिस्ट्रेट का न्यायालय, मृत्यु या आजीवन कारावास या सात वर्ष से अधिक की अवधि के लिए कारावास के दंडादेश के सिवाय विधि द्वारा प्राधिकृत कोई ऐसा दंडादेश दे सकेगा। \n(2) प्रथम वर्ग मजिस्ट्रेट का न्यायालय, तीन वर्ष से अनधिक अवधि के लिए कारावास का या %पचास हजार रुपए से% अनधिक जुनि का, या दोनों का, %या सामुदायिक सेवा% का दंडादेश दे सकेगा। \n(3) द्वितीय वर्ग मजिस्ट्रेट का न्यायालय, एक वर्ष से अनधिक अवधि के लिए कारावास का या %दस हजार रुपए से% अनधिक जुर्माने का, या दोनों का, %या सामुदायिक सेवा% का, दंडादेश दे सकेगा। %स्पष्टीकरण "सामुदायिक सेवा" से ऐसा कार्य अभिप्रेत है, जिसको किसी दोषसिद्ध व्यक्ति को दण्ड के ऐसे रूप में, जो समुदाय के लाभ के लिए हो, करने के लिए न्यायालय आदेश करे, जिसके लिए वह किसी पारिश्रमिक का हकदार नहीं होगा।%',
  },
  {
    id: 31,
    prevCode: "30",
    prevCodeInfo: "----",
    newCode: "24",
    chapter: chapter["3"],
    newCodeInfo:
      "जुर्माना देने में व्यतिक्रम होने पर कारावास का दंडादेश- \n(1) किसी मजिस्ट्रेट का न्यायालय जुर्माना देने में व्यतिक्रम होने पर इतनी अवधि का कारावास अधिनिर्णीत कर सकेगा, जो विधि द्वारा प्राधिकृत है: परंतु वह अवधि- \n%(क) धारा 23 के अधीन% मजिस्ट्रेट की शक्ति से अधिक की न हो; \n(ख) जहां कारावास मुख्य दंडादेश के भाग के रूप में अधिनिर्णीत किया गया है, वहां वह उस कारावास की अवधि के चौथाई से अधिक की नहीं होगी जिसको मजिस्ट्रेट, जुर्माना देने में व्यतिक्रम होने पर दण्डादेश के रूप में से अन्यथा उस अपराध के लिए अधिरोपित करने के लिए सक्षम है। \n(2) इस धारा के अधीन अधिनिर्णीत कारावास, %धारा 23 के अधीन% मजिस्ट्रेटों द्वारा अधिनिर्णीत की जा सकने वाली अधिकतम अवधि के कारावास के मुख्य दंडादेश के अतिरिक्त हो सकेगा।",
  },
  {
    id: 32,
    prevCode: "31",
    prevCodeInfo: "",
    newCode: "25",
    chapter: chapter["3"],
    newCodeInfo:
      "एक ही विचारण में कई अपराधों के लिए दोषसिद्ध होने के मामलों में दंडादेश- \n(1) जब कोई व्यक्ति एक हो विचारण में दो या अधिक अपराधों के लिए दोषसिद्ध किया जाता है तब, %न्यायालय भारतीय न्याय संहिता, 2023 की धारा 9 के% उपबंधों के अधीन रहते हुए, उसे ऐसे अपराधों के लिए विहित विभिन्न दण्डों में से उन दण्डों के लिए, जिन्हें देने के लिए ऐसा न्यायालय सक्षम है, दण्डादेश दे सकेगा; और न्यायालय, अपराधों की गम्भीरता पर विचार करते हुए, ऐसे दण्डादेश साथ-साथ या क्रमवर्ती रूप से जंगमने का आदेश देगा। \n(2) दंडादेशों के क्रमवर्ती होने की दशा में, केवल इस कारण से कि कई अपराधों के लिए संकलित दंड उस दंड से अधिक है जो वह न्यायालय एक अपराध के लिए दोषसिद्धि पर देने के लिए सक्षम है, न्यायालय के लिए यह आवश्यक नहीं होगा कि अपराधी को उच्चतर न्यायालय के समक्ष विचारण के लिए भेजे : परंतु- \n(क) किसी भी दशा में, ऐसा %व्यक्ति बीस वर्ष से अधिक की% अवधि के कारावास के लिए दंडादिष्ट नहीं किया जाएगा; \n(ख) संकलित दंड, उस दंड की मात्रा के दुगने से अधिक नहीं होगा जिसे एक अपराध के लिए देने के लिए वह न्यायालय सक्षम है। \n(3) किसी सिद्धदोष व्यक्ति द्वारा अपील के प्रयोजन के लिए, उन क्रमवर्ती दंडादेशों का योग, जो इस धारा के अधीन उसके विरुद्ध दिए गए हैं, एक दंडादेश समझा जाएगा।",
  },
  {
    id: 33,
    prevCode: "32",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "26",
    chapter: chapter["3"],
    newCodeInfo:
      "शक्तियां प्रदान करने का ढंग- \n(1) इस संहिता के अधीन शक्तियां प्रदान करने में, यथास्थिति, उच्ब न्यायालय या राज्य सरकार आदेश द्वारा, व्यक्तियों को विशेषतया नाम से या उनके पद के आधार पर या पदधारियों के वर्गों को साधारणतया उनके पदीय अभिधानों से, सशक्त कर सकेगी। \n(2) ऐसा प्रत्येक आदेश उस तारीख से प्रभावी होगा जबसे वह ऐसे सशक्त किए गए व्यक्ति को संसूचित किया जाता है।",
  },
  {
    id: 34,
    prevCode: "33",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "27",
    chapter: chapter["3"],
    newCodeInfo:
      "नियुक्त अधिकारियों की शक्तियां- \nसरकार की सेवा में पद धारण करने वाला ऐसा व्यक्ति, जो उच्च्च न्यायालय या राज्य सरकार द्वारा, इस संहिता के अधीन कोई शक्ति किसी समग्र स्थानीय क्षेत्र के लिए विनिहित की गई है, जब कभी उसी प्रकार के समान या उच्चतर पद पर उसी राज्य सरकार के अधीन वैसे ही स्थानीय क्षेत्र के भीतर नियुक्त किया जाता है, तब वह, जब तक, यथास्थिति, उच्च न्यायालय या राज्य सरकार अन्यथा निदेश न देयान दे चुकी हो, उस स्थानीय क्षेत्र में, जिसमें वह ऐसे नियुक्त किया गया है, उन्हीं शक्तियों का प्रयोग करेगा।",
  },
  {
    id: 35,
    prevCode: "34",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "28",
    chapter: chapter["3"],
    newCodeInfo:
      "शक्तियों को वापस लेना- \n(1) यथास्थिति, उच्च न्यायालय या राज्य सरकार, उन सब शक्तियों को या उनमें से किसी को वापस ले सकेगी जो उसने या उसके अधीनस्थ किसी अधिकारी ने किसी व्यक्ति को इस संहिता के अधीन प्रदान की है। \n(2) मुख्य न्यायिक मजिस्ट्रेट या जिला मजिस्ट्रेट द्वारा प्रदत्त किन्हीं शक्तियों को सम्बन्धित मजिस्ट्रेट द्वारा वापस लिया जा सकेगा जिसके द्वारा वे शक्तियां प्रदान की गई थी।",
  },
  {
    id: 36,
    prevCode: "35",
    prevCodeInfo:
      "न्यायाधीशों और मजिस्ट्रेटों की शक्तियों का उनके पद-उत्तरवर्तियों द्वारा प्रयोग किया जा सकना-",
    newCode: "29",
    chapter: chapter["3"],
    newCodeInfo:
      "न्यायाधीशों और मजिस्ट्रेटों की शक्तियों का उनके पद-उत्तरवर्तियों द्वारा प्रयोग किया जा सकना- \n(1) इस संहिता के अन्य उपबंधों के अधीन रहते हुए, किसी न्यायाधीश या मजिस्ट्रेट की शक्तियों का प्रयोग और कर्तव्यों का पालन उसके पद-उत्तरवर्ती द्वारा किया जा सकेगा। \n(2) जब इस बारे में कोई शंका है कि पद-उत्तरवर्ती कौन है तब सेशन न्यायाधीश लिखित आदेश द्वारा यह अवधारित करेगा कि कौन सा न्यायाधीश, इस संहिता के या इसके अधीन किन्हीं कार्यवाहियों या आदेशों के प्रयोजनों के लिए पद-उत्तरवर्ती समझा जाएगा। \n(3) जब इस बारे में कोई शंका है कि किसी मजिस्ट्रेट का पद-उत्तरवर्ती कौन है तब, यथास्थिति, मुख्य न्यायिक मजिस्ट्रेट या जिला मजिस्ट्रेट लिखित आदेश द्वारा यह अवधारित करेगा कि कौन सा मजिस्ट्रेट इस संहिता के, या इसके अधीन किन्हीं कार्यवाहियों या आदेशों के प्रयोजनों के लिए ऐसे मजिस्ट्रेट का पद-उत्तरवर्ती समझा जाएगा।",
  },
  {
    id: 37,
    prevCode: "36",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "30",
    chapter: chapter["4"],
    newCodeInfo:
      "वरिष्ठ पुलिस अधिकारियों की शक्तियां पुलिस थाने के भारसाधक अधिकारी से पंक्ति में बरिष्ठ पुलिस अधिकारी सर्वत्र स्थानीय क्षेत्र में, जिसमें वे नियुक्त हैं, उन शक्तियों का प्रयोग कर सकेंगे जिनका प्रयोग अपने थाने की सीमाओं के भीतर ऐसे अधिकारी करा किया जा सकेगा।",
  },
  {
    id: 38,
    prevCode: "37",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "31",
    chapter: chapter["4"],
    newCodeInfo:
      "31. जनता कब मजिस्ट्रेट और पुलिस की सहायता करेगी प्रत्येक व्यक्ति, ऐसे मजिस्ट्रेट या पुलिस अधिकारी की सहायता करने के लिए आबद्ध है, जो निम्नलिखित कायों में उचित रूप से उसको महायता मांगता है,- \n(क) किसी अन्य ऐसे व्यक्ति को, जिसे ऐसा मजिस्ट्रेट या पुलिस अधिकारी गिरफ्तार करने के लिए प्राधिकृत है, पकड़ना या उसका निकल भागने से रोकना; या \n(ख) शान्ति भंग का निवारण या दमन; या \n(ग) किसी लोक संपत्ति को क्षति पहुंचाने के प्रयत्न का निवारण।",
  },
  {
    id: 39,
    prevCode: "38",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "32",
    chapter: chapter["4"],
    newCodeInfo:
      "पुलिस अधिकारी से भिन्न ऐसे व्यक्ति को सहायता जो वारंट का निष्पादन कर रहा है-जब कोई वांरट, पुलिस अधिकारी से भिन्न किसी व्यक्ति को निदिष्ट है तब कोई भी अन्य व्यक्ति उस वारंट के निष्पादन में सहायता कर सकेगा यदि वह व्यक्ति, जिसे वारंट निदिष्ट है, पास में है और वारंट के निष्पादन में कार्य कर रहा है।",
  },
  {
    id: 40,
    prevCode: "39",
    prevCodeInfo: "----",
    newCode: "33",
    chapter: chapter["4"],
    newCodeInfo:
      'कुछ अपराधों की सूचना जनता द्वारा दिया जाना- \n(1) प्रत्येक व्यक्ति, जो %भारतीय न्याय संहिता, 2023% की निम्नलिखित धाराओं में से किसी के अधीन दंडनीय किसी अपराध के किए जाने से या किसी अन्य व्यक्ति द्वारा करने के आशय से अवगत है, अर्थात्- \n%(i) धारा 103 से धारा 105 (दोनों सहित); \n(ii) धारा 111 से धारा 113 (दोनों सहित); \n(iii) धारा 140 से धारा 144 (दोनों सहित); \n(iv) धारा 147 से धारा 154 (दोनों सहित) और धारा 158; \n(v) धारा 178 से धारा 182 (दोनों सहित); \n(vi) धारा 189 और धारा 191; \n(vii) धारा 274 से धारा 280 (दोनों सहित); \n(viii) धारा 307; \n(ix) धारा 309 से धारा 312 (दोनों सहित); \n(x) धारा 316 की उपधारा (5); \n(xi) धारा 326 से धारा 328 (दोनों सहित); और \n(xii) धारा 331 और धारा 332,% \nउचित प्रतिहेतु के अभाव में, जिसे साबित करने का भार इस प्रकार अवगत व्यक्ति पर होगा, ऐसे किए जाने या आशय की सूचना तुरन्त निकटतम मजिस्ट्रेट या पुलिस अधिकारी को देगा। \n(2) इस धारा के प्रयोजनों के लिए "अपराध" पद के अंतर्गत भारत के बाहर किसी स्थान में किया गया कोई ऐसा कार्य भी है जो यदि भारत में किया जाता तो अपराध होता।',
  },
  {
    id: 41,
    prevCode: "40",
    prevCodeInfo: "----",
    newCode: "34",
    chapter: chapter["4"],
    newCodeInfo:
      'ग्राम के मामलों के संबंध में नियोजित अधिकारियों का कतिपय रिपोर्ट करने का कर्तव्य- \n(1) किसी ग्राम के मामलों के संबंध में नियोजित प्रत्येक अधिकारी और ग्राम में निवास करने वाला प्रत्येक व्यक्ति, निकटतम मजिस्ट्रेट को या निकटतम पुलिस थाने के भारसाधक अधिकारी को, जो भी निकटतर हो, कोई भी जानकारी जो उसके पास निम्नलिखित के बारे में हो, तत्काल संसूचित करेगा, - \n(क) ऐसे ग्राम में या ऐसे ग्राम के पास किसी ऐसे व्यक्ति का, जो चुराई हुई संपत्ति का कुख्यात प्रापक या विक्रेता है, स्थायी या अस्थायी निवास; \n(ख) किसी व्यक्ति का, जिसका वह, लुटेरा, निकल भागा सिद्धदोष या उद्घोषित अपराधी होना जानता है या जिसके ऐसा होने का उचित रूप से संदेह करता है, ऐसे ग्राम के किसी भी स्थान में आना-जाना या उसमें से हो कर जाना; \n(ग) ऐसे ग्राम में या उसके निकट कोई अजमानतीय अपराध %या भारतीय न्याय संहिता, 2023 की धारा 189 और धारा 191 के अधीन% दंडनीय कोई अपराध किया जाना या करने का आशय; \n(घ) ऐसे ग्राम में या उसके निकट कोई आकस्मिक या अप्राकृतिक मृत्यु होना, या सन्देहजनक परिस्थितियों में कोई मृत्यु होना, या ऐसे ग्राम में या उसके निकट किसी शव का, या शव के अंग का ऐसी परिस्थितियों में, जिनसे उचित रूप से संदेह पैदा होता है कि ऐसी मृत्यु हुई, पाया जाना, या ऐसे ग्राम से किसी व्यक्ति का, ऐसी परिस्थितियों में जिनसे उचित रूप से संदेह पैदा होता है कि ऐसे व्यक्ति के संबंध में अजमानतीय अपराध किया गया है, गायब हो जाना; \n(ङ) ऐसे ग्राम के निकट, भारत के बाहर किसी स्थान में ऐसा कोई कार्य किया जाना या करने का आशय जो यदि भारत में किया जाता तो %भारतीय न्याय संहिता, 2023 की इन निम्नलिखित धाराओं, अर्थात् धारा 103, धारा 105, धारा 111, धारा 112, धारा 113, धारा 178 से धारा 181 (दोनों सहित), धारा 305, धारा 307, धारा 309 से धारा 312 (दोनों सहित), धारा 326 के खण्ड (च) और खण्ड (छ), धारा 331 या धारा 332 में से किसी के अधीन% दण्डनीय अपराध होता; \n(च) व्यवस्था बनाए रखने या अपराध के निवारण या व्यक्ति या संपत्ति की सुरक्षा पर संभाव्यता प्रभाव डालने वाला कोई विषय जिसके संबंध में जिला मजिस्ट्रेट ने राज्य सरकार की पूर्व मंजूरी से किए गए साधारण या विशेष आदेश द्वारा उसे निदेश दिया है कि वह उस विषय पर जानकारी संसूचित करे। \n(2) इस धारा में,- \n(1) "ग्राम" के अंतर्गत ग्राम-भूमियां भी हैं; \n(ii) "उद्घोषित अपराधी" पद के अंतर्गत ऐसा व्यक्ति भी है, जिसे भारत के किसी ऐसे राज्यक्षेत्र में, जिस पर इस संहिता का विस्तार नहीं है, किसी न्यायालय या प्राधिकारी ने किसी ऐसे कार्य के बारे में, अपराधी उद्घोषित किया है, जो यदि उन राज्यक्षेत्रों में, जिन पर इस संहिता का विस्तार है, किया जाता तो %भारतीय न्याय संहिता, 2023 के अधीन दस वर्ष या उससे अधिक के कारावास या आजीवन कारावास या मृत्यु से दंडनीय% होगा; \n(iii) "ग्राम के मामलों के संबंध में नियोजित अधिकारी" शब्दों से ग्राम पंचायत का कोई सदस्य अभिप्रेत है और इसके अंतर्गत %मुखिया% और प्रत्येक ऐसा अधिकारी या अन्य व्यक्ति भी है, जो ग्राम के प्रशासन के संबंध में किसी कृत्य का पालन करने के लिए नियुक्त किया गया है।',
  },
  {
    id: 42,
    prevCode: "41",
    prevCodeInfo: "----",
    newCode: "35",
    chapter: chapter["5"],
    newCodeInfo:
      "पुलिस वारंट के बिना कब गिरफ्तार कर सकेगी- \n(1) कोई पुलिस अधिकारी, मजिस्ट्रेट के आदेश के बिना और वारंट के बिना किसी ऐसे व्यक्ति को गिरफ्तार कर सकेगा- \n(क) जो पुलिस अधिकारी को उपस्थिति में संज्ञेय अपराध करता है; या \n(ख) जिसके विरुद्ध इस बारे में उचित परिवाद किया जा चुका है या विश्वसनीय सूचना प्राप्त हो चुकी है या उचित संदेह विद्यमान है कि उसने कारावास से, जिसकी अवधि सात वर्ष से कम की हो सकेगी या जिसकी अवधि सात वर्ष की हो सकेगी, चाहे वह जुर्माने सहित हो या जुर्माने के बिना, दंडनीय संज्ञेय अपराध किया है, यदि निम्नलिखित शर्तें पूरी कर दी जाती हैं, अर्थात्:- \n(i) पुलिस अधिकारी के पास ऐसे परिवाद, सूचना या संदेह के आधार पर यह विश्वास करने का कारण है कि उस व्यक्ति ने उक्त अपराध किया है; \n(ii) पुलिस अधिकारी का यह समाधान हो गया है कि ऐसी गिरफ्तारी निम्नलिखित के लिए आवश्यक है- \n(क) ऐसे व्यक्ति को कोई और अपराध करने से रोकने के लिए; या \n(ख) अपराध के समुचित अन्वेषण के लिए; या \n(ग) ऐसे व्यक्ति को ऐसे अपराध के साक्ष्य को गायब करने या ऐसे साक्ष्य के साथ किसी भी रीति में छेड़छाड़ करने से रोकने के लिए; या \n(घ) उस व्यक्ति को, किसी ऐसे व्यक्ति को, जो मामले के तथ्यों से परिचित है, उत्प्रेरित करने, उसे धमकी देने या उससे वायदा करने से जिससे उसे न्यायालय या पुलिस अधिकारी को ऐसे तथ्यों को प्रकट न करने के लिए मनाया जा सके, रोकने के लिए: \n(ङ) जब तक ऐसे व्यक्ति को गिरफ्तार नहीं कर लिया जाता है, न्यायालय में उसकी उपस्थिति, जब भी अपेक्षित हो, सुनिश्चित नहीं की जा सकती, और पुलिस अधिकारी ऐसे गिरफ्तारी करते समय अपने कारणों को लेखबद्ध करेगा परंतु कोई पुलिस अधिकारी, ऐसे सभी मामलों में, जहां किसी व्यक्ति की गिरफ्तारी इस उपधारा के उपबंधी के अधीन अपेक्षित नहीं है, गिरफ्तारी न करने के कारणों को लेखबद्ध करेगा; या \n(ग) जिसके विरुद्ध विश्वसनीय सूचना प्राप्त हो चुकी है कि उसने कारावास से, जिसको अवधि सात वर्ष से अधिक की हो सकेगी, चाहे वह जुर्माने सहित हो या जुर्माने के बिना, या मृत्यु दंडादेश से दंडनीय संज्ञेय अपराध किया है और पुलिस अधिकारी के पास उस सूचना के आधार पर यह विश्वास करने का कारण है कि उस व्यक्ति ने उक्त अपराध किया है: या \n(घ) जो या तो इस संहिता के अधीन या राज्य सरकार के आदेश द्वारा अपराधी उद्घोषित किया जा चुका है; या \n(ड) जिसके कब्जे में कोई ऐसी चीज पाई जाती है जिसके चुराई हुई संपत्ति होने का उचित रूप से संदेह किया जा सकता है और जिस पर ऐसी चीज के बारे में अपराध करने का उचित रूप से संदेह किया जा सकता है; या \n(च) जो पुलिस अधिकारी को उस समय बाधा पहुंचाता है जब वह अपना कर्तव्य कर रहा है, या जो विधिपूर्ण अभिरक्षा से निकल भागा है या निकल भागने का प्रयत्न करता है; या \n(छ) जिस पर संघ के सशस्त्र बलों में से किसी से अभित्याजक होने का उचित संदेह है; या \n(ज) जो भारत से बाहर किसी स्थान में किसी ऐसे कार्य किए जाने से, जो यदि भारत में किया गया होता तो अपराध के रूप में दंडनीय होता, और जिसके लिए वह प्रत्यर्पण संबंधी किसी विधि के अधीन या अन्यथा भारत में पकड़े जाने का या अभिरक्षा में निरुद्ध किए जाने का भागी है, संबद्ध रह चुका है या जिसके विरुद्ध इस बारे में उचित परिवाद किया जा चुका है या विश्वसनीय सूचना प्राप्त हो चुकी है या उचित संदेह विद्यमान है कि वह ऐसे संबद्ध रह चुका है; या \n(झ) जो छोड़ा गया सिद्धदोष होते हुए %धारा 394 की उपधारा (5) के% अधीन बनाए गए किसी नियम को भंग करता है; या \n(1) जिसकी गिरफ्तारी के लिए किसी अन्य पुलिस अधिकारी से लिखित या मौखिक अध्यपेक्षा प्राप्त हो चुकी है, परंतु यह तब जब अध्यपेक्षा में उस व्यक्ति का, जिसे गिरफ्तार किया जाना है, और उस अपराध का या अन्य कारण का, जिसके लिए गिरफ्तारी की जानी है, विनिर्देश है और उससे यह दर्शित होता है कि अध्यपेक्षा जारी करने वाले अधिकारी द्वारा वारंट के बिना वह व्यक्ति विधिपूर्वक गिरफ्तार किया जा सकता था। \n(2) %धारा 39% के उपबंधों के अधीन रहते हुए, ऐसे किसी व्यक्ति को, जो किसी असंज्ञेय अपराध से संबद्ध है या जिसके विरुद्ध कोई परिवाद किया जा चुका है या विश्वसनीय सूचना प्राप्त हो चुकी है या उचित संदेश विद्यमान है कि वह ऐसे संबद्ध रह चुका है, मजिस्ट्रेट के वारंट या आदेश के सिवाय, गिरफ्तार नहीं किया जाएगा। \n(3) पुलिस अधिकारी, ऐसे सभी मामलों में जिनमें उपधारा (1) के अधीन किसी व्यक्ति की गिरफ्तारी अपेक्षित नहीं है उस व्यक्ति को जिसके विरुद्ध इस बारे में उचित परिवाद किया जा चुका है या विश्वसनीय सूबना प्राप्त हो चुकी है या उचित संदेह विद्यमान है कि उसने संज्ञेय अपराध किया है, उसके समक्ष या ऐसे अन्य स्थान पर, जो सूचना में विनिर्दिष्ट किया जाए उपसंजात होने के लिए निदेश देते हुए सूचना जारी करेगा। \n(4) जहां ऐसी सूचना किसी व्यक्ति को जारी की जाती है, वहां उस व्यक्ति का यह कर्तव्य होगा कि वह सूचना के निबन्धनों का अनुपालन करे। \n(5) जहां ऐसा व्यक्ति सूचना का अनुपालन करता है और अनुपालन करता     रहता है वहां उसे सूचना में निर्दिष्ट अपराध के संबंध में तब तक गिरफ्तार नहीं किया जाएगा जब तक लेखबद्ध किए जाने वाले कारणों से पुलिस अधिकारी की यह राय न हो कि उसे गिरफ्तार कर लेना चाहिए। \n(6) जहां ऐसा व्यक्ति, किसी भी समय सूचना के निबंधनों का अनुपालन करने में असफल रहता है या अपनी पहचान कराने का अनिच्छुक है वहां पुलिस अधिकारी, ऐसे आदेशों के अधीन रहते हुए, जो इस निमित्त किसी सक्षम न्यायालय द्वारा %पारित किए गए हों, सूचना में वर्णित अपराध के लिए उसे गिरफ्तार कर सकेगा।% \n%(7) कोई भी गिरफ्तारी, ऐसे अपराध के मामले में जो तीन वर्ष से कम के कारावास से दंडनीय है और ऐसा व्यक्ति जो गंभीर बीमारी से पीड़ित है या साठ वर्ष से अधिक की उम्र का है, ऐसे अधिकारी की, जो पुलिस उपनिरीक्षक से नीचे की पंक्ति का न हो, की पूर्व अनुमति के बिना नहीं की जाएगी।%",
  },
  {
    id: 43,
    prevCode: "41ख",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "36",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तारी की प्रक्रिया और गिरफ्तारी करने वाले अधिकारी के कर्तव्य प्रत्येक पुलिस अधिकारी, गिरफ्तारी करते समय, - \n(क) अपने नाम की सही, दृश्यमान और स्पष्ट पहचान धारण करेगा, जिससे उसकी आसानी से पहचान हो सके, \n(ख) गिरफ्तारी का एक ज्ञापन तैयार करेगा, जो- \n(i) कम से कम एक साक्षी द्वारा अनुप्रमाणित किया जाएगा, जो गिरफ्तार किए गए, व्यक्ति के कुटुंब का सदस्य है या उस परिक्षेत्र का, जहां गिरफ्तारी की गई है, प्रतिष्ठित सदस्य है; \n(ii) गिरफ्तार किए गए व्यक्ति द्वारा प्रतिहस्ताक्षरित किया जायेगा; और \n(ग) जब तक उसके कुटुंब के किसी सदस्य द्वारा ज्ञापन को अनुप्रमाणित न कर दिया गया हो, गिरफ्तार किए गए व्यक्ति को यह सूचना देगा कि उसे यह अधिकार है कि उसके किसी नातेदार या मित्र को, जिसका वह नाम दे, उसकी गिरफ्तारी की सूचना दी जाए।",
  },
  {
    id: 44,
    prevCode: "41ग",
    prevCodeInfo: "जिले में नियन्त्रण कक्ष-राज्य सरकार-",
    newCode: "37",
    chapter: chapter["5"],
    newCodeInfo:
      "%पदाभिहित पुलिस अधिकारी% - \n(1) राज्य सरकार, - \n(क) प्रत्येक जिला तथा राज्य स्तर पर एक पुलिस नियंत्रण कक्ष की स्थापना करेगी; \n(ख) %प्रत्येक जिले और प्रत्येक थाना में एक पुलिस अधिकारी पदाभिहित करेगी, जो सहायक पुलिस उपनिरीक्षक की पंक्ति से नीचे का नहीं होगा, वह गिरफ्तार किए गए व्यक्तियों का नाम और पता के बारे में जानकारी रखने के लिए उत्तरदायी होगा, अपराध की प्रकृति, जिसके साथ वह आरोपित किया गया है, प्रत्येक थाना और जिला मुख्यालय पर प्रमुख रूप से जिसके अन्तर्गत डिजीटल मोड भी है, प्रदर्शित किया जाएगा।%",
  },
  {
    id: 45,
    prevCode: "41घ",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "38",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति का पूछताछ के दौरान अपनी पसंद के अधिवक्ता से मिलने का अधिकार- \nजब किसी व्यक्ति को गिरफ्तार किया जाता है और पुलिस द्वारा पूछताछ की जाती है, तब गिरफ्तार व्यक्ति पूछताछ के दौरान अपनी पसंद के अधिवक्ता से मिलने का हकदार होगा किंतु संपूर्ण पूछताछ के दौरान नहीं।",
  },
  {
    id: 46,
    prevCode: "42",
    prevCodeInfo: "----",
    newCode: "39",
    chapter: chapter["5"],
    newCodeInfo:
      "नाम और निवास बताने से इंकार करने पर गिरफ्तारी- \n(1) जब कोई व्यक्ति जिसने पुलिस अधिकारी की उपस्थिति में असंज्ञेय अपराध किया है या जिस पर पुलिस अधिकारी की उपस्थिति में असंज्ञेय अपराध करने का अभियोग लगाया गया है, उस अधिकारी की मांग पर अपना नाम और निवास बताने से इंकार करता है या ऐसा नाम या निवास बताता है, जिसके बारे में उस अधिकारी को यह विश्वास करने का कारण है कि वह मिथ्या है, तब वह ऐसे अधिकारी द्वारा इसलिए गिरफ्तार किया जा सकता है कि उसका नाम और निवास अभिनिश्चित किया जा सके। \n(2) जब ऐसे व्यक्ति का सही नाम और निवास अभिनिश्चित कर लिया जाता है, तब वह इस %बंधपत्र या जमानतपत्र% पर छोड़ दिया जाएगा कि यदि उससे मजिस्ट्रेट के समक्ष हाजिर होने की अपेक्षा की गई तो वह उसके समक्ष हाजिर होगा: परंतु यदि ऐसा व्यक्ति भारत में निवासी नहीं है तो वह जमानतपत्र भारत में निवासी प्रतिभू या प्रतिभुओं द्वारा प्रतिभूत किया जाएगा। \n(3) यदि गिरफ्तारी के समय से चौबीस घंटों के अंदर ऐसे व्यक्ति का सही नाम और निवास अभिनिश्चित नहीं किया जा सकता है या वह %बंधपत्र या जमानतपत्र% निष्पादित करने में या अपेक्षित किए जाने पर पर्याप्त प्रतिभू देने में असफल रहता है तो वह अधिकारिता रखने वाले निकटतम मजिस्ट्रेट के पास तत्काल भेज दिया जाएगा।",
  },
  {
    id: 47,
    prevCode: "43",
    prevCodeInfo: "----",
    newCode: "40",
    chapter: chapter["5"],
    newCodeInfo:
      "प्राइवेट व्यक्ति द्वारा गिरफ्तारी और ऐसी गिरफ्तारी पर प्रक्रिया- \n(1) कोई प्राइवेट व्यक्ति किसी ऐसे व्यक्ति को जो उसकी उपस्थिति में अजमानतीय और संज्ञेय अपराध करता है, या किसी उद्घोषित अपराधी को गिरफ्तार कर सकता है या गिरफ्तार करवा सकता है और ऐसे गिरफ्तार किए गए व्यक्ति को अनावश्यक विलंब के बिना, छह घंटे के भीतर, पुलिस अधिकारी के हवाले कर देगा या हवाले करवा देगा या पुलिस अधिकारी की अनुपस्थिति में ऐसे व्यक्ति को अभिरक्षा में निकटतम पुलिस थाने ले जाएगा या भिजवाएगा। \n(2) यदि यह विश्वास करने का कारण है कि ऐसा व्यक्ति धारा %35 की उपधारा (1)% के उपबंधों के अधीन आता है तो पुलिस अधिकारी उसे अभिरक्षा में लेगा। \n(3) यदि यह विश्वास करने का कारण है कि उसने असंज्ञेय अपराध किया है और वह पुलिस अधिकारी की मांग पर अपना नाम और निवास बताने से इंकार करता है, या ऐसा नाम या निवास बताता है, जिसके बारे में ऐसे अधिकारी को यह विश्वास करने का कारण है कि वह मिथ्या है, तो उसके विषय में %धारा 39 के उपबंधों% के अधीन कार्यवाही की जाएगी; किंतु यदि यह विश्वास करने का कोई पर्याप्त कारण नहीं है। कि उसने कोई अपराध किया है तो वह तुरंत छोड़ दिया जाएगा।",
  },
  {
    id: 48,
    prevCode: "44",
    prevCodeInfo: "----",
    newCode: "41",
    chapter: chapter["5"],
    newCodeInfo:
      "मजिस्ट्रेट द्वारा गिरफ्तारी- \n(1) जब कार्यपालक या न्यायिक मजिस्ट्रेट की उपस्थिति में उसकी स्थानीय अधिकारिता के भीतर कोई अपराध किया जाता है तब यह अपराधी को स्वयं गिरफ्तार कर सकता है या गिरफ्तार करने के लिए किसी व्यक्ति को आदेश दे सकता है और तब जमानत के बारे में इसमें अंतर्षिष्ट उपबंधों के अधीन रहते हुए, अपराधी को अभिरक्षा के लिए सुपुर्द कर सकता है। \n(2) कोई कार्यपालक या न्यायिक मजिस्ट्रेट किसी भी समय अपनी स्थानीय अधिकारिता के भीतर किसी ऐसे व्यक्ति को गिरफ्तार कर सकता है, या अपनी उपस्थिति में उसकी गिरफ्तारी का निदेश दे सकता है, जिसकी गिरफ्तारी के लिए वह उस समय और उन परिस्थितियों में वारंट जारी करने के लिए सक्षम है।",
  },
  {
    id: 49,
    prevCode: "45",
    prevCodeInfo: "----",
    newCode: "42",
    chapter: chapter["5"],
    newCodeInfo:
      'सशस्त्र बलों के सदस्यों का गिरफ्तारी से संरक्षण- \n(1) %धारा 35 और धारा 39 से धारा 41% तक की धाराओं में (दोनों सहित) किसी बात के होते हुए भी, संघ के सशस्त्र बलों का कोई भी सदस्य अपने पदीय कर्तव्यों का निर्वहन करने में अपने द्वारा की गई या की जाने के लिए तात्पर्यत किसी बात के लिए तब तक गिरफ्तार नहीं किया जाएगा, जब तक केंद्रीय सरकार की सहमति नहीं ले ली जाती। \n(2) राज्य सरकार अधिसूचना द्वारा निदेश दे सकती है कि उसमें यथाविनिर्दिष्ट बल के ऐसे वर्ग या प्रवर्ग के सदस्यों को, जिन्हें लोक व्यवस्था बनाए रखने का कार्यभार सौंपा गया है, जहां कहीं वे सेवा कर रहे हो, उपधारा (1) के उपबंध लागू होंगे और तब उस उपधारा के उपबंध इस प्रकार लागू होंगे मानो उसमें आने वाले "केंन्द्रीय सरकार" पद के स्थान पर राज्य सरकार" पद रख दिया गया हो।',
  },
  {
    id: 50,
    prevCode: "46",
    prevCodeInfo: "----",
    newCode: "43",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तारी कैसे की जाएगी- \n(1) गिरफ्तारी करने में पुलिस अधिकारी या अन्य व्यक्ति, जो गिरफ्तारी कर रहा है, गिरफ्तार किए जाने वाले व्यक्ति के शरीर को वस्तुतः छुएगा या परिरुद्ध करेगा, जब तक उसने वचन या कर्म द्वारा अपने को अभिरक्षा में समर्पित न कर दिया हो। परंतु जहां किसी महिला को गिरफ्तार किया जाना है वहां जब तक कि परिस्थितियों से इसके विपरीत उपदर्शित न हो, गिरफ्तारी की मौखिक इत्तिला पर अभिरक्षा में उसके समर्पण कर देने की उपधारणा की जाएगी और जब तक कि परिस्थितियों में अन्यथा अपेक्षित न हो या जब तक पुलिस अधिकारी महिला न हो, तब तक पुलिस अधिकारी महिला को गिरफ्तार करने के लिए उसके शरीर को नहीं छुएगा। \n(2) यदि ऐसा व्यक्ति अपने गिरफ्तार किए जाने के प्रयास का बलात् प्रतिरोध करता है या गिरफ्तारी से बचने का प्रयत्न करता है तो ऐसा पुलिस अधिकारी या अन्य व्यक्ति गिरफ्तारी करने के लिए आवश्यक सब साधनों को उपयोग में ले सकता है। \n%(3) पुलिस अधिकारी, अपराध की प्रकृति और गम्भीरता को ध्यान में रखते हुए, किसी ऐसे व्यक्ति की गिरफ्तारी करते समय या न्यायालय के समक्ष ऐसे व्यक्ति को पेश करते समय हथकड़ी का प्रयोग कर सकता है, जो अभ्यासिक या आदतन अपराधी है या अभिरक्षा से निकल भागा है, या जिसने संगठित अपराध, आतंकवादी कृत्य, औषध सम्बन्धी अपराध, अस्त्र और शस्त्र पर अवैध कब्जे, हत्या, बलात्संग, अम्ल हमला, सिक्कों और करेंसी नोट का कूटकरण, मानव दव्यापार, बच्चों के विरुद्ध लैंगिक अपराध या राज्य के विरुद्ध असाथ को कारित किया है।% \n(4) इस धारा को कोई बात ऐसे वाक्ति की, जिस पर मृत्यु या आजीवन कारावास से दंडनीय अपराध का अभियोग नहीं है, मृत्यु कारित करने का अधिकार नहीं देती है। \n(5) असाधारण परिस्थितियों के सिवाय, कोई महिला सूर्यास्त के पश्चात् और सूर्योदय से पहले गिरफ्तार नहीं की जायेगी और जहां ऐसी असाधारण परिस्थितियां विद्यमान है, वहां महिला पुलिस अधिकारी लिखित में रिपोर्ट करके, उस प्रथम श्रेणी के मजिस्ट्रेट की पूर्व अनुज्ञा अभिप्राप्त करेगी, जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया है या गिरफ्तारी की जानी है।",
  },
  {
    id: 51,
    prevCode: "47",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "44",
    chapter: chapter["5"],
    newCodeInfo:
      "उस स्थान की तलाशी जिसमें ऐसा व्यक्ति प्रविष्ट हुआ है जिसकी गिरफ्तारी की जानी है- \n(1) यदि गिरफ्तारी के वारंट के अधीन कार्य करने वाले किसी व्यक्ति को, या गिरफ्तारी करने के लिए ईपिकत किसी पुलिस अधिकारी को, यह विश्वास करने का कारण है कि वह व्यक्ति जिसे गिरफ्तार किया है, किसी स्थान में प्रविष्ट हुआ है, या उसके अंदर है तो ऐसे स्थान में निवास करने वाला, या उस स्थान का भालपक कोई भी व्यक्ति, पूर्वोक्त रूप में कार्य करने वाले व्यक्ति द्वारा या ऐसे पुलिस अधिकारी द्वारा मांग को जाने पर उसमें उसे अबाध प्रवेश करने देगा और उसके अंदर तलाशी लेने के लिए सब उचित सुविधाएं देगा। \n(2) पदि ऐसे स्थान में प्रवेश उपधारा (1) के अधीन नहीं हो सकता तो किसी भी मामले में उस आक्ति के लिए, जो वारंट के अधीन कार्य कर रहा है, और किसी ऐसे मामले में, जिसमें वारंट निकाला जा सकता है किंतु गिरफ्तार किए जाने वाले व्यक्ति को भाग जाने का अवसर दिए बिना प्राप्त नहीं किया जा सकता, पुलिस अधिकारी के लिए यह विधिपूर्ण होगा कि वह ऐसे स्थान में प्रवेश करे और वहां तलाशी ले और ऐसे स्थान में प्रवेश कर पाने के लिए किसी गृह या स्थान के, चाहे वह उस व्यक्ति का हो जिसे गिरफ्तार किया जाना है, या किसी अन्य व्यक्ति का हो, किसी बाहरी या भीतरी द्वार या खिड़की को तोड़कर खोल से यदि अपने प्राधिकार और प्रयोजन की सूचना देने के तथा प्रवेश करने की सम्यक् रूप से मांग करने के सचात् वह अन्यथा प्रवेश प्राप्त नहीं कर सकता है: परंतु यदि ऐसा कोई स्थान ऐसा कमरा है जो (गिरफ्तार किए जाने वाले व्यक्ति से भिन्न) ऐसी महिला के इस्तविक अधिभोग में है जो रुढ़ि के अनुसार लोगों के सामने नहीं आती है तो ऐसा व्यक्ति या पुलिस अधिकारी उस कमरे में प्रवेश करने के पूर्व उस महिला को सूचना देगा कि वह वहां से हट जाने के लिए स्वतंत्र है और हट जाने के लिए उसे प्रत्येक उचित सुविधा देगा और तब कमरे को तोड़कर खोल सकता है और उसमें प्रवेश कर सकता है। \n(3) कोई पुलिस अधिकारी या गिरफ्तार करने के लिए प्राधिकृत अन्य व्यक्ति किसी गृह या स्थान का कांगें बहरी या भीतरी द्वार या खिड़की अपने को या किसी अन्य व्यक्ति को जो गिरफ्तार करने के प्रयोजन से विधिपूर्वक प्रवेश करने के पश्चात् वहां निरुद्ध है, मुक्त करने के लिए तोड़कर खोल सकता है।",
  },
  {
    id: 52,
    prevCode: "48",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "45",
    chapter: chapter["5"],
    newCodeInfo:
      "अन्य अधिकारिताओं में अपराधियों का पीछा करना- \nपुलिस अधिकारी ऐसे किसी व्यक्ति को जिसे गिरफ्तार करने के लिए वह प्राधिकृत है, वारंट के बिना गिरफ्तार करने के प्रयोजन से भारत के किसी स्थान में उस व्यक्ति का पीछा कर सकता है।",
  },
  {
    id: 53,
    prevCode: "49",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "46",
    chapter: chapter["5"],
    newCodeInfo:
      "अनावश्यक अवरोध न करना- \nगिरफ्तार किए गए व्यक्ति को उससे अधिक अवरुद्ध न किया बाएगा जितना उसको निकल भागने से रोकने के लिए आवश्यक है।",
  },
  {
    id: 54,
    prevCode: "50",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "47",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति को गिरफ्तारी के आधारों और जमानत के अधिकार की सूचना दिया जाना- \n(1) किसी व्यक्ति को बारंट के बिना गिरफ्तार करने वाला प्रत्येक पुलिस अधिकारी या अन्य व्यक्ति उस व्यक्ति को उस अपराध की, जिसके लिए, यह गिरफ्तार किया गया है, पूर्ण विशिष्टियां या ऐसी गिरफ्तारी के अन्य आधार तुरंत संसूचित करेगा। \n(2) जहां कोई पुलिस अधिकारी अजमानतीय अपराध के अभियुक्त व्यक्ति से भिन्न किसी व्यक्ति को आरेट के बिना गिरफ्तार करता है वहां यह गिरफ्तार किए गए व्यक्ति को सूचना देगा कि वह जमानत पर छोड़े आने का हकदार है और वह अपनी ओर से प्रतिभुओं का इंतजाम करे।",
  },
  {
    id: 55,
    prevCode: "50क",
    prevCodeInfo: "----",
    newCode: "48",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तारी करने वाले व्यक्ति की, गिरफ्तारी आदि के बारे में, नातेदार या मित्र को जानकारी देने की बाध्यता- \n(1) इस संहिता के अधीन कोई गिरफ्तारी करने वाला प्रत्येक पुलिस अधिकारी या अन्य व्यक्ति, ऐसी गिरफ्तारी और उस स्थान के बारे में, जहां गिरफ्तार किया गया व्यक्ति रखा जा रहा है, जानकारी, उसके मित्रों, नातेदारों या ऐसे अन्य व्यक्ति को जो गिरफ्तार किए गए व्यक्ति द्वारा ऐसी जानकारी देने के प्रयोजन के लिए प्रकट या नामनिर्दिष्ट किया जाए तथा %जिले में पदाभिहित पुलिस अधिकारी% को भी तुरंत देगा। \n(2) पुलिस अधिकारी गिरफ्तार किए गए व्यक्ति को, जैसे ही वह पुलिस थाने में लाया जाता है, उपधारा (1) के अधीन उसके अधिकारों के बारे में सूचित करेगा। \n(3) इस तथ्य की प्रविष्टि कि ऐसे व्यक्ति की गिरफ्तारी की इत्तिला किसे दी गई है, पुलिस थाने में रखी जाने वाली पुस्तक में ऐसे प्ररूप में, जो राज्य सरकार द्वारा इस निमित्त विहित किया जाए, की जाएगी। \n(4) उस मजिस्ट्रेट का, जिसके समक्ष ऐसे गिरफ्तार किया गया व्यक्ति, पेश किया जाता है, यह कर्तव्य होगा कि वह अपना समाधान करे कि उपधारा (2) और उपधारा (3) की अपेक्षाओं का ऐसे गिरफ्तार किए गए व्यक्ति के संबंध में अनुपालन किया गया है।",
  },
  {
    id: 56,
    prevCode: "51",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "49",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति की तलाशी- \n(1) जब कभी.- (1) पुलिस अधिकारी द्वारा ऐसे वारंट के अधीन, जो जमानत लिए जाने का उपबंध नहीं करता है या ऐसे वारंट के अधीन, जो जमानत लिए जाने का उपबंध करता है किंतु गिरफ्तार किया गया व्यक्ति जमानत नहीं दे सकता है, कोई व्यक्ति गिरफ्तार किया जाता है; तथा \n(ii) जब कभी कोई व्यक्ति वारंट के बिना या प्राइवेट व्यक्ति द्वारा वारंट के अधीन गिरफ्तार किया जाता है और वैध रूप से उसकी जमानत नहीं ली जा सकती है या वह जमानत देने में असमर्थ है, तब गिरफ्तारी करने वाला अधिकारी, या जब गिरफ्तारी प्राइवेट व्यक्ति द्वारा की जाती है तब वह पुलिस अधिकारी, जिसे वह व्यक्ति गिरफ्तार किए गए व्यक्ति को सौंपता है, उस व्यक्ति की तलाशी ले सकता है और पहनने के आवश्यक वस्त्रों को छोड़कर उसके पास पाई गई सब वस्तुओं को सुरक्षित अभिरक्षा में रख सकता है और जहां गिरफ्तार किए गए व्यक्ति से कोई वस्तु अभिगृहीत की जाती है वहां ऐसे व्यक्ति को एक रसीद दी जाएगी जिसमें पुलिस अधिकारी द्वारा कब्जे में की गई वस्तु दर्शित होगी। \n(2) जब कभी किसी महिला की तलाशी करना आवश्यक हो तब ऐसी तलाशी शिष्टता का पूरा ध्यान रखते हुए अन्य महिला द्वारा की जाएगी।",
  },
  {
    id: 57,
    prevCode: "52",
    prevCodeInfo: "----",
    newCode: "50",
    chapter: chapter["5"],
    newCodeInfo:
      "आक्रामक आयुधों का अधिग्रहण करने की शक्ति- \nवह अधिकारी या अन्य व्यक्ति, जो इस संहिता के अधीन गिरफ्तारी करता है %गिरफ्तारी के तुरन्त बाद% गिरफ्तार किए गए व्यक्ति से कोई आक्रामक आयुध, जो उसके शरीर पर हो, ले सकता है और ऐसे लिए गए सब आयुध उस न्यायालय या अधिकारी को परिदत्त करेगा, जिसके समक्ष वह अधिकारी या गिरफतार करने वाला व्यक्ति गिरफ्तार किए गए व्यक्ति को पेश करने के लिए इस संहिता एद्वारा अपेक्षित है।",
  },
  {
    id: 58,
    prevCode: "53",
    prevCodeInfo: "----",
    newCode: "51",
    chapter: chapter["5"],
    newCodeInfo:
      'पुलिस अधिकारी की प्रार्थना पर चिकित्सा-व्यवसायी द्वारा अभियुक्त की परीक्षा- \n(1) जब कोई अक्कि ऐसा अपराध करने के आरोप में गिरफ्तार किया जाता है जो ऐसी प्रकृति का है और जिसका देशी परिस्थितियों में किया जाना अभिकथित है कि यह विश्वास करने के उचित आधार हैं कि उसकी शरीरिक परीक्षा ऐसा अपराध किए जाने के बारे में साक्ष्य प्रदान करेगी, तो ऐसे पुलिस अधिकारी को, जो उप निरीक्षक की पानी से नीचे का न हो। प्रार्थना पर कार्य करने में रजिस्ट्रीकृत चिकित्सा व्यवसायी के लिए और सदभावपूर्वक उसकी सहायता करने में और उसके निदेशाधीन कार्य करने में किसी व्यक्ति के लिए यह विधिपूर्ण होगा कि वह गिरफ्तार किए गए व्यक्ति की ऐसी परीक्षा करे जो उन तथ्यों को, जो ऐसा साक्ष्य प्रदान कर सकें, अभिनिश्चित करने के लिए उचित रूप से आवश्यक है और उतना बल प्रयोग करे जितना उस प्रयोजन के लिए उचित रूप से आवश्यक है। \n(2) जब कभी इस धारा के अधीन किसी महिला की शारीरिक परीक्षा को जानी है तो ऐसी परीक्षा केवल किसी महिला द्वारा जो रजिस्ट्रोकृत चिकित्सा- व्यवसायी है या उसके पर्यवेक्षण में की जाएगी। \n%(3) रजिस्ट्रीकृत चिकित्सा व्यवसायी देर किए बिना अन्वेषण अधिकारी को परीक्षा रिपोर्ट तुरंत भेजेगा।% स्पष्टीकरण- इस धारा में %और धारा 52 और धारा 53 में-% \n(क) "परीक्षा" में खून, खून के धब्बों, सीमन, लैंगिक अपराधों की दशा में स्वाब, थूक और स्वेद, बाल के नमूनों और उंगली के नाखून की कतरनों की आधुनिक और %वैधानिक% तकनीकों के, जिनके अंतर्गत डी० एन० ए० प्रोफाइल करना भी है, प्रयोग द्वारा परीक्षा और ऐसे अन्य परीक्षण, जिन्हें रजिस्ट्रीकृत चिकित्सा व्यवसायी किसी विशिष्ट मामले में आवश्यक समझता है, सम्मिलित होंगे; \n(ख) "रजिस्ट्रोकृत चिकित्सा व्यवसायो" से वह चिकित्सा व्यवसायी अभिप्रेत है, जिसके पास %राष्ट्रीय चिकित्सा आयोग अधिनियम, 2019 के अधीन मान्यताप्राप्त कोई चिकित्सीय अहंता है% और जिसका नाम राष्ट्रीय चिकित्सा रजिस्टर या राज्य चिकित्सा रजिस्टर में प्रविष्ट किया गया है।',
  },
  {
    id: 59,
    prevCode: "53क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "52",
    chapter: chapter["5"],
    newCodeInfo:
      "बलात्संग के अपराधी व्यक्ति की चिकित्सा व्यवसायी द्वारा परीक्षा- \n(1) जब किसी व्यक्ति को बलात्संग या बलात्संग का प्रयत्न करने का अपराध करने के आरोप में गिरफ्तार किया जाता है और यह विश्वास करने के उचित आधार हैं कि उस व्यक्ति की परीक्षा से ऐसा अपराध करने के बारे में साक्ष्य प्राप्त होगा तो सरकार द्वारा या किसो स्थानीय प्राधिकारी द्वारा चलाए जा रहे अस्पताल में नियोजित किसी रजिस्ट्रीकृत चिकित्सा-व्यवसायी के लिए और उस स्थान से जहां अपराध किया गया है, सोलह किलोमीटर को परिधि के भीतर ऐसे चिकित्सा व्यवसायी की अनुपस्थिति में ऐसे पुलिस अधिकारी के निवेदन पर, जो उप निरीक्षक की पंक्ति से नीचे का न हो, किसी अन्य रजिस्ट्रीकृत चिकित्सा-व्यवसायी के लिए, तथा सद्भावपूर्वक उसकी सहायता के लिए तथा उसके निदेश के अधीन कार्य कर रहे किसी व्यक्ति के लिए, ऐसे गिरफ्तार व्यक्ति की ऐसी परीक्षा करना और उस प्रयोजन के लिए उतनी शक्ति का प्रयोग करना जितनी युक्तियुक्त रूप से आवश्यक हो, विधिपूर्ण होगा। \n(2) ऐसी परीक्षा करने वाला रजिस्ट्रीकृत चिकित्सा व्यवसायी ऐसे व्यक्ति की बिना किसी विलंब के परीक्षा करेगा और उसकी परीक्षा की एक रिपोर्ट तैयार करेगा, जिसमें निम्नलिखित विशिष्टियां दी जाएगी, अर्थात्- \n(i) अभियुक्त और उस व्यक्ति का, जो उसे लाया है, नाम और पता; \n( ii) अभियुक्त की आयुः \n(iii) अभियुक्त के शरीर पर क्षति के निशान, यदि कोई हों। \n(iv) डी० एन० ए० प्रोफाइल करने के लिए अभियुक्त के शरीर से ली गई सामग्री का वर्णन; और \n(V ) उचित ब्यरि सहित, अन्य तात्विक विशिष्टियां। \n(3) रिपोर्ट में संक्षेप में वे कारण अभिकथित किए जाएंगे, जिनसे प्रत्येक निष्कर्ष निकाला गया \n(4) परोक्षा प्रारंभ और समाप्ति करने का सही समय भी रिपोर्ट में अंकित किया जाएगा। \n(5) रजिस्ट्रीकृत चिकित्सा-व्यवसायी, बिना किसी विलंब के अन्वेषण अधिकारी को रिपोर्ट भेजेगा, जो उसे धारा 193 में निर्दिष्ट मजिस्ट्रेट को उस धारा की उपधारा (6) के खंड (क) में निर्दिष्ट दस्तावेजों के भागरूप में भेजेगा।",
  },
  {
    id: 60,
    prevCode: "54",
    prevCodeInfo: "----",
    newCode: "53",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार व्यक्ति की चिकित्सा अधिकारी द्वारा परीक्षा- \n(1) जब कोई व्यक्ति गिरफ्तार किया जाता है तब गिरफ्तार किए जाने के तुरंत पश्चात् उसकी केंद्रीय सरकार या राज्य सरकार के सेवाधीन चिकित्सा अधिकारी द्वारा और जहां चिकित्सा अधिकारी उपलब्ध नहीं है, वहां रजिस्ट्रीकृत चिकित्सा व्यवसायी दद्वारा परीक्षा की जाएगी : \n%परन्तु यदि चिकित्सा अधिकारी या रजिस्ट्रीकृत चिकित्सा व्यवसायी की यह राय है कि ऐसे व्यक्ति की एक और परीक्षा की जानी आवश्यक है, तो वह ऐसा कर सकेगा:% \nपरंतु यह और कि जहाँ गिरफ्तार किया गया व्यक्ति महिला है, वहां उसके शरीर की परीक्षा केवल महिला चिकित्सा अधिकारी और जहां महिला चिकित्सा अधिकारी उपलब्ध नहीं है, वहां रजिस्ट्रीकृत महिला चिकित्सा व्यवसायी द्वारा या उसके पर्यवेक्षणाधीन की जाएगी। \n(2) गिरफ्तार किए गए व्यक्ति की इस प्रकार परीक्षा करने वाला चिकित्सा अधिकारी या रजिस्ट्रीकृत विकित्सा व्यवसायी ऐसी परीक्षा का अभिलेख तैयार करेगा जिसमें गिरफ्तार किए गए व्यक्ति के शरीर पर किन्हीं क्षतियों या हिंसा के चिन्हों तथा अनुमानित समय का वर्णन करेगा जब ऐसी क्षति या चिन्ह पहुंचाए गए होंगे। \n(3) जहां उपधारा (1) के अधीन परीक्षा की जाती है वहां ऐसी परीक्षा की रिपोर्ट की एक प्रति, यथास्थिति, चिकित्सा अधिकारी या रजिस्ट्रीकृत चिकित्सा व्यवसायी द्वारा गिरफ्तार किए गए व्यक्ति या ऐसे गिरफ्तार किए गए व्यक्ति द्वारा नामनिर्दिष्ट व्यक्ति को दी जाएगी।",
  },
  {
    id: 61,
    prevCode: "54क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "54",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार व्यक्ति की शिनाख्त जहां कोई व्यक्ति किसी अपराध को करने के धारा- \nआरोप पर गिरफ्तार किया जाता है और उसकी शिनाख्त किसी अन्य व्यक्ति या व्यक्तियों द्वारा ऐसे अपराधों के अन्वेषण के लिए आवश्यक समझी जाती है तो वहां वह न्यायालय, जिसकी अधिकारिता है, पुलिस थाने के भारसाधक अधिकारी के निवेदन पर, गिरफ्तार किए गए व्यक्ति की, ऐसी रीति से जो न्यायालय ठीक समझता है, किसी अन्य व्यक्ति या किन्हीं अन्य व्यक्तियों द्वारा शिनाख्त कराने का आदेश दे सकेगा : \nपरंतु वाँद गिरफ्तार किए गए व्यक्ति की शनाख्त करने वाला व्यक्ति मानसिक या शारीरिक रूप से निः शक्त है, तो शनाख्त करने की ऐसी प्रक्रिया मजिस्ट्रेट के पर्यवेक्षण के अधीन होगी जो यह सुनिश्चित करने के लिए समुचित कदम उठाएगा कि उस व्यक्ति द्वारा गिरफ्तार किए गए व्यक्ति की उन पद्धतियों का प्रयोग करते हुए शनाख्त की जाए, जो उस व्यक्ति के लिए सुविधापूर्ण हों और शनाख्त प्रक्रिया किसी श्रव्य दृश्य इलैक्ट्रानिक साधनों द्वारा अभिलिखित की जाएगी।",
  },
  {
    id: 62,
    prevCode: "55",
    prevCodeInfo: "",
    newCode: "55",
    chapter: chapter["5"],
    newCodeInfo:
      "जब पुलिस अधिकारी वारंट के बिना गिरफ्तार करने के लिए अपने अधीनस्थ को प्रतिनियुक्त करता है तब प्रक्रिया- \n(1) %जब अध्याय 13 के अधीन% अन्वेषण करता हुआ कोई पुलिस थाने का भारसाधक अधिकारी, या कोई पुलिस अधिकारी, अपने अधीनस्थ किसी अधिकारी से किसी ऐसे व्यक्ति को जो वारंट के बिना विधिपूर्वक गिरफ्तार किया जा सकता है, वारंट के बिना (अपनी उपस्थिति में नहीं, अन्यथा) गिरफ्तार करने की अपेक्षा करता है, तब वह उस व्यक्ति का जिसे गिरफ्तार किया जाना है और उस अपराध का या अन्य कारण का, जिसके लिए गिरफ्तारी की जानी है, विनिर्देश करते हुए लिखित आदेश उस अधिकारी को परिदत्त करेगा जिससे यह अपेक्षा है कि वह गिरफ्तारी करे और इस प्रकार अपेक्षित अधिकारी उस व्यक्ति को, जिसे गिरफ्तार करना है, उस आदेश का सार गिरफ्तारी करने के पूर्व सूचित करेगा और यदि बह व्यक्ति अपेक्षा करे तो उसे वह आदेश दिखा देगा। (2) उपधारा (1) की कोई बात किसी पुलिस अधिकारी की धारा 35 के अधीन किसी व्यक्ति को गिरफ्तार करने की शक्ति पर प्रभाव नहीं डालेगी।",
  },
  {
    id: 63,
    prevCode: "55क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "56",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति का स्वास्थ्य और सुरक्षा अभियुक्त को अभिरक्षा में रखने वाले व्यक्ति का यह कर्तव्य होगा कि वह अभियुक्त के स्वास्थ्य और सुरक्षा की उचित देखभाल करे।",
  },
  {
    id: 64,
    prevCode: "56",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "57",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति का मजिस्ट्रेट या पुलिस थाने के भारसाधक अधिकारी के समक्ष ले जाया जाना- वारंट के बिना गिरफ्तारी करने वाला पुलिस अधिकारी अनावश्यक विलंब के बिना और जमानत के संबंध में इसमें अंतर्विष्ट उपबंधों के अधीन रहते हुए, उस व्यक्ति को, जो गिरफ्तार किया गया है, उस मामले में अधिकारिता रखने वाले मजिस्ट्रेट के समक्ष या किसी पुलिस थाने के भारसाधक अधिकारी के समक्ष ले जाएगा या भेजेगा।",
  },
  {
    id: 65,
    prevCode: "57",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "58",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति का चौबीस घंटे से अधिक निरुद्ध न किया जाना- \nकोई पुलिस अधिकारी वारंट के बिना गिरफ्तार गिए गए व्यक्ति को उससे अधिक अवधि के लिए अभिरक्षा में निरुद्ध नहीं रखेगा जो उस मामले की सब परिस्थितियों में उचित है तथा ऐसी अवधि, मजिस्ट्रेट के धारा 187 के अधीन विशेष आदेश के अभाव में गिरफ्तारी के स्थान से मजिस्ट्रेट के न्यायालय तक यात्रा के लिए आवश्यक समय को छोड़कर, चौबीस घंटे से अधिक की नहीं होगी, चाहे उसकी अधिकारिता है या नहीं।",
  },
  {
    id: 66,
    prevCode: "58",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "59",
    chapter: chapter["5"],
    newCodeInfo:
      "पुलिस का गिरफ्तारियों की रिपोर्ट करना /nपुलिस थानों के भारसाधक  अधिकारी जिला मजिस्ट्रेट को, या उसके ऐसा निदेश देने पर, उपखंड मजिस्ट्रेट को, अपने-अपने थानों की सीमाओं के अंदर वारंट के बिना गिरफ्तार किए गए सब व्यक्तियों के मामलों की रिपोर्ट करेंगे, चाहे उन व्यक्तियों की जमानत ले ली गई हो या नहीं।",
  },
  {
    id: 67,
    prevCode: "59",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "60",
    chapter: chapter["5"],
    newCodeInfo:
      "पकड़े गए व्यक्ति का उन्मोचन- \nपुलिस अधिकारी द्वारा गिरफ्तार किए गए किसी व्यक्ति का उन्मोचन उसी के बंधपत्र या जमानतपत्र पर या मजिस्ट्रेट के विशेष आदेश के अधीन ही किया जाएगा, अन्यथा नहीं।",
  },
  {
    id: 68,
    prevCode: "60",
    prevCodeInfo: "----",
    newCode: "61",
    chapter: chapter["5"],
    newCodeInfo:
      "निकल भागने पर पीछा करने और फिर पकड़ लेने की शक्ति \n(1) यदि कोई व्यक्ति विधिपूर्ण अभिरक्षा में से निकल भागता है या छुड़ा लिया जाता है तो वह व्यक्ति, जिसकी अभिरक्षा से वह निकल भागा है, छुड़ाया गया है, उसका तुरंत पीछा कर सकता है और भारत के किसी स्थान में उसे गिरफ्तार कर सकता है। \n(2) उपधारा (1) के अधीन गिरफ्तारियों को %धारा 44 के उपबंध% लागू होंगे भले ही ऐसी गिरफ्तारी करने आला अजित वारंट के अधीन कार्य न कर रहा हो और गिरफ्तारी करने का प्राधिकार रखने वाला पुलिस अधिकारी न हो।",
  },
  {
    id: 69,
    prevCode: "60क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "62",
    chapter: chapter["5"],
    newCodeInfo:
      "गिरफ्तारी का सर्वथा संहिता के अनुसार ही किया जाना- \nकोई गिरफ्तारी इस संहिता या शिरपतारी के लिए उपबंध करने वाली तत्समय प्रवृत्त किसी अन्य विधि के उपबंधों के अनुसार ही को जाएगी।",
  },
  {
    id: 70,
    prevCode: "61",
    prevCodeInfo: "",
    newCode: "63",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "समन का प्ररूप- \nन्यायालय द्वारा इस संहिता के अधीन जारी किया गया प्रत्येक समन,- \n(i) लिखित रूप में और दो प्रतियों में, उस न्यायालय के पौठासीन अधिकारी द्वारा या अन्य ऐसे अधिकारी द्वारा, जिसे उच्च न्यायालय नियम द्वारा समय-समय पर निदिष्ट करे, हस्ताक्षरित होगा और उस पर उस न्यायालय की मुद्रा लगी होगी; या \n%(II) किसी गूढ़लेखित या इलैक्ट्रानिक संसूचना के किसी अन्य प्ररूप में होगा और जिस पर न्यायालय की मुद्रा लगी होगी या डिजिटल हस्ताक्षर होंगे।%",
  },
  {
    id: 71,
    prevCode: "62",
    prevCodeInfo: "----",
    newCode: "64",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "समन की तामील कैसे की जाए- \n(1) प्रत्येक समन की तामील पुलिस अधिकारी द्वारा या ऐसे नियमों के अधीन जो राज्य सरकार इस निमित्त बनाए, उस न्यायालय के, जिसने वह समन जारी किया, किसी अधिकारी द्वारा या अन्य लोक सेवक द्वारा की जाएगी: परंतु पुलिस थाना या न्यायालय का रजिस्ट्रार पता, ई-मेल पता, फोन नम्बर और ऐसे अन्य ब्यौरें जिन्हें राज्य सरकार नियमों द्वारा उपबंधित करें की प्रविष्टि के लिए एक रजिस्टर रखेगा। \n(2) यदि साध्य हो तो समन किए गए व्यक्ति पर समन की तामील उसे उस समन को दो प्रतियों में से एक का परिदान या निविदान करके वैयक्तिक रूप से की जाएगी : %परंतु न्यायालय की मुद्रा लगा हुआ समन ऐसे प्ररूप में और ऐसी रीति में जो राज्य सरकार नियमों द्वारा उपबंधित करें, इलैक्ट्रानिक संसूचना द्वारा तामील किया जा सकेगा।% \n(3) प्रत्येक व्यक्ति, जिस पर समन को ऐसे तामील की गई है, यदि तामील करने वाले अधिकारी द्वारा ऐसी अपेक्षा की जाती है तो, दूसरी प्रति के पृष्ठ भाग पर उसके लिए रसीद हस्ताक्षरित करेगा।",
  },
  {
    id: 72,
    prevCode: "63",
    prevCodeInfo: "",
    newCode: "65",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      'निगमित निकायों, फर्मों और सोसाइटियों पर समन की तामील- (1) किसी कंपनी या निगम पर समन की तामील कंपनी या निगम के निदेशक, प्रबंधक, सचिव या अन्य अधिकारी पर तामील करके की जा सकती है या भारत में कंपनी या निगम के निदेशक, प्रबंधक, सचिव या अन्य अधिकारी के पते पर रजिस्ट्रीकृत डाक द्वारा भेजे गए पत्र द्वारा की जा सकती है, उस दशा में तामील तब हुई समझी जाएगी जब डाक से साधारण रूप से वह पत्र पहुंचता। स्पष्टीकरण-इस धारा में %"कंपनी"% से कोई निगमित निकाय अभिप्रेत है और "निगम" से %कंपनी अधिनियम, 2013 (2013 का 18) के अधीन% रजिस्ट्रीकृत कोई निगमित कंपनी या अन्य निगमित निकाय या सोसाइटी रजिस्ट्रीकरण अधिनियम, 1860 (1860 का 21) के अधीन कोई रजिस्ट्रीकृत सोसाइटी अभिप्रेत है। \n%(2) किसी फर्म या व्यष्टियों के अन्य संगम पर समन को सामील ऐसे फर्म या संगम के किसी भागीदार पर इसे तामील करके की जा सकती है या ऐसे भागीदार के पते पर रजिस्ट्रीकृत हाक दुवारा भेजे गए पत्र द्वारा की जा सकती है, उस दशा में तामील तच हुई समझी जाएगी, जब डाक से साधारण रूप से यह पत्र पहुंचेगा।%',
  },
  {
    id: 73,
    prevCode: "64",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "66",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "जब समन किए गए व्यक्ति न मिल सकें तब तामील- \nजहां समन किया गया व्यक्ति संम्यक् ऊत्परता बरतने पर भी न मिल सके वहां समन की तामील दो प्रतियों में से एक को उसके कुटुंब के उसके साथ रहने वाले किसी वयस्क पुरुष सदस्य के पास उस व्यक्ति के लिए छोड़कर की जा सकती है और यदि तामील करने वाले अधिकारी द्वारा ऐसी अपेक्षा की जाती है तो, जिस व्यक्ति के पास समन ऐसे छोड़ा जाता है. वह दूसरी प्रति के पृष्ठ भाग पर उसके लिए रसीद हस्ताक्षरित करेगा। \nस्पष्टीकरण - सेवक, इस धारा के अर्थ में कुटुम्ब का सदस्य नहीं है।",
  },
  {
    id: 74,
    prevCode: "65",
    prevCodeInfo: "",
    newCode: "67",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "जब पूर्व उपबंधित प्रकार से तामील न की जा सके तब प्रक्रिया- यदि %धारा 64, धारा 65 था. 66% में उपबंधित रूप से तामोल सम्यक् तत्परता बरतने पर भीन की जा सके तो तामील करने बाला बंधिकारी समन की दो प्रतियों में से एक को उस गृह या वासस्थान के, जिसमें समन किया गया व्यक्ति जम्ती तौर पर निवास करता है, किसी सहजदृश्य भाग में लगाएगा, और तब न्यायालय ऐस। जांच करने के एक जैसी वह ठीक समझे या तो यह घोषित कर सकता है कि समन की सम्यक् तामील हो गई है या बह ऐभी रोति से नई तामील का आदेश दे सकता है जिसे वह उचित समझे।",
  },
  {
    id: 75,
    prevCode: "66",
    prevCodeInfo: "----",
    newCode: "68",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "सरकारी सेवक पर तामील- \n(1) जहां समन किया गया व्यक्ति सरकार की सक्रिय सेवा में है दहा समन जारी करने वाला न्यायालय मामूली तौर पर ऐसा समन दो प्रतियों में उस कार्यालय के प्रधान को भेजेगा जिसमें वह व्यक्ति सेवक है और तब वह प्रधान, %धारा 64 में% उपबंधित प्रकार से समन की तामील कराएगा और उस धारा द्वारा अपेक्षित पृष्ठांकन सहित उस पर अपने हस्ताक्षर करके उसे न्यायालय को लौटा देगा। \n(2) ऐसा हस्ताक्षर सम्यक् तामील का साक्ष्य होगा।",
  },
  {
    id: 76,
    prevCode: "67",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "69",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "स्थानीय सीमाओं के बाहर समन की तामील- जब न्यायालय यह चाहता है कि उसके दवारा जारी किए गए समन को तामील उसको स्थानीय अधिकारिता के बाहर किसी स्थान में की जाए तब वह मामूली तौर पर ऐसा समन दो प्रतियों में उस मजिस्ट्रेट को भेजेगा जिसको स्थानीय अधिकारिता के भीतर उसकी तामील की जानी है या समन किया गया व्यक्ति निवास करता है।",
  },
  {
    id: 77,
    prevCode: "68",
    prevCodeInfo: "----",
    newCode: "70",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "ऐसे मामलों में और जब तामील करने वाला अधिकारी उपस्थित न हो तब तामील का सबूत- \n(1) जब न्यायालय द्वारा जारी किए गए समन को तामील उसकी स्थानीय अधिकारिता के बाहर की गई है तब और ऐसे किसी मामले में जिसमें वह अधिकारी जिसने समन की तामील की है. मामले की सुनवाई के समय उपस्थित नहीं है, मजिस्ट्रेट के समक्ष किया गया तात्पर्थित पह शपथपत्र कि ऐसे समन को तामील हो गई है और समन की दूसरी प्रति जिसका उस व्यक्ति द्वारा जिसको समन परिदत्त या निविदत्त किया गया था, या जिसके पास वह छोड़ा गया था। %धारा 64 या धारा 66 में% उपबंधित प्रकार से) पृष्ठांकित होना तात्पर्थित हैं, साक्ष्य में ग्राहय होगी और जब तक तत्प्रतिकूल साधित न किया जाए, उसमें किए गए कथन सही माने जाएंगे। \n(2) इस धारा में वर्णित शपथपत्र समन की दूसरी प्रति से संलग्न किया जा सकता है और उस न्यायालय को भेजा जा सकता है। \n(3) धारा 64 से धारा 71 (दोनों सहित) के अधीन इलेक्ट्रानिक संसूचना के माध्यम से तामील किए गए सभी समन सम्यक् रूप से तामील किए गए समझे जायेंगे और ऐसे समन की एक प्रति प्रमाणित की जाएगी और समन की तामील के सबूत के रूप में रखी जाएगी।",
  },
  {
    id: 78,
    prevCode: "69",
    prevCodeInfo: "----",
    newCode: "71",
    chapter: chapter["6"].heading + ", " + chapter["6"].क,
    newCodeInfo:
      "साक्षी पर समन की तामील- \n(1) इस अध्याय को पूर्ववर्ती धाराओं में किसी बात के होते हुए भी साक्षी के लिए समन जारी करने वाला न्यायालय, ऐसा समन जारी करने के अतिरिक्त और उसके साथ साथ निदेश दे सकता है कि उस समन की एक प्रति की तामील साक्षी पर, %इलेक्ट्रानिक संसूचना द्वारा% या उस स्थान के पते पर, जहां वह मामूली तौर पर निवास करता है या कारबार करता है या अभिलाभार्थ स्वयं काम करता है रजिस्ट्रीकृत डाक द्वारा की जाए। \n(2) जब साक्षी द्वारा हस्ताक्षर की गई तात्पर्थित अभिस्वीकृति या डाक कर्मचारी द्वारा किया गया तात्पर्थित यह पृष्ठांकन कि साक्षी ने समन लेने से इंकार कर दिया है, प्राप्त हो जाता है या %न्यायालय का समाधान इलैक्ट्रानिक संसूचना द्वारा धारा 70 की उपधारा (3) के अधीन समन के परिदान के सबूत पर, हो जाता है% तो समन जारी करने वाला न्यायालय यह घोषित कर सकता है कि समन की तामील सम्यक् रूप से कर दी गई है।",
  },
  {
    id: 79,
    prevCode: "70",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "72",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "गिरफ्तारी के वारंट का प्ररूप और अवधि- \n(1) न्यायालय द्वारा इस संहिता  के अधीन जारी किया गया गिरफ्तारी का प्रत्येक वारंट लिखित रूप में और ऐसे न्यायालय के पीठासीन अधिकारी द्वारा हस्ताक्षरित होगा और उस पर उस न्यायालय की मुद्रा लगी होगी। \n(2) ऐसा प्रत्येक वारंट तब तक प्रवर्तन में रहेगा जब तक वह उसे जारी करने वाले न्यायालय द्वारा रद्द नहीं कर दिया जाता है या जब तक वह निष्पादित नहीं कर दिया जाता है।",
  },
  {
    id: 80,
    prevCode: "71",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "73",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "प्रतिभूति लिए जाने का निदेश देने की शक्ति- \n(1) किसी व्यक्ति की गिरफ्तारी के लिए वारंट जारी करने वाला कोई न्यायालय वारंट पर पृष्ठांकन द्वारा स्वविवेकानुसार यह निदेश दे सकता है कि यदि वह व्यक्ति न्यायालय के समक्ष विनिर्दिष्ट समय पर और तत्पश्चात् जब तक न्यायालय द्वारा अन्यथा निदेश नहीं दिया जाता है तब तक अपनी हाजिरी के लिए पर्याप्त प्रतिभुओं सहित बंधपत्र निष्पादित करता है तो वह अधिकारी जिसे वारंट निदिष्ट किया गया है, ऐसी प्रतिभूति लेगा और उस व्यक्ति को अभिरक्षा से छोड़ देगा। \n(2) पृष्ठांकन में निम्नलिखित बातें कथित होंगी- \n(क) प्रतिभुओं की संख्या; \n(ख) वह रकम, जिसके लिए क्रमशः प्रतिभू और वह व्यक्ति, जिसकी गिरफ्तारी के लिए वारंट जारी किया गया है, आबद्ध होने हैं; \n(ग) वह समय जब न्यायालय के समक्ष उसे हाजिर होना है। \n(3) जब कभी इस धारा के अधीन प्रतिभूति ली जाती है तब वह अधिकारी जिसे वारंट निदिष्ट है बंधपत्र न्यायालय के पास भेज देगा।",
  },
  {
    id: 81,
    prevCode: "72",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "74",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "वारंट किसको निदिष्ट होंगे- \n(1) गिरफ्तारी का वारंट मामूली तौर पर एक या  अधिक पुलिस अधिकारियों को निदिष्ट होगा; किंतु यदि ऐसे वारंट का तुरंत निष्पादन आवश्यक है और कोई पुलिस अधिकारी तुरंत न मिल सके तो वारंट जारी करने वाला न्यायालय किसी अन्य व्यक्ति या व्यक्तियों को उसे निदिष्ट कर सकता है और ऐसा व्यक्ति या ऐसे व्यक्ति उसका निष्पादन करेंगे। \n(2) जब वारंट एक से अधिक अधिकारियों या व्यक्तियों को निदिष्ट है तब उसका निष्पादन उन सबके द्वारा या उनमें से किसी एक या अधिक के द्वारा किया जा सकता है।",
  },
  {
    id: 82,
    prevCode: "73",
    prevCodeInfo: "----",
    newCode: "75",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "वारंट किसी भी व्यक्ति को निदिष्ट हो सकेंगे- \n(1) मुख्य न्यायिक मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट किसी निकल भागे सिद्धदोष, उद्घोषित अपराधी या किसी ऐसे व्यक्ति की जो किसी अजमानतीय अपराध के लिए अभियुक्त है और गिरफ्तारी से बच रहा है, गिरफ्तारी करने के लिए वारंट अपनी स्थानीय अधिकारिता के भीतर के किसी भी व्यक्ति को निदिष्ट कर सकता है। \n(2) ऐसा व्यक्ति वारंट की प्राप्ति को लिखित रूप से अभिस्वीकार करेगा और यदि वह व्यक्ति, जिसकी गिरफ्तारी के लिए वह वारंट जारी किया गया है, उसके भारसाधन के अधीन किसी भूमि या अन्य संपत्ति में है या प्रवेश करता है तो वह उस वारंट का निष्पादन करेगा। \n(3) जब वह व्यक्ति, जिसके विरुद्ध ऐसा वारंट जारी किया गया है, गिरफ्तार कर लिया जाता है, तब वह वारंट सहित निकटतम पुलिस अधिकारी के हवाले कर दिया जाएगा, जो, %यदि धारा 73 के अधीन% प्रतिभूति नहीं ली गई है तो, उसे उस मामले में अधिकारिता रखने वाले मजिस्ट्रेट के समक्ष भिजवाएगा।",
  },
  {
    id: 83,
    prevCode: "74",
    prevCodeInfo: " कोई परिवर्तन नहीं।",
    newCode: "76",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "पुलिस अधिकारी को निदिष्ट वारंट- \nकिसी पुलिस अधिकारी को निदिष्ट वारंट का निष्पादन किसी अन्य ऐसे पुलिस अधिकारी द्वारा भी किया जा सकता है जिसका नाम वारंट पर उस अधिकारी द्वारा पृष्ठांकित किया जाता है जिसे वह निदिष्ट या पृष्ठांकित है।",
  },
  {
    id: 84,
    prevCode: "75",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "77",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "वारंट के सार की सूचना- \nपुलिस अधिकारी या अन्य व्यक्ति, जो गिरफ्तारी के  वारंट का निष्पादन का रहा है, उस व्यक्ति को, जिसे गिरफ्तार करना है, उसका सार सूचित करेगा और यदि ऐसी अपेक्षा की जाती है तो वारंट उस व्यक्ति को दिखा देगा।",
  },
  {
    id: 85,
    prevCode: "76",
    prevCodeInfo: "----",
    newCode: "78",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "गिरफ्तार किए गए व्यक्ति का न्यायालय के समक्ष अविलम्ब लाया जाना- \nपुलिस अधिकारी या अन्य व्यक्ति, जो गिरफ्तारी के वारंट का निष्पादन करता है, गिरफ्तार किए गए व्यक्ति को %(धारा 73 के प्रतिभूति% संबंधी उपबंधों के अधीन रहते हुए) अनावश्यक विलंब के बिना उस न्यायालय के समक्ष लाएगा जिसके समक्ष उस व्यक्ति को पेश करने के लिए वह विधि द्वारा अपेक्षित है: परंतु ऐसा विलंब किसी भी दशा में गिरफ्तारी के स्थान से मजिस्ट्रेट के न्यायालय तक यात्रा के लिए आवश्यक समय को छोड़कर चौबीस घंटे से अधिक नहीं होगा।,",
  },
  {
    id: 86,
    prevCode: "77",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "79",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "वारंट कहां निष्पादित किया जा सकता है- \nगिरफ्तारी का वारंट भारत के किसी भी स्थान में निष्पादित किया जा सकता है।",
  },
  {
    id: 87,
    prevCode: "78",
    prevCodeInfo: "----",
    newCode: "80",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "अधिकारिता के बाहर निष्पादन के लिए भेजा गया वारंट- \n(1) जब वारंट का निष्पादन उसे जारी करने वाले न्यायालय की स्थानीय अधिकारिता के बाहर किया जाना है तब वह न्यायालय, ऐसा वारंट अपनी अधिकारिता के भीतर किसी पुलिस अधिकारी को निदिष्ट करने के बजाय उसे डाक द्वारा या अन्यथा किसी ऐसे कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त को भेज सकता है जिसकी अधिकारिता का स्थानीय सीमाओं के अंदर उसका निष्पादन किया जाना है, और वह कार्यपालक मजिस्ट्रेट या जिला अधीक्षक या आयुक्त उस पर अपना नाम पृष्ठांकित करेगा और यदि साध्य है तो उसका निष्पादन इसमें इसके पूर्व उपबंधित रीति से कराएगा। \n(2) उपधारा (1) के अधीन वारंट जारी करने वाला न्यायालय गिरफ्तार किए जाने वाले व्यक्ति के विरुद्ध ऐसी जानकारी का सार ऐसी दस्तावेजों सहित, यदि कोई हों, जो %धारा 83 के अधीन% कार्रवाई करने वाले न्यायालय को, यह विनिश्चित करने में कि उस व्यक्ति की जमानत मंजूर की जाए या नहीं समर्थ बनाने के लिए पर्याप्त हैं, वारंट के साथ भेजेगा।",
  },
  {
    id: 88,
    prevCode: "79",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "81",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "अधिकारिता के बाहर निष्पादन के लिए पुलिस अधिकारी को निदिष्ट वारंट - \n(1) जब पुलिस अधिकारी को निदिष्ट वारंट का निष्पादन उसे जारी करने वाले न्यायालय की स्थानीय अधिकारिता के बाहर किया जाना है तब वह पुलिस अधिकारी उसे पृष्ठांकन के लिए मामूली तौर पर ऐसे कार्यपालकमजिस्ट्रेट के पास, या पुलिस थाने के भारसाधक अधिकारी से अनिम्न पंक्ति के पुलिस अधिकारी के पास, जिसकी अधिकारिता की स्थानीय सीमाओं के अंदर उस वारंट का निष्पादन किया जाना है, ले जाएगा। \n(2) ऐसा मजिस्ट्रेट या पुलिस अधिकारी उस पर अपना नाम पृष्ठांकित करेगा और ऐसा पृष्ठांकन उस पुलिस अधिकारी के लिए, जिसको वह वारंट निदिष्ट किया गया है, उसका निष्पादन करने के लिए पर्याप्त प्राधिकार होगा और स्थानीय पुलिस यदि ऐसी अपेक्षा की जाती है तो ऐसे अधिकारी की ऐसे वारंट का निष्पादन करने में सहायता करेगी। \n(3) जब कभी यह विश्वास करने का कारण हो कि उस मजिस्ट्रेट या पुलिस अधिकारी का, जिसकी स्थानीय अधिकारिता के भीतर वह वारंट निष्पादित किया जाना है, पृष्ठांकन प्राप्त करने में होने वाले विलंब से ऐसा निष्पादन न हो पाएगा, तब वह पुलिस अधिकारी, जिसे वह निदिष्ट किया गया है, उसका निष्पादन उस न्यायालय की जिसने उसे जारी किया है, स्थानीय अधिकारिता से परे किसी स्थान में ऐसे पृष्ठांकन के बिना कर सकता है।",
  },
  {
    id: 89,
    prevCode: "80",
    prevCodeInfo: "----",
    newCode: "82",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "जिस व्यक्ति के विरुद्ध वारंट जारी किया गया है, उसके गिरफ्तार होने पर प्रक्रिया- \n(1) जब गिरफ्तारी के वारंट का निष्पादन उस जिले से बाहर किया जाता है जिसमें वह जारी किया गया था, तब गिरफ्तार किए गए व्यक्ति को, उस दशा के सिवाय जिसमें वह न्यायालय जिसने वह वारंट जारी किया गिरफ्तारी के स्थान से तीस किलोमीटर के अंदर है या उस कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त से, जिसकी अधिकारिता की स्थानीय सीमाओं के अंदर गिरफ्तारी की गई थी, अधिक निकट है, या %धारा 73 के% अधीन प्रतिभूति ले ली गई है, ऐसे मजिस्ट्रेट या जिला अधीक्षक या आयुक्त के समक्ष ले जाया जाएगा। \n%(2) उपधारा (1) में निर्दिष्ट किसी व्यक्ति की गिरफ्तारी पर, पुलिस अधिकारी ऐसी गिरफ्तारी के संबंध में और वह स्थान जहां गिरफ्तार किया गया व्यक्ति रखा गया है, जिले में पदाभिहित पुलिस अधिकारी तथा अन्य जिले का ऐसा पुलिस अधिकारी जहां गिरफ्तार किया गया व्यक्ति साधारणतया निवास करता है, को तुरंत जानकारी देगा।%",
  },
  {
    id: 90,
    prevCode: "81",
    prevCodeInfo: "----",
    newCode: "83",
    chapter: chapter["6"].heading + ", " + chapter["6"].ख,
    newCodeInfo:
      "उस मजिस्ट्रेट द्वारा प्रक्रिया जिसके समक्ष ऐसे गिरफ्तार किया गया व्यक्ति लाया जाए- \n(1) यदि गिरफ्तार किया गया व्यक्ति वही व्यक्ति प्रतीत होता है जो वारंट जारी करने वाले न्यायालय द्वारा आशयित है तो ऐसा कार्यपालक मजिस्ट्रेट या जिला पुलिस अधीक्षक या पुलिस आयुक्त उस न्यायालय के पास उसे अभिरक्षा में भेजने का निदेश देगा; परंतु यदि अपराध जमानतीय है और ऐसा व्यक्ति ऐसी जमानतपत्र देने के लिए तैयार और रजामंद है जिससे ऐसे मजिस्ट्रेट, जिला अधीक्षक या आयुक्त का समाधान हो जाए या वारंट %पर धारा 73% के अधीन निदेश पृष्ठांकित है और ऐसा व्यक्ति ऐसे निदेश द्वारा अपेक्षित प्रतिभूति देने के लिए तैयार और रजामंद है तो वह मजिस्ट्रेट, जिला अधीक्षक या आयुक्त, यथास्थिति, ऐसी जमानतपत्र या प्रतिभूति लेगा और बंधपत्र उस न्यायालय को भेज देगा जिसने वारंट जारी किया था; परंतु यह और कि यदि अपराध अजमानतीय है तो %(धारा 480 के उपबंधों% के अधीन रहते हुए) मुख्य न्यायिक मजिस्ट्रेट के लिए, या उस जिले के जिसमें गिरफ्तारी की गई है सेशन न्यायाधीश के लिए धारा 80 की उपधारा (2) में निर्दिष्ट जानकारी और दस्तावेजों पर विचार करने के पश्चात् ऐसे व्यक्ति को छोड़ देना विधिपूर्ण होगा। \n(2) इस धारा की कोई बात पुलिस अधिकारी को धारा 73 के अधीन प्रतिभूति ( लेने से रोकने वाली न समझी जाएगी।",
  },
  {
    id: 91,
    prevCode: "82",
    prevCodeInfo: "",
    newCode: "84",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "84. फरार व्यक्ति के लिए उद्घोषणा- \n(1) यदि किसी न्यायालय को (चाहे साक्ष्य लेने के पश्चात् या लिए बिना) यह विश्वास करने का कारण है कि कोई व्यक्ति जिसके विरुद्ध उसने वारंट जारी किया है, फरार हो गया है, या अपने को छिपा रहा है जिससे ऐसे वारंट का निष्पादन नहीं किया जा सकता तो ऐसा न्यायालय उससे यह अपेक्षा करने वाली लिखित उद्घोषणा प्रकाशित कर सकता है कि वह व्यक्ति विनिर्दिष्ट स्थान में और विनिर्दिष्ट समय पर, जो उस उद्घोषणा के प्रकाशन की तारीख से कम से कम तीस दिन पश्चात् का होगा, हाजिर हो। \n(2) उद्घोषणा निम्नलिखित रूप से प्रकाशित की जाएगी- \n(i) (क) वह उस नगर या ग्राम के, जिसमें ऐसा व्यक्ति मामूली तौर पर निवास करता है, किसी सहजदृश्य स्थान में सार्वजनिक रूप से पढ़ी जाएगी; \n(ख) वह उस गृह या वासस्थान के, जिसमें ऐसा व्यक्ति मामूली तौर पर निवास करता है, किसी सहजदृश्य भाग पर या ऐसे नगर या ग्राम के किसी सहजदृश्य स्थान पर लगाई जाएगी; \n(ग) उसकी एक प्रति उस न्याय सदन के किसी सहजदृश्य भाग पर लगाई जाएगी; \n(ii) यदि न्यायालय ठीक समझता है तो वह निदेश भी दे सकता है कि उद्घोषणा की एक प्रति उस स्थान में, परिचालित किसी दैनिक समाचारपत्र में प्रकाशित की जाए जहां ऐसा व्यक्ति मामूली तौर पर निवास करता है। \n(3) उद्घोषणा जारी करने वाले न्यायालय द्वारा यह लिखित कथन कि उद्घोषणा विनिर्दिष्ट दिन उपधारा (2) के खंड (i) में विनिर्दिष्ट रीति से सम्यक् रूप से प्रकाशित कर दी गई है, इस बात का निश्चायक साक्ष्य होगा कि इस धारा की अपेक्षाओं का अनुपालन कर दिया गया है और उद्घोषणा उस दिन प्रकाशित कर दी गई थी। \n(4) जहां उपधारा (1) के अधीन प्रकाशित की गई उद्घोषणा ऐसे अपराध के अभियुक्त व्यक्ति के संबंध जिसे %भारतीय न्याय संहिता, 2023 या तत्समय प्रवृत्त किसी अन्य विधि के अधीन दस वर्ष या अधिक के कारावास से या आजीवन कारावास या मृत्यु दण्ड से दण्डनीय% बनाया गया है और ऐसा व्यक्ति उद्घोषणा में अपेक्षित विनिर्दिष्ट स्थान और समय पर उपस्थित होने में असफल रहता है तो न्यायालय, तब ऐसी जांच करने के पश्चात् जैसी वह ठीक समझता है, उसे उद्घोषित अपराधी प्रकट कर सकेगा और उस प्रभाव की घोषणा कर सकेगा। \n(5) उपधारा (2) और उपधारा (3) के उपबंध न्यायालय द्वारा उपधारा (4) के अधीन की गई घोषणा को उसी प्रकार लागू होंगे, जैसे वे उपधारा (1) के अधीन प्रकाशित उद्घोषणा को लागू होते हैं।",
  },
  {
    id: 92,
    prevCode: "83",
    prevCodeInfo: " कोई परिवर्तन नहीं।",
    newCode: "85",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "फरार व्यक्ति की संपत्ति की कुर्की- \n(1) धारा 84 के अधीन उद्घोषणा जारी करने वाला न्यायालय, ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, उद्घोषणा जारी किए जाने के पश्चात् किसी भी समय, उद्घोषित व्यक्ति की जंगम या स्थावर, या दोनों प्रकार की, किसी भी संपत्ति की कुर्की का आदेश दे सकता है: परंतु यदि उद्घोषणा जारी करते समय न्यायालय का शपथपत्र द्वारा या अन्यथा यह समाधान हो जाता है कि वह व्यक्ति जिसके संबंध में उद्घोषणा निकाली जानी है- \n(क) अपनी समस्त संपत्ति या उसके किसी भाग का व्ययन करने वाला है, या \n(ख) अपनी समस्त संपत्ति या उसके किसी भाग को उस न्यायालय की स्थानीय अधिकारिता से हटाने वाला है, तो वह उद्घोषणा जारी करने के साथ ही साथ संपत्ति की कुर्की का आदेश दे सकता है। \n(2) ऐसा आदेश उस जिले में, जिसमें वह दिया गया है, उस व्यक्ति की किसी भी संपत्ति की कुर्की प्राधिकृत करेगा और उस जिले के बाहर की उस व्यक्ति की किसी संपत्ति की कुर्की तब प्राधिकृत करेगा जब वह उस जिला मजिस्ट्रेट द्वारा, जिसके जिले में ऐसी संपत्ति स्थित है, पृष्ठांकित कर दिया जाए। \n(3) यदि वह संपत्ति जिसको कुर्क करने का आदेश दिया गया है, ऋण या अन्य जंगम संपत्ति हो, तो इस धारा के अधीन कुर्की- \n(क) अभिग्रहण द्वारा की जाएगी; या \n(ख) रिसीवर की नियुक्ति द्वारा की जाएगी; या \n(ग) उद्घोषित व्यक्ति को या उसके निमित्त किसी को भी उस संपत्ति का परिदान करने का प्रतिषेध करने वाले लिखित आदेश द्वारा की जाएगी; या \n(घ) इन रीतियों में से सब या किन्हीं दो से की जाएगी, जैसा न्यायालय ठीक समझे। \n(4) यदि वह संपत्ति जिसको कुर्क करने का आदेश दिया गया है, स्थावर है तो इस धारा के अधीन कुर्की राज्य सरकार को राजस्व देने वाली भूमि की दशा में उस जिले के कलक्टर के माध्यम से की जाएगी जिसमें वह भूमि स्थित हैं और अन्य सब दशाओं में, - \n(क) कब्जा लेकर की जाएगी; या \n(ख) रिसीवर की नियुक्ति द्वारा की जाएगी; या \n(ग) उद्घोषित व्यक्ति को या उसके निमित्त किसी को भी संपत्ति का किराया देने या उस संपत्ति का परिदान करने का प्रतिषेध करने वाले लिखित आदेश द्वारा की जाएगी; या \n(घ) इन रीतियों में से सब या किन्हीं दो से की जाएगी, जैसा न्यायालय ठीक समझे। \n(5) यदि वह संपत्ति जिसको कुर्क करने का आदेश दिया गया है, जीवधन है या विनश्वर प्रकृति की है तो, यदि न्यायालय समीचीन समझता है तो वह उसके तुरंत विक्रय का आदेश दे सकता है और ऐसी दशा में विक्रय के आगम न्यायालय के आदेश के अधीन रहेंगे। \n(6) उस धारा के अधीन नियुक्त रिसीवर की शक्तियां, कर्तव्य और दायित्व वे ही होंगे जो सिविल प्रक्रिया संहिता, 1908 (1908 का 5) के अधीन नियुक्त रिसीवर के होते हैं।",
  },
  {
    id: 93,
    prevCode: "----",
    prevCodeInfo: "----",
    newCode: "86",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "नयी जोड़ी गयी धारा \n%उद्घोषित व्यक्ति के संपत्ति की पहचान और कुर्की न्यायालय, पुलिस अधीक्षक या पुलिस आयुक्त की पंक्ति या इससे ऊपर के किसी पुलिस अधिकारी से लिखित अनुरोध प्राप्त होने पर अध्याय 8 में उपबंधित प्रक्रिया के अनुसार किसी उद्घोषित व्यक्ति से संबंधित संपत्ति की पहचान, कुर्की और जब्ती के लिए किसी न्यायालय या संबंधित राज्य के किसी प्राधिकारी से सहायता का अनुरोध करने की प्रक्रिया का आरंभ करेगी।%",
  },
  {
    id: 94,
    prevCode: "84",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "87",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "कुर्की के बारे में दावे और आपत्तियां- \n(1) यदि धारा 85 के अधीन कुर्क की  गई किसी संपत्ति के बारे में उस कुर्की की तारीख से छह मास के भीतर कोई व्यक्ति, जो उद्घोषित व्यक्ति से भिन्न है, इस आधार पर दावा या उसके कुर्क किए जाने पर आपत्ति करता है कि दावेदार या आपत्तिकर्ता का उस संपत्ति में कोई हित है और ऐसा हित धारा 85 के अधीन कुर्क नहीं किया जा सकता तो उस दावे या आपति की आंच की जाएगी, और उसे पूर्णतः या भागतः मंजूर या नामंजूर किया जा सकता है: परंतु इस उपधारा द्वारा अनुज्ञात अवधि के अंदर किए गए, किसी दावे या आपत्ति को दावेदार या आपत्तिकर्ता की मृत्यु हो जाने की दशा में उसके विधिक प्रतिनिधि द्वारा चालू रखा जा सकता है। \n(2) उपधारा (1) के अधीन दावे या आपत्तियां उस न्यायालय में, जिसके द्वारा कुर्की का आदेश जारी किया गया है, या यदि दावा या आपत्ति ऐसी संपत्ति के बारे में है जो धारा 85 की उपधारा (2) के अधीन पृष्ठांकित आदेश के अधीन कुर्क की गई है तो, उस जिले के, जिसमें कुर्की की जाती है मुख्य न्यायिक मजिस्ट्रेट के न्यायालय में की जा सकती है। \n(3) प्रत्येक ऐसे दावे या आपत्ति की जांच उस न्यायालय द्वारा की जाएगी जिसमें वह किया गया या की गई है: परंतु यदि वह मुख्य न्यायिक मजिस्ट्रेट के न्यायालय में किया गया या की गई है तो वह उसे निपटारे के लिए अपने अधीनस्थ किसी मजिस्ट्रेट को दे सकता है। \n(4) कोई व्यक्ति, जिसके दावे या आपत्ति को उपधारा (1) के अधीन आदेश द्वारा पूर्णतः या भागतः नामंजूर कर दिया गया है, ऐसे आदेश की तारीख से एक वर्ष की अवधि के भीतर, उस अधिकार को सिद्ध करने के लिए, जिसका दावा वह विवादग्रस्त संपत्ति के बारे में करता है, वाद संस्थित कर सकता है; किंतु वह आदेश ऐसे बाद के, यदि कोई हो, परिणाम के अधीन रहते हुए निश्चायक होगा।",
  },
  {
    id: 95,
    prevCode: "85",
    prevCodeInfo: "----",
    newCode: "88",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "कुर्क की हुई संपत्ति को निर्मुक्त करना, विक्रय और वापस करना- \n(1) यदि उद्‌द्घोषित व्यक्ति उद्घोषणा में विनिर्दिष्ट समय के अंदर हाजिर हो जाता है तो न्यायालय संपत्ति को कुर्की से निर्मुक्त करने का आदेश देगा। \n(2) यदि उद्घोषित व्यक्ति उद्घोषणा में विनिर्दिष्ट समय के अंदर हाजिर नहीं होता है तो कुर्क संपत्ति, राज्य सरकार के व्ययनाधीन रहेगी, और, उसका विक्रय कुर्की की तारीख से छह मास का अवसान हो जाने पर तथा %धारा 87% के अधीन किए गए किसी दावे या आपत्ति का उस धारा के अधीन निपटारा हो जाने पर ही किया जा सकता है किंतु यदि वह शीघ्रतया और प्रकृत्या क्षयशील है या न्यायालय के विधार में विक्रय करना स्वामी के फायदे के लिए होगा तो इन दोनों दशाओं में से किसी में भी न्यायालय, जब कभी ठीक समझे, उसका विक्रय करा सकता है। \n(3) यदि कुर्की की तारीख से दो वर्ष के अंदर कोई व्यक्ति, जिसकी संपत्ति उपधारा (2) के अधीन राज्य सरकार के व्ययनाधीन है या रही है, उस न्यायालय के समक्ष, जिसके आदेश से वह संपत्ति कुर्क की गई थी या उस न्यायालय के समक्ष, जिसके ऐसा न्यायालय अधीनस्थ है, स्वेच्छा से हाजिर हो जाता है या पकड़ कर लाया जाता है और उस न्यायालय को समाधानप्रद रूप में यह साबित कर देता है कि वह वारंट के निष्पादन से बचने के प्रयोजन से फरार नहीं हुआ या नहीं छिपा और यह कि उसे उद्घोषणा की ऐसी सूचना नहीं मिली थी जिससे वह उसमें विनिर्दिष्ट समय के अंदर हाजिर हो सकता तो ऐसी संपत्ति का, या यदि वह विक्रय कर दी गई है तो विक्रय के शुद्ध आगमों का, या यदि उसका केवल कुछ भाग विक्रय किया गया है तो ऐसे विक्रय के शुद्ध आगमों और अवशिष्ट संपत्ति का, कुर्की के परिणामस्मरूप उपगत सब खर्ची को उसमें से चुका कर, उसे परिदान कर दिया जाएगा।",
  },
  {
    id: 96,
    prevCode: "86",
    prevCodeInfo: "----",
    newCode: "89",
    chapter: chapter["6"].heading + ", " + chapter["6"].ग,
    newCodeInfo:
      "कुर्क संपत्ति की वापसी के लिए आवेदन नामंजूर करने वाले आदेश से अपील- %धारा 88 की उपधारा (3)% में निर्दिष्ट कोई व्यक्ति, जो संपत्ति या उसके विक्रय के आगमों के परिदान के इंकार से व्यथित है, उस न्यायालय से अपील कर सकता है जिसमें प्रथम उल्लिखित न्यायालय के दंडादेशों से सामान्यता अपीलें होती हैं।",
  },
  {
    id: 97,
    prevCode: "87",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "90",
    chapter: chapter["6"].heading + ", " + chapter["6"].घ,
    newCodeInfo:
      "समन के स्थान पर या उसके अतिरिक्त वारंट का जारी किया जाना- \nन्यायालय किसी भी ऐसे मामले में, जिसमें वह किसी व्यक्ति की हाजिरी के लिए समन जारी करने के लिए इस संहिता द्वारा सशक्त किया गया है, अपने कारणों को अभिलिखित करने के पश्चात्, उसकी गिरफ्तारी के लिए वारंट जारी कर सकता है- \n(क) यदि या तो ऐसा समन जारी किए जाने के पूर्व या पश्चात् किंतु उसकी हाजिरी के लिए नियत समय के पूर्व न्यायालय को यह विश्वास करने का कारण दिखाई पड़ता है कि वह फरार हो गया है या समन का पालन न करेगा; या \n(ख) यदि वह ऐसे समय पर हाजिर होने में असफल रहता है और यह साबित कर दिया जाता है कि उस पर समन की तामील सम्यक् रूप से ऐसे समय में कर दी गई थी कि उसके तद्नुसार हाजिर होने के लिए अवसर था और ऐसी असफलता के लिए कोई उचित प्रतिहेतु नहीं दिया जाता है।",
  },
  {
    id: 98,
    prevCode: "88",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "91",
    chapter: chapter["6"].heading + ", " + chapter["6"].घ,
    newCodeInfo:
      "हाजिरी के लिए बंधपत्र या जमानतपत्र लेने की शक्ति- \nजब कोई व्यक्ति, जिसकी हाजिरी या गिरफ्तारी के लिए किसी न्यायालय का पीठासीन अधिकारी समन या वारंट जारी करने के लिए सशक्त है, ऐसे न्यायालय में उपस्थित है तब वह अधिकारी उस व्यक्ति से अपेक्षा कर सकता है कि वह उस न्यायालय में या किसी अन्य न्यायालय में, जिसको मामला विचारण के लिए अंतरित किया जाता है, अपनी हाजिरी के लिए बंधपत्र या जमानतपत्र निष्पादित करे।",
  },
  {
    id: 99,
    prevCode: "89",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "92",
    chapter: chapter["6"].heading + ", " + chapter["6"].घ,
    newCodeInfo:
      "हाजिरी का बंधपत्र या जमानतपत्र भंग करने पर गिरफ्तारी- \nजब कोई व्यक्ति, जो इस संहिता के अधीन लिए गए किसी बंधपत्र या जमानतपत्र द्वारा न्यायालय के समक्ष हाजिर होने के लिए आबद्ध है, हाजिर नहीं होता है तब उस न्यायालय का पीठासीन अधिकारी यह निदेश देते हुए वारंट जारी कर सकता है कि वह व्यक्ति गिरफ्तार किया जाए और उसके समक्ष पेश किया जाए।",
  },
  {
    id: 100,
    prevCode: "90",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "93",
    chapter: chapter["6"].heading + ", " + chapter["6"].घ,
    newCodeInfo:
      "इस अध्याय के उपबंधो का साधारणतया समनों और गिरफ्तारी के वारंटों लागू होना- \nसमन और वारंट तथा उन्हें जारी करने, उनकी तामील और को उनके निष्पादन संबंधी जो उपबंध इस अध्याय में हैं वे इस संहिता के अधीन जारी किए गए प्रत्येक समन और गिरफ्तारी के प्रत्येक वारंट को, यथाशक्य लागू होंगे।",
  },
  {
    id: 101,
    prevCode: "91",
    prevCodeInfo: "",
    newCode: "94",
    chapter: chapter["7"].heading + ", " + chapter["7"].क,
    newCodeInfo:
      "दस्तावेज या अन्य चीज पेश करने के लिए समन- \n(1) जब कभी कोई न्यायालय या पुलिस थाने का कोई भारसाधक अधिकारी यह समझता है कि किसी दस्तावेज, %इलेक्ट्रानिक संचार, संचार उपकरणों सहित, जिसमें डिजीटल साक्ष्य% या अन्य चीजे शामिल होने की सम्भावना है, का उत्पादन आवश्यक या वांछनीय है, इस संहिता के तहत कोई भी जांच, पूछताछ, परीक्षण या अन्य कार्यवाही ऐसे न्यायालय या अधिकारी द्वारा उसके समक्ष ऐसा न्यायालय समन जारी कर सकता है, या ऐसा अधिकारी लिखित आदेश द्वारा या तो भौतिक रूप में %या इलेक्ट्रानिक रूप में%, उस व्यक्ति से अपेक्षा कर सकता है, जिस व्यक्ति या शक्ति के कब्जे चीज होने का विश्वास है उसके नाम ऐसा न्यायालय समन या पैशा अधिकारी एक लिखित आदेश उससे यह अपेक्षा करते हुए जारी कर सकता है कि उस समन या आदेश में उल्लिखित समय और स्थान पर उसे पेश करे या हाजिर हो और उसे पेश करे। \n(2) यदि कोई व्यक्ति, जिससे इस धारा के अधीन दस्तावेज या अन्य चीज पेश करने की ही अपेक्षा की गई हैं, उसे पेश करने के लिए स्वयं हाजिर होने के बजाय उस दस्तावेज या चीज को पेश करवा दें तो यह समझा जाएगा कि उसने उस अपेक्षा का अनुपालन कर दिया है। \n(3) इस धारा की कोई बात- \n%(क) भारतीय साक्ष्य अधिनियम, 2023 की धारा 129 और धारा 130% या बैंककार बही साक्ष्य अधिनियम, 1891 (1891 का 13) पर प्रभाव डालने वाली नहीं समझी जाएगी; या \n(ख) डाक या तार प्राधिकारी की अभिरक्षा में किसी पत्र, पोस्टकार्ड, तार या अन्य दस्तावेज या किसी पार्सल या चीज को लागू होने वाली नहीं समझी जाएगी।",
  },
  {
    id: 102,
    prevCode: "92",
    prevCodeInfo: "पत्रों और तारो के संबंध में प्रक्रिया-",
    newCode: "95",
    chapter: chapter["7"].heading + ", " + chapter["7"].क,
    newCodeInfo:
      "पत्रों के संबंध में प्रक्रिया- \n(1) यदि किसी जिला मजिस्ट्रेट मुख्य न्यायिक मजिस्ट्रेट, सेशन न्यायालय या उच्च न्यायालय की राय में किसी डाक प्राधिकारी की अभिरक्षा की कोई दस्तावेज, पार्सल या चोज इस संहिता के अधीन किसी अन्वेषण, जांच, विचारण या अन्य कार्यवाही के प्रयोजन के लिए चाहिए तो ऐसा मजिस्ट्रेट या न्यायालय, यथास्थिति, डाक प्राधिकारी से यह अपेक्षा कर सकता है कि उस दस्तावेज, पार्सल या चीज का परिदान उस व्यक्ति को, जिसका वह मजिस्ट्रेट या न्यायालय निदेश दे, कर दिया जाए। \n(2) यदि किसी अन्य मजिस्ट्रेट की, चाहे वह कार्यपालक है या न्यायिक, या किसी पुलिस आयुक्त या जिला पुलिस अधीक्षक की राय में ऐसी कोई दस्तावेज, पार्सल या चीज ऐसे किसी प्रयोजन के लिए चाहिए तो बह, यथास्थिति, डाक प्राधिकारी से अपेक्षा कर सकता है कि वह ऐसी दस्तावेज, पार्सल या चीज के लिए तलाशी कराए और उसे उपधारा (1) के अधीन जिला मजिस्ट्रेट, मुख्य न्यायिक मजिस्ट्रेट या न्यायालय के आदेशों के मिलने तक निरुद्ध रखे।",
  },
  {
    id: 103,
    prevCode: "93",
    prevCodeInfo: "तलाशी-वारंट कब जारी किया जा सकता है-",
    newCode: "96",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      "तलाशी-वारंट कब जारी किया जा सकता है- \n(1) जहा- \n(क) किसी न्यायालय को यह विश्वास करने का कारण है कि वह व्यक्ति, जिसको %धारा 94% के अधीन समन या आदेश या %धारा 95% को उपधारा (1) के अधीन अपेक्षा संबोधित की गई है या की जाती है, ऐसे समन या अपेक्षा द्वारा यथा अपेक्षित दस्तावेज या चीज पेश नहीं करेगा या हो सकता है कि पेश न करे; या \n(ख) ऐसी दस्तावेज या चीज के बारे में न्यायालय को यह ज्ञात नहीं है कि वह किसी व्यक्ति के कब्जे में है; या \n(ग) न्यायालय यह समझता है कि इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही के प्रयोजनों की पूर्ति साधारण तलाशी या निरीक्षण से होगी, वहां वह तलाशी वारंट जारी कर सकता है; और वह व्यक्ति, जिसे ऐसा वारंट निदिष्ट है, उसके अनुसार और इसमें इसके पश्चात् अंतर्विष्ट उपबंधों के अनुसार तलाशी ले सकता है या निरीक्षण कर सकता है। \n(2) यदि, न्यायालय ठीक समझता है, तो वह वारंट में उस विशिष्ट स्थान या उसके भाग को विनिर्दिष्ट कर सकता है और केवल उसी स्थान या भाग की तलाशी या निरीक्षण होगा; तथा वह व्यक्ति, जिसकी ऐसे वारंट के निष्पादन का भार सौंपा जाता है, केवल उसी स्थान या भाग की तलाशी लेगा या निरीक्षण करेगा, जो ऐसे विनिर्दिष्ट है। \n(3) इस धारा की कोई बात जिला मजिस्ट्रेट या मुख्य न्यायिक मजिस्ट्रेट से भिन्न किसी मजिस्ट्रेट को डाक प्राधिकारी की अभिरक्षा में किसी दस्तावेज, पार्सल या अन्य चीज की तलाशी के लिए वारंट जारी करने के लिए प्राधिकृत नहीं करेगी।",
  },
  {
    id: 104,
    prevCode: "94",
    prevCodeInfo:
      "उस स्थान की तलाशी, जिसमें चुराई हुई संपत्ति, कूटरचित दस्तावेज आदि होने का संदेह-",
    newCode: "97",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      "उस स्थान की तलाशी, जिसमें चुराई हुई संपत्ति, कूटरचित दस्तावेज आदि होने का संदेह- \n(1) यदि जिला मजिस्ट्रेट, उपखंड मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट को इत्तिला मिलने पर और ऐसी जांच के पश्चात् जैसी वह आवश्यक समझे, यह विश्वास करने का कारण है कि कोई स्थान चुराई हुई संपत्ति के निक्षेप या विक्रय के लिए या किसी ऐसी आपत्तिजनक वस्तु के, जिसको यह धारा लागू होती है, निक्षेप, विक्रय या उत्पादन के लिए उपयोग में लाया जाता है, या कोई ऐसी आपत्तिजनक वस्तु किसी स्थान में निक्षिप्त है, तो वह कांस्टेबल की पंक्ति से ऊपर के किसी पुलिस अधिकारी को वारंट द्वारा यह प्राधिकार दे सकता है कि वह- \n(क) उस स्थान में ऐसी सहायता के साथ, जैसी आवश्यक हो, प्रवेश करे; \n(ख) वारंट में विनिर्दिष्ट रीति से उसकी तलाशी ले; \n(ग) वहां पाई गई किसी भी संपत्ति या वस्तु को, जिसके चुराई हुई संपत्ति या ऐसी आपत्तिजनक वस्तु, जिसको यह धारा लागू होती है, होने का उसे उचित संदेह है, कब्जे में ले; \n(घ) ऐसी संपत्ति या वस्तु को मजिस्ट्रेट के पास ले जाए या अपराधी को मजिस्ट्रेट के समक्ष ले जाने तक उसको उसी स्थान पर पहरे में रखे या अन्यथा उसे किसी सुरक्षित स्थान में रखे; \n(ङ) ऐसे स्थान में पाए गए ऐसे प्रत्येक व्यक्ति को अभिरक्षा में ले और मजिस्ट्रेट के समक्ष ले जाए, जिसके बारे में प्रतीत हो कि वह किसी ऐसी संपत्ति या वस्तु के निक्षेप, विक्रय या उत्पादन में यह जानते हुए या संदेह करने का उचित कारण रखते हुए संसर्गी रहा है कि, यथास्थिति, वह चुराई हुई संपत्ति है या एसी आपत्तिजनक वस्तु है, जिसको यह धारा लागू होती है। \n(2) वे आपत्तिजनक वस्तुए, जिनको यह धारा लागू होती है, निम्नलिखित है-    \n(क) कूटकृत सिक्का; \n(ख) %सिक्का निर्माण अधिनियम, 2011 (2011 का 11)% के उल्लंघन में बनाए गए या सीमाशुल्क अधिनियम, 1962 (1962 का 52) की धारा 11 के अधीन तत्समय प्रवृत्त किसी अधिसूचना के उल्लंघन में भारत में लाए गए धातु-खंड; \n(ग) कूटकृत करेंसी नोट: कूटकृत स्टाम्प; \n(घ) कूटरचित दस्तावेज; \n(ड) नकली मुद्राएं: \n(च) %भारतीय न्याय संहिता, 2023 की धारा 294% में निर्दिष्ट अश्लील वस्तुएं; \n(छ) खंड (क) से (च) तक के खंडों में उल्लिखित वस्तुओं में से किसी के उत्पादन के लिए प्रयुक्त उपकरण या सामग्री।",
  },
  {
    id: 105,
    prevCode: "95",
    prevCodeInfo: "----",
    newCode: "98",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      '98. कुछ प्रकाशनों के समपहत होने की घोषणा करने और उनके लिए तलाशी-वारंट जारी करने की शक्ति- \n(1) जहां, राज्य सरकार को प्रतीत होता है कि- \n(क) किसी समाचारपत्र या पुस्तक में; या \n(ख) किसी दस्तावेज में; चाहे वह कहीं भी मुदित हुई हो, कोई ऐसी बात अंतर्विष्ट है जिसका प्रकाशन %भारतीय न्याय संहिता, 2023 की धारा 152 या धारा 196 या धारा 197 या धारा 294 या धारा 295 या धारा 299 के अधीन% दंडनीय है, वहां राज्य सरकार ऐसी बात अंतर्विष्ट करने वाले समाचारपत्र के अंक की प्रत्येक प्रति का और ऐसी पुस्तक या अन्य दस्तावेज की प्रत्येक प्रति का सरकार के पक्ष में समपहरण कर लिए जाने की घोषणा, अपनी राय के आधारों का कथन करते हुए, अधिसूचना द्वारा कर सकती है और तब भारत में, जहां भी वह मिले, कोई भी पुलिस अधिकारी उसे अभिगृहीत कर सकता है और कोई मजिस्ट्रेट, उप- निरीक्षक से अनिम्न पंक्ति के किसी पुलिस अधिकारी को, किसी ऐसे परिसर में, जहां ऐसे किसी अंक की कोई प्रति या ऐसी कोई पुस्तक या अन्य दस्तावेज है या उसके होने का उचित संदेह है, प्रवेश करने और उसके लिए तलाशी लेने के लिए वारंट द्वारा प्राधिकृत कर सकता है। \n(2) इस धारा में %और धारा 99 में-% रजिस्ट्रीकरण अधिनियम, 1867 (1867 का 25) में हैं, \n(क) "समाचारपत्र" और "पुस्तक" के वे ही अर्थ होंगे, जो प्रेस और पुस्तक \n(ख) "दस्तावेज" के अंतर्गत रंगचित्र, रेखाचित्र या फोटोचित्र या अन्य दृश्यरूपण भी हैं। \n(3) इस धारा के अधीन पारित किसी आदेश या की गई किसी कार्रवाई को किसी न्यायालय में %धारा 99% के उपबंधों के अनुसार ही प्रश्नगत किया जाएगा अन्यथा नहीं।',
  },
  {
    id: 106,
    prevCode: "96",
    prevCodeInfo: "----",
    newCode: "99",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      "99. समपहरण की घोषणा को अपास्त करने के लिए उच्च न्यायालय में आवेदन- \n(1) किसी ऐसे समाचारपत्र, पुस्तक या अन्य दस्तावेज में, जिसके बारे में %धारा 98% के अधीन समपहरण की घोषणा की गई है, कोई हित रखने वाला कोई व्यक्ति उस घोषणा के राजपत्र में प्रकाशन की तारीख से दो मास के भीतर उस घोषणा को इस आधार पर अपास्त कराने के लिए उच्च न्यायालय में आवेदन कर सकता है कि समाचारपत्र के उस अंक या उस पुस्तक या अन्य दस्तावेज में, जिसके बारे में वह घोषणा की गई थी, कोई ऐसी बात अंतर्विष्ट नहीं है, जो %धारा 98% की उपधारा (1) निर्दिष्ट है। \n(2) जहां उच्च न्यायालय में तीन या अधिक न्यायाधीश हैं, वहां ऐसा प्रत्येक आवेदन उच्च न्यायालय के तीन न्यायाधीशों से बनी विशेष न्यायपीठ द्वारा सुना और अवधारित किया जाएगा और जहां उच्च न्यायालय में तीन से कम न्यायाधीश है वहां ऐसी विशेष न्यायपीठ में उस उच्च न्यायालय के सब न्यायाधीश होंगे। \n(3) किसी समाचारपत्र के संबंध में ऐसे किसी आवेदन की सुनवाई में, उस समाचारपत्र में, जिसकी बाबत समपहरण की घोषणा की गई थी, अंतर्विष्ट शब्दों, चिह्नों या दृश्यरूपणों की प्रकृति या प्रवृत्ति के सबूत में सहायता के लिए उस समाचारपत्र की कोई प्रति साक्ष्य में दी जा सकती है। \n(4) यदि उच्च न्यायालय का इस बारे में समाधान नहीं होता है कि समाचारपत्र के उस अंक में या उस पुस्तक या अन्य दस्तावेज में, जिसके बारे में वह आवेदन किया गया है, कोई ऐसी बात अंतर्विष्ट है %जो धारा 98% की उपधारा (1) में निर्दिष्ट है, तो वह समपहरण की घोषणा को अपास्त कर देगा। \n(5) जहां उन न्यायाधीशों में, जिनसे विशेष न्यायपीठ बनी है, मतभेद है वहां विनिश्वय उन न्यायाधीशों की बहुसंख्या की राय के अनुसार होगा।",
  },
  {
    id: 107,
    prevCode: "97",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "100",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      "सदोष परिरुद्ध व्यक्तियों के लिए तलाशी- \nयदि किसी जिला मजिस्ट्रेट, उपखंड मजिस्ट्रेट वा प्रथम वर्ग मजिस्ट्रेट को यह विश्वास करने का कारण है कि कोई व्यक्ति ऐसी परिस्थितियों में परिरुद्ध है, जिनमें वह परिरोध अपराध की कोटि में आता है, तो वह तलाशी वारंट जारी कर सकता है और वह व्यक्ति, जिसको ऐसा वारंट निदिष्ट किया जाता है, ऐसे परिरुद्ध व्यक्ति के लिए तलाशी ले सकता है, और ऐसी तलाशी तद्रुसार ही ली जाएगी और यदि वह व्यक्ति मिल जाए, तो उसे तुरंत मजिस्ट्रेट के समक्ष ले जाया आएगा जो ऐसा आदेश करेगा जैसा उस मामले की परिस्थितियों में उचित प्रतीत हो।",
  },
  {
    id: 108,
    prevCode: "98",
    prevCodeInfo: "अपहृत रित्रयों को वापस करने के लिए विवश करने की शक्ति-",
    newCode: "101",
    chapter: chapter["7"].heading + ", " + chapter["7"].ख,
    newCodeInfo:
      "अपहृत स्त्रियों को वापस करने के लिए विवश करने की शक्ति- \nकिसी महिला या %किसी बालिका% के किसी विधिविरुद्ध प्रयोजन के लिए अपहृत किए जाने या विधिविरुद्ध निरुद्ध रखे जाने का शपथ पर परिवाद किए जाने की दशा में जिला मजिस्ट्रेट, उपखंड मजिस्ट्रेट या प्रथम वर्ग मजिस्ट्रेट यह आदेश कर सकता है कि उस महिला को तुरंत स्वतंत्र किया जाए या वह बालिका उसके माता-पिता, संरक्षक या अन्य व्यक्ति को, जो उस बालिका का विधिपूर्ण भारसाधक है, तुरंत वापस कर दी जाए और ऐसे आदेश का अनुपालन ऐसे बल के प्रयोग द्वारा, जैसा आवश्यक हो, करा सकता है।",
  },
  {
    id: 109,
    prevCode: "99",
    prevCodeInfo: "----",
    newCode: "102",
    chapter: chapter["7"].heading + ", " + chapter["7"].ग,
    newCodeInfo:
      "तलाशी-वारंटों का निदेशन आदि- \n%धारा 32, धारा 72, धारा 74, धारा 76, धारा 79, धारा 80 और धारा 81 के उपबंध, जहां तक हो सके, उन सब तलाशी वारंटों को लागू होंगे जो धारा 96, धारा 97, धारा 98 या धारा 100 के% अधीन जारी किए जाते हैं।",
  },
  {
    id: 110,
    prevCode: "100",
    prevCodeInfo: "----",
    newCode: "103",
    chapter: chapter["7"].heading + ", " + chapter["7"].ग,
    newCodeInfo:
      "बंद स्थान के भारसाधक व्यक्ति तलाशी लेने देंगे- \n(1) जब कभी इस अध्याय के अधीन तलाशी लिए जाने या निरीक्षण किए जाने वाला कोई स्थान बंद है तब उस स्थान में निवास करने वाला या उसका भारसाधक व्यक्ति उस अधिकारी या अन्य व्यक्ति की, जो वारंट का निष्पादन कर रहा है, मांग पर और वारंट के पेश किए जाने पर उसे उसमें अबाध प्रवेश करने देगा और वहां तलाशी लेने के लिए सब उचित सुविधाएं देगा। \n(2) यदि उस स्थान में इस प्रकार प्रवेश प्राप्त नहीं हो सकता है तो वह अधिकारी या अन्य व्यक्ति, जो वारंट का निष्पादन कर रहा है %धारा 44% को उपधारा (2) द्वारा उपबंधित रीति से कार्यवाही कर सकेगा। \n(3) जहां किसी ऐसे व्यक्ति के बारे में, जो ऐसे स्थान में या उसके आसपास है, उचित रूप से यह संदेह किया जाता है कि वह अपने शरीर पर कोई ऐसी वस्तु छिपाए हुए है जिसके लिए तलाशी ली जानी चाहिए तो उस व्यक्ति की तलाशी ली जा सकती है और यदि वह व्यक्ति महिला है, तो तलाशी शिष्टता का पूर्ण ध्यान रखते हुए अन्य महिला द्वारा ली जाएगी। \n(4) इस अध्याय के अधीन तलाशी लेने के पूर्व ऐसा अधिकारी या अन्य व्यक्ति, जब तलाशी लेने ही वाला हो, तलाशी में हाजिर रहने और उसके साक्षी बनने के लिए उस मुहल्ले के, जिसमें तलाशी लिया जाने वाला स्थान है, दो या अधिक स्वतंत्र और प्रतिष्ठित निवासियों को या यदि उक्त मुहल्ले का ऐसा कोई निवासी नहीं मिलता है या उस तलाशी का साक्षी होने के लिए रजामंद नहीं है तो किसी अन्य मुहल्ले के ऐसे निवासियों को बुलाएगा और उनको या उनमें से किसी को ऐसा करने के लिए लिखित आदेश जारी कर सकेगा। \n(5) तलाशी उनकी उपस्थिति में ली जाएगी और ऐसे तलाशी के अनुक्रम में अभिगृहीत सब चीजों की और जिन-जिन स्थानों में वे पाई गई हैं उनकी सूची ऐसे अधिकारी या अन्य व्यक्ति द्वारा तैयार की जाएगी और ऐसे साक्षियों द्वारा उस पर हस्ताक्षर किए जाएंगे, किंतु इस धारा के अधीन तलाशी के साक्षी बनने वाले किसी व्यक्ति से, तलाशी के साक्षी के रूप में न्यायालय में हाजिर होने की अपेक्षा उस दशा में ही की जाएगी जब वह न्यायालय द्वारा विशेष रूप से समन किया गया हो। \n(6) तलाशी लिए जाने वाले स्थान के अधिभोगी को या उसकी ओर से किसी व्यक्ति को तलाशी के दौरान हाजिर रहने की अनुज्ञा प्रत्येक दशा में दी जाएगी और इस धारा के अधीन तैयार की गई उक्त साक्षियों द्वारा हस्ताक्षरित सूची की एक प्रतिलिपि ऐसे अधिभोगी या ऐसे व्यक्ति को परिदत्त की जाएगी। \n(7) जब किसी व्यक्ति की तलाशी उपधारा (3) के अधीन ली जाती है तब कब्जे में ली गई सब चीजों सूची तैयार की जाएगी और उसकी एक प्रतिलिपि ऐसे व्यक्ति को परिदत्त की जाएगी। \n(8) कोई व्यक्ति जो इस धारा के अधीन तलाशी में हाजिर रहने और साक्षी बनने के लिए ऐसे लिखित आदेश द्वारा, जो उसे परिदत्त या निविदत्त किया गया है, बुलाए जाने पर, ऐसा करने से उचित कारण के बिना इंकार या उसमें उपेक्षा करेगा, उसके बारे में यह समझा जाएगा कि उसने %भारतीय न्याय संहिता, 2023 की धारा 222% के अधीन अपराध किया है।",
  },
  {
    id: 111,
    prevCode: "101",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "104",
    chapter: chapter["7"].heading + ", " + chapter["7"].ग,
    newCodeInfo:
      "अधिकारिता के परे तलाशी में पाई गई चीजों का व्ययन- \nजब तलाशी वारंट को किसी ऐसे स्थान में निष्पादित करने में, जो उस न्यायालय की जिसने उसे जारी किया है, स्थानीय अधिकारिता से परे है, उन चीजों में से, जिनके लिए तलाशी ली गई है, कोई चीजे पाई जाएं तब वे चीजें, इसमें इसके पश्चात् अंतर्विष्ट उपबंधों के अधीन तैयार की गई, उनकी सूची के सहित उस न्यायालय के समक्ष, जिसने वारंट जारी किया था तुरंत ले जाई जाएंगी किंतु यदि वह स्थान ऐसे न्यायालय की अपेक्षा उस मजिस्ट्रेट के अधिक समीप है, जो वहां अधिकारिता रखता है, तो सूची और चीजें उस मजिस्ट्रेट के समक्ष तुरंत ले जाई जाएंगी और जब तक तत्प्रतिकूल अच्छा कारण न हो, वह मजिस्ट्रेट उन्हें ऐसे न्यायालय के पास ले जाने के लिए प्राधिकृत करने का आदेश देगा।",
  },
  {
    id: 112,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "105",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "%श्रव्य-दृश्य इलैक्ट्रानिक साधनों के माध्यम से तलाशी और अभिग्रहण का अभिलेख करना - इस अध्याय या धारा 185 के अधीन किसी संपत्ति, वस्तु या चीज के स्थान की तलाशी करने या कब्जे में लेने की प्रक्रिया जिसके अन्तर्गत ऐसे तलाशी और अभिग्रहण के अनुक्रम में सभी अभिगृहीत वस्तुओं की सूची तैयार करना और साक्षियों द्वारा ऐसी सूची पर हस्ताक्षर करना किसी श्रव्य दृश्य इलैक्ट्रानिक साधनों के माध्यम से मोबाइल फोन को वरीयता देते हुए अभिलिखित किया जाएगा और पुलिस अधिकारी देर किए बिना यथास्थिति जिला मजिस्ट्रेट, उपखंड मजिस्ट्रेट या प्रथम वर्ग न्यायिक मजिस्ट्रेट को ऐसे अभिलेखन को भेजेगा।%",
  },
  {
    id: 113,
    prevCode: "102",
    prevCodeInfo: "----",
    newCode: "106",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "कुछ संपत्ति को अभिगृहीत करने की पुलिस अधिकारी की शक्ति \n(1) कोई पुलिस अधिकारी किसी ऐसी संपत्ति को, अभिगृहीत कर सकता है जिसके बारे में यह अभिकथन या संदेह है कि वह चुराई हुई है या जो ऐसी परिस्थितियों में पाई जाती है, जिनसे किसी अपराध के किए जाने का संदेह हो। \n(2) यदि ऐसा पुलिस अधिकारी पुलिस थाने के भारसाधक अधिकारी के अधीनस्थ है तो वह उस अधिग्रहण की रिपोर्ट उस अधिकारी को तत्काल देगा। \n(3) उपधारा (1) के अधीन कार्य करने वाला प्रत्येक पुलिस अधिकारी अधिकारिता रखने वाले मजिस्ट्रेट को अभिग्रहण की रिपोर्ट तुरंत देगा और जहां अभिगृहीत संपत्ति ऐसी है कि वह सुगमता से व्यायालय में नहीं लाई जा सकती है या जहां ऐसी संपत्ति की अभिरक्षा के लिए उचित स्थान प्राप्त करने में कठिनाई है, या जहां अन्वेषण के प्रयोजन के लिए संपत्ति को पुलिस अभिरक्षा में निरंतर रखा जाना आवश्यक नहीं समझा जाता है वहां वह उस संपत्ति को किसी ऐसे व्यक्ति की अभिरक्षा में देगा जो यह वचनबंध करते हुए बंधपत्र निष्पादित करे कि वह संपत्ति को जब कभी अपेक्षा की जाए तब न्यायालय के समक्ष पेश करेगा और उसके व्ययन की बाबत न्यायालय के अतिरिक्त आदेशों का पालन करेगा: \nपरंतु जहां उपधारा (1) के अधीन अभिगृहीत की गई संपत्ति शीघ्रतया और प्रकृत्या क्षयशील हो और यदि ऐसी संपत्ति के कब्जे का हकदार व्यक्ति अज्ञात है या अनुपस्थित है और ऐसी संपत्ति का मूल्य पांच सौ रुपए से कम है, तो उसका पुलिस अधीक्षक के आदेश से तत्काल नीलामी द्वारा विक्रय किया जा सकेगा %धारा 503 और धारा 504% के उपबंध, यथासाध्य निकटतम रूप में, ऐसे विक्रय के शुद्ध आगमों को लागू होंगे।",
  },
  {
    id: 114,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "107",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "%संपत्ति की कुर्की, जब्ती या वापसी- \n(1) जहां कोई पुलिस अधिकारी को अन्वेषण करते समय यह विश्वास करने का कारण है कि कोई संपत्ति प्रत्यक्षतः या अप्रत्यक्षतः किसी अपराधी क्रियाकलाप के परिणामस्वरूप या किसी अपराध के कारित करने से व्युत्पन्न होती है या प्राप्त की जाती है तो वह, यथास्थिति, पुलिस अधीक्षक या पुलिस आयुक्त के अनुमोदन से ऐसी संपत्ति की कुर्की के लिए मामले का विचारण करने के लिए अपराध का संज्ञान करने या सुपुर्द करने के लिए अधिकारिता का प्रयोग करने वाले न्यायालय या मजिस्ट्रेट को, आवेदन दे सकेगा। \n(2) यदि न्यायालय या मजिस्ट्रेट को साक्ष्य लेने के पूर्व या पश्चात् यह विश्वास करने का कारण है कि सभी या ऐसी संपत्तियों में से कोई अपराध के लिए प्रयुक्त की जाती है तो न्यायालय या मजिस्ट्रेट ऐसे व्यक्ति को चौदह दिनों के भीतर कारण दर्शित करने के लिए नोटिस जारी कर सकेगा कि क्यों न कुर्की का आदेश की जाए। \n(3) जहां उपधारा (2) के अधीन किसी व्यक्ति को जारी किया गया नोटिस किसी सम्पत्ति को विनिर्दिष्ट करता है जो कि किसी ऐसे व्यक्ति के निमित्त किसी अन्य व्यक्ति द्वारा धारित की जा रही है तो ऐसे नोटिस की एक प्रति ऐसे अन्य व्यक्ति को भी तामील की जा सकेगी। \n(4) न्यायालय या मजिस्ट्रेट, स्पष्टीकरण, यदि कोई हो, पर विचार करने के पश्चात् उपधारा (2) के अधीन कारण बताओ नोटिस जारी कर सकेगा और ऐसे न्यायालय या मजिस्ट्रेट के समक्ष उपलब्ध तात्विक तथ्य को तथा ऐसे व्यक्ति या व्यक्तियों को युक्तियुक्त सुनवाई का अवसर देने के पश्चात् ऐसी संपत्तियों के संबंध में, जो अपराध का आगम होना पाई जाती है, कुर्की का     आदेश पारित कर सकेगा : परंतु यदि ऐसा व्यक्ति कारण बताओ नोटिस में विनिर्दिष्ट चौदह दिनों की अवधि के भीतर न्यायालय या मजिस्ट्रेट के समक्ष उपस्थित नहीं होता है या न्यायालय या मजिस्ट्रेट एकपक्षीय आदेश पारित कर सकेगा। \n(5) उपधारा (2) अंतर्विष्ट किसी बात के होते हुए भी, यदि न्यायालय या मजिस्ट्रेट की यह राय है कि उक्त उपधारा के अधीन नोटिस के जारी होने से कुर्की या अधिग्रहण का उद्देश्य विफल हो जाएगा तो नयायालय या मजिस्ट्रेट ऐसी संपत्ति की सीधे कुर्की या अधिग्रहण का एक पक्षीय अंतरिम आदेश पारित कर सकेगा और ऐसा आदेश उपधारा \n(6) के अधीन आदेश पारित करने तक प्रवृत्त रहेगा। (6) यदि न्यायालय या मजिस्ट्रेट यह पाता है कि कुर्की या अभिगृहीत संपत्ति अपराध का आगम है तो न्यायालय या मजिस्ट्रेट आदेश द्वारा जिला मजिस्ट्रेट को ऐसे व्यक्तियों को, जो ऐसे नहीं समझा जाता है वहां वह उस संपति को किसी ऐसे व्यक्ति की अभिरक्षा में देगा जो यह वचनबंध करते हुए बंधपत्र निष्पादित करे कि वह संपत्ति को जब कभी अपेक्षा की जाए तब न्यायालय के समक्ष पेश करेगा और उसके व्ययन की बाबत न्यायालय के अतिरिक्त आदेशों का पालन करेगा: \nपरंतु जहां उपधारा (1) के अधीन अभिगृहीत की गई संपत्ति शीघ्रतया और प्रकृत्या स्वयशील हो और यदि ऐसी संपत्ति के कब्जे का हकदार व्यक्ति अज्ञात है या अनुपस्थित है और ऐसी संपत्ति का मूल्य पांच सौ रुपए से कम है, तो उसका पुलिस अधीक्षक के आदेश से तत्काल नीलामी द्वारा विक्रय किया जा सकेगा धारा 503 और धारा 504 के उपबंध, यथासाध्य निकटतम रूप में, ऐसे विक्रय के शुद्ध आगमों को लागू होंगे।%",
  },
  {
    id: 115,
    prevCode: "103",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "108",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "मजिस्ट्रेट अपनी उपस्थिति में तलाशी ली जाने का निदेश दे सकता है- \nकोई मजिस्ट्रेट किसी स्थान की, जिसकी तलाशी के लिए वह तलाशी वारंट जारी करने के लिए सक्षम है, अपनी उपस्थिति में तलाशी ली जाने का निदेश दे सकता है।",
  },
  {
    id: 116,
    prevCode: "104",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "109",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "पेश की गई दस्तावेज आदि, को परिबद्ध करने की शक्ति- \nयदि कोई न्यायालय ठीक समझता है, तो वह किसी दस्तावेज या चीज को, जो इस संहिता के अधीन उसके समक्ष पेश की गई है, परिबद्ध कर सकता है।",
  },
  {
    id: 117,
    prevCode: "105",
    prevCodeInfo: "----",
    newCode: "110",
    chapter: chapter["7"].heading + ", " + chapter["7"].घ,
    newCodeInfo:
      "आदेशिकाओं के बारे में व्यतिकारी व्यवस्था- \n(1) जहां उन राज्यक्षेत्रों का कोई न्यायालय, जिन पर इस संहिता का विस्तार है (जिन्हें इसके पश्चात् इस धारा में उक्त राज्यक्षेत्र कहा गया है) यह चाहता है कि- \n(क) किसी अभियुक्त व्यक्ति के नाम किसी समन की; या \n(ख) किसी अभियुक्त व्यक्ति की गिरफ्तारी के लिए किसी वारंट की; या \n(ग) किसी व्यक्ति के नाम यह अपेक्षा करने वाले ऐसे किसी समन की कि वह किसी दस्तावेज या अन्य चीज को पेश करे, या हाजिर हो और उसे पेश करे; या \n(घ) किसी तलाशी वारंट की, जो उस न्यायालय द्वारा जारी किया गया है, तामील या निष्पादन किसी ऐसे स्थान में किया जाए जो- \n(i) उक्त राज्यक्षेत्रों के बाहर भारत में किसी राज्य या क्षेत्र के न्यायालय की स्थानीय अधिकारिता के भीतर है, वहां वह ऐसे समन या वारंट की तामील या निष्पादन के लिए, दो प्रतियों में, उस न्यायालय के पीठासीन अधिकारी के पास डाक द्वारा या अन्यथा भेज सकता है; और जहां खंड (क) या खंड (ग) में निर्दिष्ट किसी समन की तामील इस प्रकार कर दी गई है वहां %धारा 70% के उपबंध उस समन के संबंध में ऐसे लागू होंगे, मानो जिस न्यायालय को वह       भेजा गया है उसका पीठासीन अधिकारी उक्त राज्यक्षेत्रों में मजिस्ट्रेट है; \n(ii) भारत के बाहर किसी ऐसे देश या स्थान में है, जिसकी बाबत केंद्रीय सरकार द्वारा, दांडिक मामलों के संबंध में समन या वारंट की तामील या निष्पादन के लिए ऐसे देश या स्थान की सरकार के (जिसे इस धारा में इसके पश्चात् संविदाकारी राज्य कहा गया है) साथ व्यवस्था की गई है, वहां वह ऐसे न्यायालय, न्यायाधीश या मजिस्ट्रेट को निर्दिष्ट ऐसे समन या वारंट को, दो प्रतियों में, ऐसे प्ररूप में और पारेषण के लिए ऐसे प्राधिकारी को भेजेगा, जो केंद्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे। \n(2) जहां उक्त राज्यक्षेत्रों के न्यायालय को- \n(क) किसी अभियुक्त व्यक्ति के नाम कोई समन; या \n(ख) किसी अभियुक्त व्यक्ति की गिरफ्तारी के लिए कोई वारंट; या \n(ग) किसी व्यक्ति से यह अपेक्षा करने वाला ऐसा कोई समन कि वह कोई दस्तावेज या अन्य चीज पेश करे अथवा हाजिर हो और उसे पेश करे; या \n(घ) कोई तलाशी-वारंट, जो निम्नलिखित में से किसी के द्वारा जारी किया गया है :- \n(i) उक्त राज्यक्षेत्रों के बाहर भारत में किसी राज्य या क्षेत्र के न्यायालयः \n(ii) किसी संविदाकारी राज्य का कोई न्यायालय, न्यायाधीश या मजिस्ट्रेट, तामील या निष्पादन के लिए प्राप्त होता है, वहां वह उसकी तामील या निष्पादन ऐसे कराएगा मानो वह ऐसा समन वा वारंट है जो उसे उक्त राज्यक्षेत्रों के किसी अन्य न्यायालय से अपनी स्थानीय अधिकारिता के भीतर तामोल या निष्पादन के लिए प्राप्त हुआ है; और जहां- \n(i) गिरफ्तारी का वारंट निष्पादित कर दिया जाता है, वहां गिरफ्तार किए गए व्यक्ति के बारे में कार्यवाही यथासंभव %धारा 82 और धारा 83 द्वारा% विहित प्रक्रिया के अनुसार की जाएगी; \n(ii) तलाशी वारंट निष्पादित कर दिया जाता है वहां तलाशी में पाई गई चीजों के बारे में कार्यवाही यथासंभव %धारा 104% में विहित प्रक्रिया के अनुसार की जाएगी: \nपरंतु उस मामले में, जहां संविदाकारी राज्य से प्राप्त समन या तलाशी वारंट का निष्पादन कर दिया गया है, तलाशी में पेश किए गए दस्तावेज या चीजें या पाई गई चीजें, समन या तलाशी वारंट जारी करने वाले न्यायालय की, ऐसे प्राधिकारी की मार्फत अग्रेषित की जाएंगी जो केंद्रीय सरकार, अधिसूचना, द्वारा, इस निमित विनिर्दिष्ट करे।",
  },
  {
    id: 118,
    prevCode: "105क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "111",
    chapter: chapter["8"],
    newCodeInfo:
      'परिभाषाएं - इस अध्याय में, जब तक कि संदर्भ से अन्यथा अपेक्षित न हो,- \n(क) "संविदाकारी राज्य से भारत के बाहर कोई देश या स्थान अभिप्रेत है जिसके संबंध में केंद्रीय सरकार द्वारा संधि के माध्यम से या अन्यथा ऐसे देश की सरकार के साथ कोई व्यवस्था की गई \n(ख) "पहचान करना" के अंतर्गत यह सबूत स्थापित करना है कि संपत्ति किसी अपराध के किए जाने से व्युत्पन्न हुई है या उसमें उपयोग की गई है; \n(ग) "अपराध के आगम" से आपराधिक क्रियाकलापों के (जिनके अंतर्गत मुद्रा अंतरणों को अंतर्वलित करने वाले अपराध हैं) परिणामस्वरूप किसी व्यक्ति द्वारा प्रत्यक्ष या अप्रत्यक्ष रूप से व्युत्पन्न या अभिप्राप्त कोई संपत्ति या ऐसी किसी संपत्ति का मूल्य अभिप्रेत है; \n(घ) "संपत्ति" से भौतिक या अभौतिक, जंगम या स्थावर, मूर्त या अमूर्त हर  प्रकार की संपत्ति और आस्ति तथा ऐसी संपत्ति या आस्ति में हक या हित को साक्ष्यित करने वाला विलेख और लिखत अभिप्रेत है जो किसी अपराध के किए जाने से व्युत्पन्न होती है या उसमें उपयोग की जाती है और इसके अंतर्गत अपराध के आगम के माध्यम से अभिप्राप्त संपत्ति है; \n(ङ) "पता लगाना" से किसी संपत्ति की प्रकृति, उसका स्रोत, व्ययन, संजंगमन, हक या स्वामित्व का अवधारण करना अभिप्रेत है। ',
  },
  {
    id: 119,
    prevCode: "166क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "112",
    chapter: chapter["8"],
    newCodeInfo:
      "भारत के बाहर किसी देश या स्थान में अन्वेषण के लिए सक्षम प्राधिकारी को अनुरोध- पत्र- \n(1) यदि किसी अपराध के अन्वेषण के अनुक्रम में अन्वेषण अधिकारी या अन्वेषण अधिकारी की पंक्ति से वरिष्ठ कोई अधिकारी यह आवेदन करता है कि भारत के बाहर किसी देश या स्थान में साक्ष्य उपलभ्य हो सकता है तो कोई दांडिक न्यायालय अनुरोधपत्र भेजकर उस देश या स्थान के ऐसे न्यायालय या प्राधिकारी से, जो ऐसे अनुरोधपत्र पर कार्रवाई करने के लिए सक्षम है, यह अनुरोध कर सकेगा कि वह किसी ऐसे व्यक्ति की मौखिक परीक्षा करे, जिसके बारे में यह अनुमान है कि वह मामले के तथ्यों और परिस्थितियों से अवगत है, और ऐसी परीक्षा के अनुक्रम में किए गए उसके कथन को अभिलिखित करे और ऐसे व्यक्ति या किसी अन्य व्यक्ति से उस मामले से संबंधित ऐसे दस्तावेज या चीज को पेश करने की अपेक्षा करे जो उसके कब्जे में है और इस प्रकार लिए गए या संगृहीत सभी साक्ष्य या उसकी अधिप्रमाणित प्रतिलिपि वा इस प्रकार संगृहीत चीज को ऐसा पत्र भेजने वाले न्यायालय को अग्रेषित करे। \n(2) अनुरोधपत्र ऐसी रोति में पारेषित किया जाएगा जो केंद्रीय सरकार इस निमित विनिर्दिष्ट करे। \n(3) उपधारा (1) के अधीन अभिलिखित प्रत्येक कथन या प्राप्त प्रत्येक दस्तावेज या चीज इस संहिता के अधीन अन्वेषण के दौरान संगृहीत साक्ष्य समझा जाएगा।",
  },
  {
    id: 120,
    prevCode: "166ख",
    prevCodeInfo:
      "भारत के बाहर के किसी देश या स्थान से भारत में अन्वेषण के लिए किसी न्यायालय या प्राधिकारी को अनुरोध-पत्र-",
    newCode: "113",
    chapter: chapter["8"],
    newCodeInfo:
      "भारत के बाहर के किसी देश या स्थान से भारत में अन्वेषण के लिए किसी न्यायालय या प्राधिकारी को अनुरोध-पत्र \n(1) भारत के बाहर के किसी देश या स्थान के ऐसे न्यायालय या प्राधिकारी से, जो उस देश या स्थान में अन्वेषणाधीन किसी अपराध के संबंध में किसी व्यक्ति की परीक्षा करने के लिए या किसी दस्तावेज या चीज को पेश कराने के लिए उस देश या स्थान में ऐसा पत्र भेजने के लिए सक्षम है, अनुरोधपत्र की प्राप्ति पर, केंद्रीय सरकार यदि वह उचित समझे तो,- \n(i) उसे मुख्य न्यायिक मजिस्ट्रेट या न्यायिक मजिस्ट्रेट को, जिसे वह इस निमित्त नियुक्त करे, अग्रेषित कर सकेगी जो तब उस व्यक्ति को अपने समक्ष समन करेगा तथा उसके कथन को अभिलिखित करेगा या दस्तावेज या चोज को पेश करवाएगा; या \n(ii) उस पत्र को अन्वेषण के लिए किसी पुलिस अधिकारी को भेज सकेगा जो तब उसी रीति में अपराध का अन्वेषण करेगा: मानों वह अपराध भारत के भीतर किया गया हो। \n(2) उपधारा (1) के अधीन लिए गए या संगृहीत सभी साक्ष्य, उसकी अधिप्रमाणित प्रतिलिपियां या इस प्रकार संगृहीत चीज, यथास्थिति, मजिस्ट्रेट या पुलिस अधिकारी द्वारा उस न्यायालय या प्राधिकारी को, जिसने अनुरोधपत्र भेजा था, पारेषित करने के लिए केंद्रीय सरकार को ऐसी रीति में, जिसे केंद्रीय सरकार उचित समझे, अग्रेषित करेगा।",
  },
  {
    id: 121,
    prevCode: "105ख",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "114",
    chapter: chapter["8"],
    newCodeInfo:
      "व्यक्तियों का अंतरण सुनिश्चित करने में सहायता- \n(1) जहां भारत का कोई न्यायालय, किसी आपराधिक मामले के संबंध में यह चाहता है कि हाजिर होने या किसी दस्तावेज या अन्य चीज को पेश करने के लिए, किसी व्यक्ति की गिरफ्तारी के लिए किसी वांरट का, जो उस न्यायालय द्वारा जारी किया गया    है, निष्पादन किसी संविदाकारी राज्य के किसी स्थान में किया जाए वहां वह ऐसे वारंट को दो प्रतिगों में और ऐसे प्ररूप में ऐसे न्यागालग, न्यायाधीश या मजिस्ट्रेट को, ऐसे प्राधिकारी के माध्यम से भेजेगा, जो केंद्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे, और, यथास्थिति, वह न्यायालय, न्यायाधीश या मजिस्ट्रेट उसका निष्पादन कराएगा। \n(2) यदि, किसी अपराध के किसी अन्वेषण या किसी जांच के दौरान अन्वेषण अधिकारी या अन्वेषण अधिकारी से पंक्ति में वरिष्ठ किसी अधिकारी द्वारा यह आवेदन किया जाता है कि किसी ऐसे व्यक्तिका भी किसी संविदाकारी राज्य के किसी स्थान में है, ऐसे अन्वेषण या जांच के संबंध में हाजिरी अपेक्षित है और शायालय का यह समाधान हो जाता है कि ऐसी हाजिरी आपेक्षित है तो वह उक्त व्यक्ति के विरुद्ध ऐसे समन या वारंट को तामील और निष्पादन कराने के लिए, दो प्रतियों में, ऐसे न्यायालय, न्यायाधीश या मजिस्ट्रेट को ऐसे प्ररूप में जारी करेगा, जो केंद्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे। \n(3) जहां भारत के किसी न्यायालय को, किसी आपराधिक मामले के संबंध में, किसी संविदाकारी राज्य के किसी न्यायालय, न्यायाधीश या मजिस्ट्रेट द्वारा जारी किया गया कोई वारंट किसी व्यक्ति की गिरफ्तारी के लिए प्राप्त होता है जिसमें ऐसे व्यक्ति से उस न्यायालय में या किसी अन्य अन्वेषण अभिकरण के समक्ष हाजिर होने अथवा हाजिर होने और कोई दस्तावेज या अन्य चीज पेश करने की अपेक्षा की गई है वहां वह उसका निष्पादन इस प्रकार कराएगा मानो यह ऐसा वारंट हो जो उसे भारत के किसी अन्य न्यायालय से अपनी स्थानीय अधिकारिता के भीतर निष्पादन के लिए प्राप्त हुआ है। \n(4) जहां उपधारा (3) के अनुसरण में किसी संविदाकारी राज्य को अंतरित कोई व्यक्ति भातर में बंदी है वहां भारत का न्यायालय या केंद्रीय सरकार ऐसी शर्तें अधिरोपित कर सकेगी जो वह न्यायालय या सरकार ठीक समझे। \n(5) जहां उपधारा (1) या उपधारा (2) के अनुसरण में भारत को अंतरित कोई व्यक्ति किसी संविदाकारी राज्य में बंदी है वहां भारत का न्यायालय यह सुनिश्चित करेगा कि उन शर्तों का, जिनके अधीन बंदी भारत को अंतरित किया जाता है, अनुपालन किया जाए और ऐसे बंदी को ऐसी शर्तों के अधीन अभिरक्षा में रखा जाएगा, जो केंद्रीय सरकार लिखित रूप में निर्दिष्ट करे।",
  },
  {
    id: 122,
    prevCode: "105ग",
    prevCodeInfo: "----",
    newCode: "115",
    chapter: chapter["8"],
    newCodeInfo:
      "संपत्ति की कुर्की या समपहरण के आदेशों के संबंध में सहायता- \n(1) जहां भारत के किसी न्यायालय के पास यह विश्वास करने के युक्तियुक्त आधार हैं कि किसी व्यक्ति द्वारा अभिप्राप्त कोई संपत्ति ऐसे व्यक्ति को किसी अपराध के किए जाने से प्रत्यक्ष या अप्रत्यक्ष रूप से व्युत्पन्न या अभिप्राप्त हुई है वहां वह ऐसी संपत्ति की कुर्की या समपहरण का कोई आदेश दे सकेगा जो वह %धारा 116 से धारा 122% (दोनों संहित) के उपबंधों के अधीन ठीक समझे। \n(2) जहां न्यायालय ने उपधारा (1) के अधीन किसी संपत्ति की कुर्की या समपहरण का कोई आदेश दिया है और ऐसी संपत्ति के किसी संविदाकारी राज्य में होने का संदेह है वहां न्यायालय, संविदाकारी राज्य के न्यायालय या प्राधिकारी को ऐसे आदेश के निष्पादन के लिए अनुरोधपत्र जारी कर सकेगा। \n(3) जहां केन्द्रीय सरकार को किसी संविदाकारी राज्य के किसी न्यायालय या किसी प्राधिकारी से अनुरोधपत्र प्राप्त होता है जिसमें किसी ऐसी संपत्ति की भारत में कुर्की या समपहरण करने का अनुरोध किया गया है जो किसी व्यक्ति द्वारा किसी ऐसे अपराध के किए जाने से प्रत्यक्ष या अप्रत्यक्ष रूप से व्युत्पन्न या अभिप्राप्त की गई है जो उस संविदाकारी राज्य में किया गया है वहां केंद्रीय सरकार, ऐसा अनुरोधपत्र ऐसे किसी न्यायालय को, जिसे वह ठीक समझे, यथास्थिति, धारा %116 से धारा 122% (दोनों सहित) के या तत्समय प्रवृत्त किसी अन्य विधि के उपबंधों के अनुसार निष्पादन के लिए अग्रेषित कर सकेगी।",
  },
  {
    id: 123,
    prevCode: "105घ",
    prevCodeInfo: "----",
    newCode: "116",
    chapter: chapter["8"],
    newCodeInfo:
      "विधिविरुद्धतया अर्जित संपत्ति की पहचान करना- \n(1) न्यायालय, %धारा 115% की उपधारा (1) के अधीन या उसकी उपधारा (3) के अधीन अनुरोधपत्र प्राप्त होने पर पुलिस उप-निरीक्षक से अनिम्न पंक्ति के किसी पुलिस अधिकारी को ऐसी संपत्ति का पता लगाने और पहचान करने के लिए सभी आवश्यक कार्रवाई करने के लिए निदेश देगा। \n(2) उपधारा (1) में निर्दिष्ट कार्रवाई के अंतर्गत, किसी व्यक्ति, स्थान, संपत्ति, आस्ति, दस्तावेश, किती बैंक या सार्वजनिक वितीय संस्था की लेखाबही या किसी अन्य सुसंगत विषय की बाबत योग, अन्वेषण या सर्वेक्षण भी हो सकेगा। \n(3) उपधारा (2) में निर्दिष्ट कोई जांच, अन्वेषण या सर्वेक्षण, उक्त न्यायालय द्वारा इस निमित दिए गाए विदेशों के अनुसार उपधारा (1) में उल्लिखित अधिकारी द्वारा किया जाएगा।",
  },
  {
    id: 124,
    prevCode: "105ङ",
    prevCodeInfo: "----",
    newCode: "117",
    chapter: chapter["8"],
    newCodeInfo:
      "सम्पत्ति का अभिग्रहण या कुर्की- \n(1) जहां %धारा 116% के अधीन जांच या अन्वेषण करने हाले किसी अधिकारी के पास यह विश्वास करने का कारण है कि किसी संपत्ति के, जिसके संबंध में ऐसी जब या अन्वेषण किया जा रहा है, छिपाए जाने, अंतरित किए जाने या उसके विषय में किसी रीति से बहार किए जाने की संभावना है जिसका परिणाम ऐसी संपत्ति का व्ययन होगा वहां वह उक्त संपत्ति का अधिग्रहण करने का आदेश कर सकेगा और जहां ऐसी संपत्ति का अभिग्रहण करना साध्य नहीं है वहां वह कुकी का आदेश यह निदेश देते हुए कर सकेगा कि ऐसे संपत्ति ऐसा आदेश करने वाले अधिकारी की पूर्व अनुज्ञा के बिना अंतरित नहीं की जाएगी या उसके विषय में अन्यथा व्यवहार नहीं किया जाएगा और ऐसे आदेश की एक प्रति की तामील संबंधित व्यक्ति पर की जाएगी। \n(2) उपधारा (1) के अधीन किए गए किसी आदेश का तब तक कोई प्रभाव नहीं होगा, जब तक उक्त अदेत की, उसके किए जाने से तीस दिन की अवधि के भीतर उक्त न्यायालय के आदेश द्वारा पुष्टि नहीं कर दो जाती है।",
  },
  {
    id: 125,
    prevCode: "105च",
    prevCodeInfo: "----",
    newCode: "118",
    chapter: chapter["8"],
    newCodeInfo:
      "इस अध्याय के अधीन अभिगृहीत या समपहृत संपत्ति का प्रबंध- \n(1) न्यायालय उस क्षेत्र के. जहां संपत्ति स्थित है, जिला मजिस्ट्रेट को, या अन्य किसी अधिकारी को, जो जिला मजिस्ट्रेट द्वारा नामनिर्देशित किए जाए, ऐसी संपत्ति के प्रशासक के कृत्यों का पालन करने के लिए नियुक्त कर सकेगा। \n(2) उपधारा (1) के अधीन नियुक्त किया गया प्रशासक, उस संपत्ति को, जिसके संबंध में %धारा 117% को उपधारा (1) के अधीन या %धारा 120% के अधीन आदेश किया गया है, ऐसी रीति से और ऐसी शतों के अधीन रहते हुए, जो केंद्रीय सरकार द्वारा विनिर्दिष्ट की जाएं, प्राप्त करेगा और उसका प्रबंध करेगा। \n(3) प्रशासक, केंद्रीय सरकार को समपहत संपत्ति के व्ययन के लिए ऐसे उपाय भी करेगा, जो केंद्रीय सरकार निदिष्ट करे।",
  },
  {
    id: 126,
    prevCode: "105छ",
    prevCodeInfo: "----",
    newCode: "119",
    chapter: chapter["8"],
    newCodeInfo:
      "के समपहरण की सूचना- \n(1) यदि, %धारा 116 के% अधीन जांच, अन्वेषण या सर्वेक्षण के परिणामस्वरूप, न्यायालय के पास यह विश्वास करने का कारण है कि सभी या कोई संपत्ति, अपराध का आगम है तो वह ऐसे व्यक्ति पर (जिसे इसमें इसके पश्चात् प्रभावित व्यक्ति कहा गया है) ऐसी सूचना की तामील कर सकेगा, जिसमें उससे यह अपेक्षा की गई हो कि वह उस सूचना में विनिर्दिष्ट तीस दिन की अवधि के भीतर उस आय, उपार्जन या आस्तियों के वे स्रोत, जिनसे या जिनके द्वारा उसने ऐसी संपत्ति अर्जित की है, वह साक्ष्य जिस पर वह निर्भर करता है तथा अन्य सुसंगत जानकारी और विशिष्टियां उपदर्शित करे और यह कारण बताए कि, यथास्थिति, ऐसी सभी या किसी संपत्ति को अपराध का आगम क्यों न घोषित किया जाए और उसे केंद्रीय सरकार को क्यों न समपहृत कर लिया जाए। \n(2) जहां किसी व्यक्ति को उपधारा (1) के अधीन सूचना में यह विनिर्दिष्ट किया जाता है कि कोई संपत्ति ऐसे व्यक्ति की ओर से किसी अन्य व्यक्ति दद्वारा धारित है वहां सूचना की एक प्रति की ऐसे अन्य व्यक्ति पर भी तामील की जाएगी।",
  },
  {
    id: 127,
    prevCode: "105ज",
    prevCodeInfo: "----",
    newCode: "120",
    chapter: chapter["8"],
    newCodeInfo:
      "कतिपय मामलों में संपत्ति का समपहरण- \n(1) न्यायालय, %धारा 119% के अधीन जारी की गई कारण बताओं सूचना के स्पष्टीकरण पर, यदि कोई हो,  और उसके समक्ष उपलब्ध सामग्रियों पर विचार करने के पश्चात् तथा प्रभावित व्यक्ति को (और ऐसे मामले में जहां प्रभावित व्यक्ति सूचना में विनिर्दिष्ट कोई संपत्ति किसी अन्य व्यक्ति के माध्यम से धारित करता है वहां ऐसे अन्य व्यक्ति को भी) सुनवाई का युक्तियुक्त अवसर देने के पश्चात्, आदेश द्वारा, अपना यह निष्कर्ष अभिलिखित करेगा कि प्रश्नगत सभी या कोई संपत्ति अपराध का आगम है या नहीं: परंतु यदि प्रभावित व्यक्ति (और मामले में जहां प्रभावित व्यक्ति सूचना में विनिर्दिष्ट कोई संपत्ति किसी अन्य व्यक्ति के माध्यम से धारित करता है वहां ऐसा अन्य व्यक्ति भी) न्यायालय के समक्ष हाजिर नहीं होता है या कारण बताओं सूचना में विनिर्दिष्ट तीस दिन की अवधि के भीतर उसके समक्ष अपना मामला अभ्यावेदित नहीं करता है तो न्यायालय, अपने समक्ष उपलब्ध साक्ष्य के आधार पर इस उपधारा के अधीन एकपक्षीय निष्कर्ष अभिलिखित करने के लिए अग्रसर हो सकेगा। \n(2) जहां न्यायालय का यह समाधान हो जाता है कि कारण बताओ सूचना में निर्दिष्ट संपत्ति में से कुछ अपराध का आगम है किंतु ऐसी संपत्ति की विनिर्दिष्ट रूप से पहचान करना संभव नहीं है वहां न्यायालय के लिए ऐसी संपत्ति को विनिर्दिष्ट करना जो उसके सर्वोत्तम निर्णय में अपराध का आगम है और तदनुसार उपधारा (1) के अधीन निष्कर्ष अभिलिखित करना विधिपूर्ण होगा। \n(3) जहां न्यायालय इस धारा के अधीन इस आशय का निष्कर्ष अभिलिखित करता है कि कोई संपत्ति अपराध का आगम है वहां ऐसी संपत्ति सभी विल्लंगमों से मुक्त होकर केंद्रीय सरकार को समपडत हो जाएगी। \n(4) जहां किसी कंपनी के कोई शेयर इस धारा के अधीन केंद्रीय सरकार को समपहृत हो जाते हैं वहां %कंपनी अधिनियम, 2013 (2013 का 18)% में या कंपनी के संगम-अनुच्छेद में किसी बात के होते हुए भी, कंपनी केंद्रीय सरकार को ऐसे शेयरों के अंतरिती के रूप में तुरंत रजिस्टर करेगी।",
  },
  {
    id: 128,
    prevCode: "105झ",
    prevCodeInfo: "----",
    newCode: "121",
    chapter: chapter["8"],
    newCodeInfo:
      "समपहरण के बदले जुर्माना- \n(1) जहां न्यायालय यह घोषणा करता है कि कोई संपत्ति %धारा 120% के अधीन केंद्रीय सरकार को समपहृत हो गई है और  यह ऐसा मामला है जहां ऐसी संपत्ति के केवल कुछ भाग का स्रोत न्यायालय को समाधानप्रद रूप में साबित नहीं किया गया है वहां वह प्रभावित व्यक्ति को, समपहरण के बदले में ऐसे भाग के बाजार मूल्य के बराबर जुर्माने का संदाय करने का विकल्प देते हुए, आदेश देगा। \n(2) उपधारा (1) के अधीन जुर्माना अधिरोपित करने का आदेश देने के पूर्व, प्रभावित व्यक्ति को सुनवाई का युक्तियुक्त अवसर दिया जाएगा। \n(3) जहां प्रभावित व्यक्ति, उपधारा (1) के अधीन देय जुर्माने का ऐसे समय के भीतर, जो उस निमित्त अनुज्ञात किया जाए, संदाय कर देता है वहां न्यायालय, आदेश द्वारा, %धारा 120% के अधीन की गई समपहरण की घोषणा का प्रतिसंहरण कर सकेगा और तब ऐसी संपत्ति निर्मुक्त हो जाएगी।",
  },
  {
    id: 129,
    prevCode: "105ञ",
    prevCodeInfo: "----",
    newCode: "122",
    chapter: chapter["8"],
    newCodeInfo:
      "कुछ अंतरणों का अकृत और शून्य होना- \nजहाँ %धारा 117% की उपधारा (1) के अधीन कोई आदेश करने या %धारा 119% के अधीन कोई सूचना जारी करने के पश्चात्, उक्त आदेश या सूचना में निर्दिष्ट कोई संपत्ति किसी भी रीति से अंतरित कर दी जाती है वहां इस अध्याय के अधीन कार्यवाहियों के प्रयोजनों के लिए, ऐसे अंतरणों पर ध्यान नहीं दिया जाएगा और यदि ऐसी संपत्ति बाद में %धारा 120% के अधीन केंद्रीय सरकार को समपहत हो जाती है तो ऐसी संपत्ति का अंतरण अकृत और शून्य समझा जाएगा।",
  },
  {
    id: 130,
    prevCode: "105ट",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "123",
    chapter: chapter["8"],
    newCodeInfo:
      "अनुरोधपत्र की बाबत प्रक्रिया इस अध्याय के अधीन केंद्रीय सरकार को किसी संविदाकारी राज्य से प्राप्त प्रत्येक अनुरोधपत्र, समन या वारंट और  किसी संविदाकारी राज्य को पारेषित किया जाने वाली प्रत्येक अनुरोधपत्र, समन या वारंट केंद्रीय सरकार द्वारा, ऐसे प्ररूप में और ऐसी रीति से जो केंद्रीय सरकार, अधिसूचना दद्वारा, इस निमित्त विनिर्दिष्ट करे, यथास्थिति, संविदाकारी राज्य को पारेषित किया जाएगा या भारत के संबंधित न्यायालय को भेजा जाएगा।",
  },
  {
    id: 131,
    prevCode: "105ठ",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "124",
    chapter: chapter["8"],
    newCodeInfo:
      "इस अध्याय का लागू होना-केंद्रीय सरकार, राजपत्र में अधिसूचना द्वारा, यह निदेश दे सकेगी कि ऐसे संविदाकारी राज्य के संबंध में, जिसके साथ व्यतिकारी व्यवस्था की गई है, इस अध्याग का लागू होना ऐसी शर्तों, अपवादों या अर्हताओं के अधीन होगा जो उक्त अधिसूचना में विनिर्दिष्ट की जाएं।",
  },
  {
    id: 132,
    prevCode: "106",
    prevCodeInfo: "----",
    newCode: "125",
    chapter: chapter["9"],
    newCodeInfo:
      "दोषसिद्धि पर परिशांति कायम रखने के लिए प्रतिभूति- \n(1) जब सेशन न्यायालय या प्रथम वर्ग मजिस्ट्रेट का न्यायालय किसी व्यक्ति को उपधारा (2) में विनिर्दिष्ट अपराधों में से किसी अपराध के लिए या किसी ऐसे अपराध के दुष्प्रेरण के लिए सिद्धदोष ठहराता है और उसकी यह राय है कि यह आवश्यक है कि परिशांति कायम रखने के लिए ऐसे व्यक्ति से प्रतिभूति ली जाए, तब न्यायालय ऐसे व्यक्ति को दंडादेश देते समय उसे आदेश दे सकेगा कि वह तीन वर्ष से अनधिक इतनी अवधि के लिए, जितनी वह ठगेक समझे, परिशांति कायम रखने के लिए बंधपत्र या जमानतपत्र निष्पादित करे। \n(2) उपधारा (1) में निर्दिष्ट अपराध निम्नलिखित है:- \n(क) %भारतीय न्याय संहिता, 2023 के अध्याय 11 के अधीन दंडनीय कोई अपराध, जो धारा 193 की उपधारा (1) या धारा 196 या धारा 197% के अधीन दंडनीय अपराध से भिन्न है: \n(ख) कोई ऐसा अपराध जो, या जिसके अंतर्गत, हमला या आपराधिक बल का प्रयोग या रिष्टि करना है; \n(ग) आपराधिक अभित्रास का कोई अपराध; \n(घ) कोई अन्य अपराध, जिससे परिशांति भंग हुई है या जिससे परिशांति भंग आशयित है, या जिसके बारे में ज्ञात था कि उससे परिशांति भंग संभाव्य है। \n(3) यदि दोषसिद्धि अपील पर या अन्यथा अपास्त कर दी जाती है तो बंधपत्र या जमानतपत्र जो ऐसे निष्पादित किया गया था, शून्य हो जाएगा। \n(4) इस धारा के अधीन आदेश अपील न्यायालय द्वारा या किसी न्यायालय द्वारा भी जब वह पुनरीक्षण की अपनी शक्तियों का प्रयोग कर रहा हो, किया जा सकेगा।",
  },
  {
    id: 133,
    prevCode: "107",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "126",
    chapter: chapter["9"],
    newCodeInfo:
      "अन्य दशाओं में परिशांति कायम रखने के लिए प्रतिभूति- \n(1) जब किसी कार्यपालक मजिस्ट्रेट को इत्तिला मिलती है कि संभाव्य है कि कोई व्यक्ति परिशांति भंग करेगा या लोक प्रशांति विक्षुब्ध करेगा या कोई ऐसा सदोष कार्य करेगा जिससे संभाव्यतः परिशांति भंग हो जाएगी या लोक प्रशांति विक्षुब्ध हो जाएगी तब यदि उसकी राय में कार्यवाही करने के लिए पर्याप्त आधार है तो वह, ऐसे व्यक्ति से इसमें इसके पश्चात् उपबंधित रीति से अपेक्षा कर सकता है कि वह कारण दर्शित करे कि एक वर्ष से अनधिक की इतनी अवधि के लिए, जितनी मजिस्ट्रेट नियत करना ठीक समझे, परिशांति कायम रखने के लिए बंधपत्र या जमानतपत्र निष्पादित करने के लिए आदेश क्यों न दिया जाए। \n(2) इस धारा के अधीन कार्यवाही किसी कार्यपालक मजिस्ट्रेट के समक्ष तब की जा सकती है जब या तो वह स्थान जहां परिशांति भंग या विक्षोभ की आशंका है, उसकी स्थानीय अधिकारिता के अंदर है या ऐसी अधिकारिता के भीतर कोई ऐसा व्यक्ति है, जो ऐसी अधिकारिता के परे संभाव्यतः परिशांति भंग करेगा या लोक प्रशांति विक्षुब्ध करेगा या यथापूर्वोक्त कोई सदोष कार्य करेगा।",
  },
  {
    id: 134,
    prevCode: "108",
    prevCodeInfo: "----",
    newCode: "127",
    chapter: chapter["9"],
    newCodeInfo:
      "कतिपय मामलों को फैलाने वाले व्यक्तियों से सदाचार के लिए प्रतिभूति- \n(1) जब किसी कार्यपालक मजिस्ट्रेट को इत्तिला मिलती है कि उसकी स्थानीय अधिकारिता के भीतर कोई ऐसा व्यक्ति है जो ऐसी अधिकारिता के भीतर या बाहर- \n(i) या तो मौखिक रूप से या लिखित रूप से या किसी अन्य रूप से निम्नलिखित बातें साशय फैलाता है या फैलाने का प्रयत्न करता है या फैलाने का दुष्प्रेरण करता है, अर्थात् :- \n(क) कोई ऐसी बात, जिसका प्रकाशन %भारतीय न्याय संहिता, 2023 की धारा 152 या धारा 196 या धारा 197 या धारा 299% के अधीन दंडनीय है; या \n(छ) किसी न्यायाधीश से, जो अपने पदीय कर्तव्यों के निर्वहन में कार्य कर रहा है या कार्य करने का तात्पर्य रखता है, संबद्ध कोई बात जो %भारतीय न्याय संहिता, 2023% के अधीन आपराधिक अभित्रास या मानहानि की कोटि में आती है; या \n(ii)% भारतीय न्याय संहिता, 2023% की धारा 294 में यथानिर्दिष्ट कोई अश्लील वस्तु विक्रय के लिए बनाता, उत्पादित करता, प्रकाशित करता या रखता है, आयात करता है, निर्यात करता है, प्रवहण करता है, विक्रय करता है, भाड़े पर देता है, वितरित करता है, सार्वजनिक रूप से प्रदर्शित करता है या किसी अन्य प्रकार से परिचालित करता है, और उस मजिस्ट्रेट की राय में कार्यवाही करने के लिए पर्याप्त आधार है, तब ऐसा मजिस्ट्रेट, ऐसे व्यक्ति से इसमें इसके पश्चात् उपबंधित रीति से अपेक्षा कर सकता है कि वह कारण दर्शित करे कि एक वर्ष से अनधिक की इतनी अवधि के लिए, जितनी वह मजिस्ट्रेट ठीक समझे, उसे अपने सदाचार के लिए बंधपत्र या जमानतपत्र निष्पादित करने के लिए आदेश क्यों न दिया जाए। \n(2) प्रेस और पुस्तक रजिस्ट्रीकरण अधिनियम, 1867 (1867 का 25) में दिए गए नियमों के अधीन रजिस्ट्रीकृत, और उसके अनुरूप संपादित, मुद्रित और प्रकाशित किसी प्रकाशन में अंतर्विष्ट किसी बात के बारे में कोई कार्यवाही ऐसे प्रकाशन के संपादक, स्वतत्वधारी, मुद्रक या प्रकाशक के विरुद्ध राज्य सरकार के, या राज्य सरकार द्वारा इस निमित्त सशक्त किए गए किसी अधिकारी के आदेश से या उसके प्राधिकार के अधीन ही की जाएगी, अन्यथा नहीं।",
  },
  {
    id: 135,
    prevCode: "109",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "128",
    chapter: chapter["9"],
    newCodeInfo:
      "संदिग्ध व्यक्तियों से सदाचार के लिए प्रतिभूति- \nजब किसी कार्यपालक मजिस्ट्रेट को इत्तिला मिलती है कि कोई व्यक्ति उसकी स्थानीय अधिकारिता के भीतर अपनी उपस्थिति छिपाने के लिए पूर्वावधानियां बरत रहा है और यह विश्वास करने का कारण है कि वह कोई संज्ञेय अपराध करने की दृष्टि से जसा कर रहा है, तब वह मजिस्ट्रेट ऐसे व्यक्ति से इसमें इसके पश्चात् उपबंधित रीति से अपेक्षा कर सकता कि वह कारण दर्शित करे कि एक वर्ष से अनधिक की इतनी अवधि के लिए, जितनी वह मजिस्ट्रेट ठीक समझे, उसे अपने सदाचार के लिए बंधपत्र या जमानतपत्र निष्पादित करने के लिए आदेश क्यों न दिया जाए।",
  },
  {
    id: 136,
    prevCode: "110",
    prevCodeInfo: "----",
    newCode: "129",
    chapter: chapter["9"],
    newCodeInfo:
      "आभ्यासिक अपराधियों से सदाचार के लिए प्रतिभूति- \nजब किसी कार्यपालक मजिस्ट्रेट को यह इत्तिला मिलती है कि उसकी स्थानीय अधिकारिता के भीतर कोई ऐसा व्यक्ति है, जो- \n(क) अभ्यासतः लुटेरा, गृहभेदक, चोर या कूटरचयिता है; या \n(ख) चुराई हुई संपत्ति का, उसे चुराई हुई जानते हुए, अभ्यासतः प्रापक है; या \n(ग) अभ्यासतः चोरों की संरक्षा करता है या चोरों को संश्रय देता है या चुराई हुई संपत्ति को छिपाने या उसके व्ययन में सहायता देता है; या \n(घ) व्यपहरण, अपहरण, उद्दापन, छल या रिष्टि का अपराध या %भारतीय न्याय संहिता, 2023 के अध्याय 10 के अधीन या उस संहिता की धारा 178, धारा 179, धारा 180 या धारा 181 के अधीन% दंडनीय कोई अपराध अभ्यासतः करता है या करने का प्रयत्न करता है या करने का दुष्प्रेरण करता है; या \n(ङ) ऐसे अपराध अभ्यासतः करता है या करने का प्रयत्न करता है या करने का दुष्प्रेरण करता है, जिनमें परिशांति भंग समाहित है; या \n(च) कोई ऐसा अपराध अभ्यासतः करता है या करने का प्रयत्न करता है या करने का दुष्प्रेरण करता है जो- \n(i) निम्नलिखित अधिनियमों में से एक या अधिक के अधीन कोई अपराध है, अर्थात्- \n(क) ओषधि और प्रसाधन सामग्री अधिनियम, 1940 (1940 का 23) \n(ख) विदेशियों विषयक अधिनियम, 1946 (1946 का 31); \n(ग) कर्मचारी भविष्य निधि और प्रकीर्ण उपबंध अधिनियम, 1952 (1952 का 19); \n(घ) आवश्यक वस्तु अधिनियम, 1955 (1955 का 10); \n%(ङ) सिविल अधिकार संरक्षण अधिनियम, 1955 (1955 का 22);% \n(च) सीमाशुल्क अधिनियम, 1962 (1962 का 52); \n%(छ) खाद्य सुरक्षा और मानक अधिनियम, 2006 (2006 का 34); या% \n(ii) जमाखोरी या मुनाफाखोरी या खाद्य या ओषधि के अपमिश्रण या भ्रष्टाचार के निवारण के लिए उपबंध करने वाली किसी अन्य विधि के अधीन दंडनीय कोई अपराध है; या \n(छ) ऐसा दुःसाहसिक और भयंकर है कि उसका प्रतिभूति के बिना स्वछन्द रहना समाज के लिए परिसंकटमय है तब ऐसा मजिस्ट्रेट, ऐसे व्यक्ति से, इसमें इसके पश्चात् उपबंधित रीति से अपेक्षा कर सकता है कि वह कारण दर्शित करे कि तीन वर्ष से अनधिक की इतनी अवधि के लिए, जितनी वह मजिस्ट्रेट ठीक समझता है, उसे अपने सदाचार के लिए जमानतपत्र निष्पादित करने का आदेश क्यों न दिया जाए।",
  },
  {
    id: 137,
    prevCode: "111",
    prevCodeInfo: "----",
    newCode: "130",
    chapter: chapter["9"],
    newCodeInfo:
      "आदेश का दिया जाना- \nजब कोई मजिस्ट्रेट, जो %धारा 126, धारा 127, धारा 128 या धारा 129% के अधीन कार्य कर रहा है, यह आवश्यक समझता है कि किसी व्यक्ति से अपेक्षा की जाए कि वह उस धारा के अधीन कारण दर्शित करे तब वह मजिस्ट्रेट प्राप्त इत्तिला का सार, उस बंधपत्र की रकम, जो निष्पादित किया जाना है, वह अवधि जिसके लिए वह प्रवर्तन में रहेगा और %प्रतिभुओं की पर्याप्तता और उपयुक्तता पर विचार करने के पश्चात् प्रतिभुओं की संख्या का लिखित आदेश देगा।%",
  },
  {
    id: 138,
    prevCode: "112",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "131",
    chapter: chapter["9"],
    newCodeInfo:
      "न्यायालय में उपस्थित व्यक्ति के बारे में प्रक्रिया- \nयदि वह व्यक्ति, जिसके बारे में ऐसा आदेश दिया जाता है, न्यायालय में उपस्थित है तो वह उसे पढ़कर सुनाया जाएगा या यदि वह ऐसा चाहे तो उसका सार उसे समझाया जाएगा।",
  },
  {
    id: 139,
    prevCode: "113",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "132",
    chapter: chapter["9"],
    newCodeInfo:
      "ऐसे व्यक्ति के बारे में समन या वारंट जो उपस्थित नहीं है- \nयदि ऐसा व्यक्ति न्यायालय में उपस्थित नहीं है तो मजिस्ट्रेट उससे हाजिर होने की अपेक्षा करते हुए समन, या जब ऐसा व्यक्ति अभिरक्षा में है तब जिस अधिकारी की अभिरक्षा में वह है उस अधिकारी को उसे न्यायालय के समक्ष लाने का निदेश देते हुए वारंट, जारी करेगा : \nपरंतु जब कभी ऐसे मजिस्ट्रेट को पुलिस अधिकारी की रिपोर्ट पर या अन्य इत्तिला पर (जिस रिपोर्ट या इत्तिला का सार मजिस्ट्रेट द्वारा अभिलिखित किया जाएगा), यह प्रतीत होता है कि परिशांति भंग होने के डर के लिए कारण है और ऐसे व्यक्ति की तुरंत गिरफ्तारी के बिना ऐसे परिशांति भंग करने का निवारण नहीं किया जा सकता है तब वह मजिस्ट्रेट उसकी गिरफ्तारी के लिए किसी समय वारंट जारी कर सकेगा।",
  },
  {
    id: 140,
    prevCode: "114",
    prevCodeInfo: "----",
    newCode: "133",
    chapter: chapter["9"],
    newCodeInfo:
      "समन या वारंट के साथ आदेश की प्रति होगी- \n%धारा 132% के अधीन जारी किए गए प्रत्येक प्समन या वारंट के साथ %धारा 130% के अधीन दिए गए आदेश की प्रति होगी और उस समन या वारंट की तामील या निष्पादन करने वाला अधिकारी वह प्रति उस व्यक्ति को परिदत्त करेगा जिस पर उसकी तामील की गई है या जो उसके अधीन गिरफ्तार किया गया है।",
  },
  {
    id: 141,
    prevCode: "115",
    prevCodeInfo: "वैयक्तिक हाजिरी से अभिमुक्ति देने की शक्ति-",
    newCode: "134",
    chapter: chapter["9"],
    newCodeInfo:
      "वैयक्तिक हाजिरी से अभिमुक्ति देने की शक्ति- \nयदि मजिस्ट्रेट को पर्याप्त कारण दिखाई देता है तो वह ऐसे किसी व्यक्ति को, जिससे इस बात का कारण दर्शित करने की अपेक्षा की गई है कि उसे परिशांति कायम रखने या सदाचार के लिए बंधपत्र निष्पादित करने के लिए आदेश क्यों न दिया जाए, वैयक्तिक हाजिरी से अभिमुक्ति दे सकता है और %अधिवक्ता% द्वारा हाजिर होने की अनुज्ञा दे सकेगा।",
  },
  {
    id: 142,
    prevCode: "116",
    prevCodeInfo: "----",
    newCode: "135",
    chapter: chapter["9"],
    newCodeInfo:
      "इत्तिला की सच्चाई के बारे में जांच- \n(1) जब %धारा 130% के अधीन आदेश किसी व्यक्ति को, जो न्यायालय में उपस्थित है, %धारा 131% के अधीन पढ़कर सुना या समझा दिया गया है या, जब कोई व्यक्ति %धारा 132% के अधीन जारी किए गए समन या वारंट के अनुपालन या निष्पादन में मजिस्ट्रेट के समक्ष हाजिर है या लाया जाता है तब मजिस्ट्रेट उस इत्तिला की सच्चाई के बारे में जांच करने के लिए अग्रसर होगा जिसके आधार पर वह कार्रवाई की गई है और ऐसा अतिरिक्त साक्ष्य ले सकता है जो उसे आवश्यक प्रतीत हो। \n(2) ऐसी जांच यथासाध्य, उस रीति से की जाएगी जो समन-मामलों के विचारण और साक्ष्य के अभिलेखन के लिए इसमें इसके पश्चात् विहित है। \n(3) उपधारा (1) के अधीन जांच प्रारंभ होने के पश्चात् और उसकी समाप्ति से पूर्व यदि मजिस्ट्रेट समझता है कि परिशांति भंग का या लोक प्रशांति विक्षुब्ध होने का या किसी अपराध के किए जाने का निवारण करने के लिए, या लोक सुरक्षा के लिए तुरंत उपाय करने आवश्यक हैं, तो वह ऐसे कारणों से, जिन्हें लेखबद्ध किया जाएगा, उस व्यक्ति को, जिसके बारे में %धारा 130% के अधीन आदेश दिया गया है, निदेश दे सकता है कि वह जांच समाप्त होने तक परिशांति कायम रखने और सदाचारी बने रहने के लिए %बंधपत्र या जमानतपत्र% निष्पादित करे और जब तक ऐसा बंधपत्र निष्पादित नहीं कर दिया जाता है, या निष्पादन में व्यतिक्रम होने की दशा में जब तक जांच समाप्त नहीं हो जाती है, उसे अभिरक्षा में निरुद्ध रख सकता है:- \nपरंतु- \n(क) किसी ऐसे व्यक्ति को, जिसके विरुद्ध %धारा 127, धारा 128 या धारा 129% के अधीन कार्यवाही नहीं की जा रही है, सदाचारी बने रहने के लिए बंधपत्र या जमानतपत्र निष्पादित करने के लिए निदेश नहीं दिया जाएगा; (ख) ऐसे बंधपत्र की शर्ते, चाहे वे उसकी रकम के बारे में हों या प्रतिभू उपलब्ध करने के या उनकी संख्या के, या उनके दायित्व की धन संबंधी सीमा के बारे में हो, उनसे अधिक दुर्भर न होंगी जो %धारा 130% के अधीन आदेश में विनिर्दिष्ट हैं। \n(4) इस धारा के प्रयोजनों के लिए यह तथ्य कि कोई व्यक्ति आभ्यासिक अपराधी है या ऐसा : साहसिक और भयंकर है कि उसका प्रतिभूति के बिना स्वच्छन्द रहना समाज के लिए परिसंकटमय है, साधारण ख्याति के साक्ष्य से या अन्यथा साबित किया जा सकता है। \n(5) जहां दो या अधिक व्यक्ति जांच के अधीन विषय में सहयुक्त रहे हैं वहां मजिस्ट्रेट एक ही जांच या पृथक् जांचों में, जैसा वह न्यायसंगत समझे, उनके बारे में कार्यवाही कर सकता है। \n(6) इस धारा के अधीन जांच उसके आरंभ की तारीख से छह मास की अवधि के अंदर पूरी की जाएगी, और यदि जांच इस प्रकार पूरी नहीं की जाती है तो इस अध्याय के अधीन कार्यवाही उक्त अवधि की समाप्ति पर, पर्यवसित हो जाएगी जब तक विशेष कारणों के आधार पर, जो लेखबद्ध किए जाएंगे, मजिस्ट्रेट अन्यथा निदेश नहीं करता है: परंतु जहां कोई व्यक्ति, ऐसी जांच के लंबित रहने के दौरान निरुद्ध रखा गया है वहां उस व्यक्ति के विरुद्ध कार्यवाही, यदि पहले ही पर्यवसित नहीं हो जाती है तो ऐसे निरोध के छह मास की अवधि की समाप्ति पर पर्यवसित हो जाएगी। \n(7) जहां कार्यवाहियों को चालू रखने की अनुज्ञा देते हुए उपधारा (6) के अधीन निदेश किया जाता है, वहां सेशन न्यायाधीश व्यथित पक्षकार द्वारा उसे किए गए आवेदन पर ऐसे निदेश को रद्द कर सकता है, यदि उसका समाधान हो जाता है कि वह किसी विशेष कारण पर आधारित नहीं था या अनुचित था।",
  },
  {
    id: 143,
    prevCode: "117",
    prevCodeInfo: "----",
    newCode: "136",
    chapter: chapter["9"],
    newCodeInfo:
      "प्रतिभूति देने का आदेश- \nयदि ऐसी जांच से यह साबित हो जाता है कि, यथास्थिति, परिशांति कायम रखने के लिए या सदाचार बनाए रखने के लिए यह आवश्यक है कि वह व्यक्ति, जिसके बारे में वह जांच की गई है, बंधपत्र या जमानतपत्र निष्पादित करे तो मजिस्ट्रेट तद्नुसार आदेश देगा:- \nपरंतु- \n(क) किसी व्यक्ति को उस प्रकार से भिन्न प्रकार की या उस रकम से अधिक रकम की या उस अवधि से दीर्घतर अवधि के लिए प्रतिभूति देने के लिए आदिष्ट न किया जाएगा, जो %धारा 130% के अधीन दिए गए आदेश में विनिर्दिष्ट है: \n(ख) प्रत्येक बंधपत्र या जमानतपत्र की रकम मामले की परिस्थितियों का सम्यक् ध्यान रख कर नियत की जाएगी और अत्यधिक न होगी; \n(ग) जब वह व्यक्ति, जिसके बारे में जांच की जाती है, %बालक% है, तब बंधपत्र केवल उसके प्रतिभुओं द्वारा निष्पादित किया जाएगा।",
  },
  {
    id: 144,
    prevCode: "118",
    prevCodeInfo: "----",
    newCode: "137",
    chapter: chapter["9"],
    newCodeInfo:
      "उस व्यक्ति का उन्मोचन जिसके विरुद्ध इत्तिला दी गई है- \nयदि %धारा 135% के अधीन जांच पर यह साबित नहीं होता है कि, यथास्थिति, परिशांति कायम रखने के लिए या सदाचार बनाए रखने के लिए यह आवश्यक है कि वह व्यक्ति, जिसके बारे में जांच की गई है, बंधपत्र निष्पादित करे तो मजिस्ट्रेट उस अभिलेख में उस भाव की प्रविष्टि करेगा और यदि ऐसा व्यक्ति केवल उस जांच के प्रयोजनों के लिए ही अभिरक्षा में है तो उसे छोड़ देगा या यदि ऐसा व्यक्ति अभिरक्षा में नहीं है तो उसे उन्मोचित कर देगा।",
  },
  {
    id: 145,
    prevCode: "119",
    prevCodeInfo: "----",
    newCode: "138",
    chapter: chapter["9"],
    newCodeInfo:
      "जिस अवधि के लिए प्रतिभूति अपेक्षित की गई है उसका प्रारंभ- \n(1) यदि कोई व्यक्ति, जिसके बारे में प्रतिभूति की अपेक्षा करने वाला आदेश %धारा 125 या धारा 136% के अधीन दिया गया है, ऐसा आदेश दिए जाने के समय कारावास के लिए दंडादिष्ट है या दंडादेश भुगत रहा है तो वह अवधि, जिसके लिए ऐसी प्रतिभूति की अपेक्षा की गई है, ऐसे दंडादेश के अवसान पर प्रारंभ होगी। \n(2) अन्य दशाओं में ऐसी अवधि, ऐसे आदेश की तारीख से प्रारंभ होगी, जब तक कि मजिस्ट्रेट पर्याप्त कारण से कोई बाद की तारीख नियत न करे।",
  },
  {
    id: 146,
    prevCode: "120",
    prevCodeInfo: "----",
    newCode: "139",
    chapter: chapter["9"],
    newCodeInfo:
      "बंधपत्र की अंतर्वस्तुएं- \nऐसे किसी व्यक्ति द्वारा निष्पादित किया जाने वाला %बंधपत्र या जमानतपत्र% उसे, यथास्थिति, परिशांति कायम रखने या सदाचारी रहने के लिए आबद्ध करेगा और बाद की दशा में कारावास से दंडनीय कोई अपराध करना या करने का प्रयत्न या दुष्प्रेरण करना चाहे, वह कहीं भी किया जाए, बंधपत्र या जमानतपत्र का भंग है।",
  },
  {
    id: 147,
    prevCode: "121",
    prevCodeInfo: "----",
    newCode: "140",
    chapter: chapter["9"],
    newCodeInfo:
      "प्रतिभुओं को अस्वीकार करने की शक्ति- \n(1) मजिस्ट्रेट किसी पेश किए गए प्रतिभू को स्वीकार करने से इंकार कर सकता है या अपने द्वारा, या अपने पूर्ववर्ती द्वारा, इस अध्याय के अधीन पहले स्वीकार किए गए किसी प्रतिभू को इस आधार पर अस्वीकार कर सकता है कि ऐसा प्रतिभू जमानतपत्र के प्रयोजनों के लिए अनुपयुक्त व्यक्ति है: \nपरंतु किसी ऐसे प्रतिभू को इस प्रकार स्वीकार करने से इंकार करने या उसे अस्वीकार करने के पहले वह प्रतिभू की उपयुक्तता के बारे में या तो स्वयं शपथ पर जांच करेगा या अपने अधीनस्थ मजिस्ट्रेट से ऐसी जांच और उसके बारे में रिपोर्ट करवाएगा। \n(2) ऐसा मजिस्ट्रेट जांच करने के पहले प्रतिभू को और ऐसे व्यक्ति को, जिसने वह प्रतिभू पेश किया है, उचित सूचना देगा और जांच करने में अपने सामने दिए गए साक्ष्य के सार को अभिलिखित करेगा। \n(3) यदि मजिस्ट्रेट को अपने समक्ष या उपधारा (1) के अधीन प्रतिनियुक्त मजिस्ट्रेट के समक्ष ऐसे दिए गए साक्ष्य पर और ऐसे मजिस्ट्रेट की रिपोर्ट पर (यदि कोई हो), विचार करने के पश्चात् समाधान हो जाता है कि वह प्रतिभू %जमानतपत्र% के प्रयोजनों के लिए अनुपयुक्त व्यक्ति है तो वह उस प्रतिभू को, यथास्थिति, स्वीकार करने से इंकार करने का या उसे अस्वीकार करने का आदेश करेगा और ऐसा करने के लिए अपने कारण अभिलिखित करेगा : परंतु किसी प्रतिभू को, जो पहले स्वीकार किया जा चुका है, अस्वीकार करने का आदेश देने के पहले मजिस्ट्रेट अपना समन या वारंट, जिसे वह ठीक समझे, जारी करेगा और उस व्यक्ति को, जिसके लिए प्रतिभू आबद्ध है, अपने समक्ष हाजिर कराएगा या बुलवाएगा।",
  },
  {
    id: 148,
    prevCode: "122",
    prevCodeInfo: "----",
    newCode: "141",
    chapter: chapter["9"],
    newCodeInfo:
      "प्रतिभूति देने में व्यतिक्रम होने पर कारावास- \n(1) (क) यदि कोई व्यक्ति, जिसे %धारा 125 या धारा 136% के अधीन प्रतिभूति देने के लिए आदेश दिया गया है, ऐसी प्रतिभूति उस तारीख को या उस तारीख के पूर्व, जिसको वह अवधि, जिसके लिए ऐसी प्रतिभूति दी जानी है, प्रारंभ होती है, नहीं देता है, तो वह इसमें इसके पश्चात् ठीक आगे वर्णित दशा के सिवाय कारागार में भेज दिया जाएगा या यदि वह पहले से ही कारागार में है तो वह कारागार में तब तक निरुद्ध रखा जाएगा जब तक ऐसी अवधि समाप्त न हो जाए या जब तक ऐसी अवधि के भीतर वह उस न्यायालय या मजिस्ट्रेट को प्रतिभूति न दे दे जिसने उसकी अपेक्षा करने वाला आदेश दिया था। \n(ख) यदि किसी व्यक्ति द्वारा %धारा 136% के अधीन मजिस्ट्रेट के आदेश के अनुसरण में परिशांति बनाए रखने के लिए %बंधपत्र या जमानतपत्र% निष्पादित कर दिए जाने के पश्चात्, उसके बारे में ऐसे मजिस्ट्रेट या उसके पद-उत्तरवर्ती को समाधानप्रद रूप में यह साबित कर दिया जाता है कि उसने बंधपत्र या जमानतपत्र का भंग किया है तो ऐसा मजिस्ट्रेट या पद-उतरवतों, ऐसे सबूत के आधारों को लेखबद्ध करने के पश्चात्, आदेश कर सकता है कि उस व्यक्ति को गिरफ्तार किया जाए और बंधपत्र या जमानतपत्र की अवधि की समाप्ति तक कारागार में निरुद्ध रखा जाए तथा ऐसा आदेश ऐसे किसी अन्य दंड या समपहरण पर प्रतिकूल प्रभाव नहीं डालेगा जिससे कि उक्त विधि के अनुसार दायित्वाधीन हो। \n(2) जब ऐसे व्यक्ति को एक वर्ष से अधिक की अवधि के लिए प्रतिभूति देने का आदेश मजिस्ट्रेट इद्वारा दिया गया है, तब यदि ऐसा व्यक्ति यथापूर्वोक्त प्रतिभूति नहीं देता है तो वह मजिस्ट्रेट यह निदेश देते हुए वारंट जारी करेगा कि सेशन न्यायालय का आदेश होने तक, वह व्यक्ति कारागार में निरुद्ध रखा जाए और वह कार्यवाही सुविधानुसार शीघ्र ऐसे न्यायालय के समक्ष रखी जाएगी। \n(3) ऐसा न्यायालय ऐसी कार्यवाही की परीक्षा करने के और उस मजिस्ट्रेट से किसी और इत्तिला या साक्ष्य की, जिसे वह आवश्यक समझे, अपेक्षा करने के पश्चात् और संबद्ध व्यक्ति को सुने जाने का उचित अवसर देने के पश्चात् मामले में ऐसे आदेश पारित कर सकता है जो वह ठीक समझे : परंतु वह अवधि (यदि कोई हो) जिसके लिए कोई व्यक्ति प्रतिभूति देने में असफल रहने के कारण काएवासित किया जाता है, तीन वर्ष से अधिक की न होगी। \n(4) यदि एक ही कार्यवाही में ऐसे दो या अधिक व्यक्तियों से प्रतिभूति की अपेक्षा की गई है, जिनमें से किसी एक के बारे में कार्यवाही सेशन न्यायालय को उपधारा (2) के अधीन निर्देशित की गई है, तो ऐसे निर्देश में ऐसे व्यक्तियों में से किसी अन्य व्यक्ति का भी, जिसे प्रतिभूति देने के लिए आदेश दिया गया है, मामला शामिल किया जाएगा और उपधारा (2) और उपधारा (3) के उपबंध उस दशा में, ऐसे अन्य व्यक्ति के मामले को भी, इस बात के सिवाय लागू होंगे कि वह अवधि (यदि कोई हो) जिसके लिए वह कारावासित किया जा सकता है, उस अवधि से अधिक न होगी, जिसके लिए प्रतिभूति देने के लिए उसे आदेश दिया गया था। \n(5) सेशन न्यायाधीश उपधारा (2) या उपधारा (4) के अधीन उसके समक्ष रखी गई किसी कार्यवाही को स्वविवेकानुसार अपर सेशन न्यायाधीश को अंतरित कर सकता है और ऐसे अंतरण पर ऐसा अपर सेशन न्यायाधीश ऐसी कार्यवाही के बारे में इस धारा के अधीन सेशन न्यायाधीश की शक्तियों का प्रयोग कर सकता है। \n(6) यदि प्रतिभूति जेल के भारसाधक अधिकारी को निविदत्त की जाती है तो वह उस मामले को उस न्यायालय या मजिस्ट्रेट को, जिसने आदेश किया, तत्काल निर्देशित करेगा और ऐसे न्यायालय या मजिस्ट्रेट के आदेशों की प्रतीक्षा करेगा। \n(7) परिशांति कायम रखने के लिए प्रतिभूति देने में असफलता के कारण कारावास सादा होगा। \n(8) सदाचार के लिए प्रतिभूति देने में असफलता के कारण कारावास, जहां %कार्यवाही धारा 127% के अधीन की गई है, वहां सादा होगा और, जहां कार्यवाही धारा %128 वा धारा 129% के अधीन की गई है वहां, जैसा प्रत्येक मामले में न्यायालय या मजिस्ट्रेट निदेश दे, कठिन या सादा होगा।",
  },
  {
    id: 149,
    prevCode: "123",
    prevCodeInfo: "----",
    newCode: "142",
    chapter: chapter["9"],
    newCodeInfo:
      "प्रतिभूति देने में असफलता के कारण कारावासित व्यक्तियों को छोड़ने की शक्ति- \n(1) जब कभी %धारा 136% के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट की यह राय है कि कोई व्यक्ति जो इस अध्याय के अधीन प्रतिभूति देने में असफल रहने के कारण कारावासित है, समाज या किसी अन्य व्यक्ति को परिसंकट में डाले बिना छोड़ा जा सकता है तब वह ऐसे व्यक्ति के उन्मोचित किए जाने का आदेश दे सकता है। \n(2) जब कभी कोई व्यक्ति इस अध्याय के अधीन प्रतिभूति देने में असफल रहने के कारण कारावासित किया गया हो तब उच्च न्यायालय या सेशन न्यायालय या जहां आदेश किसी अन्य न्यायालय द्वारा किया गया है वहां %धारा 136% के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट प्रतिभूति की रकम को या प्रतिभुओं की संख्या को या उस समय को, जिसके लिए प्रतिभूति की अपेक्षा की गई है, कम करते हुए आदेश दे सकता है। \n(3) उपधारा (1) के अधीन आदेश ऐसे व्यक्ति का उन्मोचन या तो शर्तों के बिना या ऐसी शर्तों पर, जिन्हें वह व्यक्ति स्वीकार करे, निदिष्ट कर सकता है: परंतु अधिरोपित की गई कोई शर्त उस अवधि की समाप्ति पर, प्रवृत्त न रहेगी जिसके लिए प्रतिभूति देने का आदेश दिया गया है। \n(4) राज्य सरकार नियमों द्वारा उन शतों को विहित कर सकेगी जिन पर सशर्त उन्मोचन किया जा सकता है। \n(5) यदि कोई शर्त, जिस पर ऐसा कोई व्यक्ति उन्मोचित किया गया है, %धारा 136% के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट की राय में, जिसने उन्मोचन का आदेश दिया था या उसके उत्तरवर्ती की राय में पूरी नहीं की गई है, तो वह उस आदेश को रद्द कर सकता है। \n(6) जब उन्मोचन का सशर्त आदेश उपधारा (5) के अधीन रह कर दिया जाता है तब ऐसा व्यक्ति किसी पुलिस अधिकारी द्वारा वारंट के बिना गिरफ्तार किया जा सकेगा और फिर %धारा 136% के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट के समक्ष पेश किया जाएगा। \n(7) उस दशा के सिवाय जिसमें ऐसा व्यक्ति मूल आदेश के निबंधनों के अनुसार उस अवधि के शेष भाग के लिए, जिसके लिए उसे प्रथम बार कारागार सुपुर्द किया गया था या निरुद्ध किए जाने का आदेश दिया गया था (और ऐसा भाग उस अवधि के बराबर समझा जाएगा, जो उन्मोचन की शर्तों के भंग होने की तारीख और उस तारीख के बीच की है जिसको यह ऐसे सशर्त उन्मोचन के अभाव में छोड़े जाने का हकदार होता) प्रतिभूति दे देता है, धारा 136 के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट उस व्यक्ति को ऐसा शेष भाग भुगतने के लिए कारागार भेज सकता है। \n(8) उपधारा (7) के अधीन कारागार भेजा गया व्यक्ति, ऐसे न्यायालय या मजिस्ट्रेट को, जिसने ऐसा आदेश किया था या उसके उत्तवर्ती को, पूर्वोक्त शेष भाग के लिए मूल आदेश के निबंधनों के अनुसार प्रतिभूति देने पर, %धारा 141% के उपबंधों के अधीन रहते हुए, किसी भी समय छोड़ा जा सकता है। \n(9) उच्च न्यायालय या सेशन न्यायालय परिशांति कायम रखने के लिए या सदाचार के लिए बंधपत्र को, जो उसके द्वारा किए गए किसी आदेश से इस अध्याय के अधीन निष्पादित किया गया है, पर्याप्त कारणों से, जो अभिलिखित किए जाएंगे, किसी समय भी रद्द कर सकता है और जहां ऐसा बंधपत्र %धारा 136% के अधीन किसी कार्यपालक मजिस्ट्रेट द्वारा पारित किसी आदेश के मामले में जिला मजिस्ट्रेट या किसी अन्य मामले में मुख्य न्यायिक मजिस्ट्रेट के या उसके जिले के किसी न्यायालय के आदेश के अधीन निष्पादित किया गया है वहां वह उसे ऐसे रद्द कर सकता है। \n(10) कोई प्रतिभू जो किसी अन्य व्यक्ति के शांतिमय आचरण या सदाचार के लिए इस अध्याय के अधीन बंधपत्र के निष्पादित करने के लिए आदिष्ट है, ऐसा आदेश करने वाले न्यायालय से बंधपत्र को रद्द करने के लिए किसी भी समय आवेदन कर सकता है और ऐसा आवेदन किए जाने पर न्यायालय यह अपेक्षा करते हुए कि वह व्यक्ति, जिसके लिए ऐसा प्रतिभू आबद्ध है, हाजिर हो या उसके समक्ष लाया जाए, समन या वारंट, जो भी वह ठीक समझे, जारी करेगा।",
  },
  {
    id: 150,
    prevCode: "124",
    prevCodeInfo: "----",
    newCode: "143",
    chapter: chapter["9"],
    newCodeInfo:
      "बंधपत्र की शेष अवधि के लिए प्रतिभूति- \n(1) जब वह व्यक्ति, जिसको हाजिरी के लिए %धारा 140% की उपधारा (3) के परंतुक के अधीन या %धारा 142% की उपधारा (10) के अधीन समन या वारंट जारी किया गया है, मजिस्ट्रेट या न्यायालय के समक्ष हाजिर होता है या लाया जाता है तब वह मजिस्ट्रेट या न्यायालय ऐसे व्यक्ति द्वारा निष्पादित %बंधपत्र या जमानतपत्र% को रद्द कर देगा और उस व्यक्ति को ऐसे बंधपत्र की अवधि के शेष भाग के लिए उसी भांति की, जैसी मूल प्रतिभूति थी, नई प्रतिभूति देने के लिए आदेश देगा। \n(2) ऐसा प्रत्येक आदेश %धारा 139 से धारा 142% तक की धाराओं के (जिसके अंतर्गत ये दोनों धाराएं भी हैं) प्रयोजनों के लिए, यथास्थिति, %धारा 125 या धारा 136% के अधीन दिया गया आदेश समझा जाएगा।",
  },
  {
    id: 151,
    prevCode: "125",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "144",
    chapter: chapter["10"],
    newCodeInfo:
      'पत्नी, संतान और माता-पिता के भरणपोषण के लिए आदेश- \n(1) यदि पर्याप्त साधनों वाला कोई व्यक्ति- \n(क) अपनी पत्नी का, जो अपना भरणपोषण करने में असमर्थ है; या \n(ख) अपनी धर्मज या अधर्मज बालक संतान का चाहे विवाहित हो या न हो, जो अपना भरणपोषण करने में असमर्थ है; या \n(ग) अपनी धर्मज या अधर्मज संतान का (जो विवाहित पुत्री नहीं है), जिसने वयस्कता प्राप्त कर ली है, जहां ऐसी संतान किसी शारीरिक या मानसिक असामान्यता या क्षति के कारण अपना भरणपोषण करने में असमर्थ है; या \n(घ) अपने पिता या माता का, जो अपना भरणपोषण करने में असमर्थ है, भरणपोषण करने में उपेक्षा करता है या भरणपोषण करने से इंकार करता है तो प्रथम वर्ग मजिस्ट्रेट, ऐसी उपेक्षा या इंकार के साबित हो जाने पर, ऐसे व्यक्ति को यह निदेश दे सकता है कि वह अपनी पत्नी या ऐसी संतान, पिता या माता के भरणपोषण के लिए ऐसी मासिक दर पर, जिसे मजिस्ट्रेट ठीक समझे, मासिक भत्ता दे और उस भत्ते का संदाय ऐसे व्यक्ति को करे जिसको संदाय करने का मजिस्ट्रेट समय-समय पर निदेश दे : \nपरंतु मजिस्ट्रेट खंड (ख) में निर्दिष्ट पुत्री के पिता को निदेश दे सकता है कि वह उस समय तक ऐसा भत्ता दे जब तक वह वयस्क नहीं हो जाती है यदि मजिस्ट्रेट का समाधान हो जाता है कि ऐसी पुत्री के, यदि वह विवाहित हो, पति के पास पर्याप्त साधन नहीं है: \nपरंतु यह और कि मजिस्ट्रेट, इस उपधारा के अधीन भरणपोषण के लिए मासिक भत्ते के संबंध में कार्यवाही के लंबित रहने के दौरान, ऐसे व्यक्ति को यह आदेश दे सकता है कि वह अपनी पत्नी या ऐसी संतान, पिता या माता के अंतरिम भरणपोषण के लिए मासिक भत्ता और ऐसी कार्यवाही का व्यय दे जिसे मजिस्ट्रेट उचित समझे और ऐसे व्यक्ति को उसका संदाय करे, जिसको संदाय करने का मजिस्ट्रेट, समय-समय निदेश दे : \nपरंतु यह भी कि दूसरे परंतुक के अधीन अंतरिम भरणपोषण के लिए मासिक भत्ते और कार्यवाही के व्ययों का कोई आवेदन, यथासंभव, ऐसे व्यक्ति पर आवेदन की सूचना की तामील की तारीख से साठ दिन के भीतर निपटाया जाएगा। \nस्पष्टीकरण- इस अध्याय के प्रयोजनों के लिए "पत्नी" के अन्तर्गत ऐसी महिला भी है, जिसके पति ने उससे विवाह विच्छेद कर लिया है या जिसने अपने पति से विवाह विच्छेद कर लिया है और जिसने पुनर्विवाह नहीं किया है। \n(2) भरणपोषण या अंतरिम भरणपोषण के लिए ऐसा कोई भत्ता और कार्यवाही के लिए व्यय, आदेश की तारीख से, या, यदि ऐसा आदेश दिया जाता है तो, यथास्थिति, भरणपोषण या अंतरिम भरणपोषण और कार्यवाही के व्ययों के लिए आवेदन की तारीख से संदेय होंगे। \n(3) यदि कोई व्यक्ति जिसे आदेश दिया गया हो, उस आदेश का अनुपालन करने में पर्याप्त कारण के बिना असफल रहता है तो उस आदेश के प्रत्येक भंग के लिए ऐसा कोई मजिस्ट्रेट देय रकम के ऐसी रीति से उद्‌गुहीत किए जाने के लिए वारंट जारी कर सकता है जैसी रीति जुर्माने उद्‌गृहीत करने के लिए उपबंधित है, और उस वारंट के निष्पादन के पश्चात् प्रत्येक मास के न चुकाए गए यथास्थिति, भरणपोषण या अंतरिम भरणपोषण के लिए पूरे भत्ते और कार्यवाही के व्यय या उसके किसी भाग के लिए ऐसे व्यक्ति को एक मास तक की अवधि के लिए, या यदि वह उससे पूर्व चुका दिया जाता है तो चुका देने के समय तक के लिए, कारावास का दंडादेश दे सकता है: \nपरंतु इस धारा के अधीन देय किसी रकम की वसूली के लिए कोई वारंट तब तक जारी न किया जाएगा जब तक उस रकम को उद्‌गृहीत करने के लिए, उस तारीख से जिसको वह देय हुई एक वर्ष की अवधि के अंदर न्यायालय से आवेदन नहीं किया गया है: \nपरंतु यह और कि यदि ऐसा व्यक्ति इस शर्त पर भरणपोषण करने की प्रस्थापना करता है कि उसकी पत्नी उसके साथ रहे और वह पति के साथ रहने से इंकार करती है तो ऐसा मजिस्ट्रेट उसके द्वारा कथित इंकार के किन्हीं आधारों पर विचार कर सकता है और ऐसी प्रस्थापना के किए जाने पर भी वह इस धारा के अधीन आदेश दे सकता है यदि उसका समाधान हो जाता है कि ऐसा आदेश देने के लिए न्यायसंगत आधार है। \nस्पष्टीकरण-यदि पति ने अन्य महिला से विवाह कर लिया है या वह रखेल रखता है तो यह उसकी पत्नी द्वारा उसके साथ रहने से इंकार का न्यायसंगत आधार माना जाएगा। \n(4) कोई पत्नी अपने पति से इस आधार के अधीन यथास्थिति, भरणपोषण या अंतरिम भरणपोषण के लिए भत्ता और कार्यवाही के व्यय प्राप्त करने की हकदार न होगी, यदि वह जारता की दशा में रह रही है या यदि वह पर्याप्त कारण के बिना अपने पति के साथ रहने से इंकार करती है या यदि वे पारस्परिक सम्मति से पृथक् रह रहे हैं। \n(5) मजिस्ट्रेट यह साबित होने पर आदेश को रद्द कर सकता है कि कोई पत्नी, जिसके पक्ष में इस धारा के अधीन आदेश दिया गया है जारता की दशा में रह रही है या पर्याप्त कारण के बिना अपने पति के साथ रहने से इंकार करती है या वे पारस्परिक सम्मति से पृथक् रह रहे हैं।',
  },
  {
    id: 152,
    prevCode: "126",
    prevCodeInfo: "----",
    newCode: "145",
    chapter: chapter["10"],
    newCodeInfo:
      "प्रक्रिया- \n(1) किसी व्यक्ति के विरुद्ध %धारा 144% के अधीन कार्यवाही किसी ऐसे जिले में की जा सकती है- \n(क) जहां वह है, या \n(ख) जहां वह या उसकी पत्नी निवास करती है, या \n(ग) जहां उसने अंतिम बार, यथास्थिति, अपनी पत्नी के साथ या अधर्मज संतान की माता के साथ निवास किया है; या \n(घ) %जहां उसका पिता निवास करता है या उसकी माता निवास करती है।% \n(2) ऐसी कार्यवाही में सब साक्ष्य, ऐसे व्यक्ति की उपस्थिति में, जिसके विरुद्ध भरणपोषण के लिए संदाय का आदेश देने की प्रस्थापना है, या जब उसकी वैयक्तिक हाजिरी से अभिमुक्ति दे दी गई है तब उसके अधिवक्ता की उपस्थिति में लिया जाएगा और उस रीति से अभिलिखित किया जाएगा जो समन-मामलों के लिए विहित है: \nपरंतु यदि मजिस्ट्रेट का समाधान हो जाए कि ऐसा व्यक्ति जिसके विरुद्ध भरणपोषण के लिए संदाय का आदेश देने की प्रस्थापना है, तामील से जानबूझकर बच रहा है या न्यायालय में हाजिर होने में जानबूझकर उपेक्षा कर रहा है तो मजिस्ट्रेट मामले को एकपक्षीय रूप में सुनने और अवधारण करने के लिए अग्रसर हो सकता है और ऐसे दिया गया कोई आदेश उसकी तारीख से तीन मास के अंदर किए गए आवेदन पर दर्शित अच्छे कारण से ऐसे निबंधनों के अधीन जिनके अंतर्गत विरोधी पक्षकार को खर्चे के संदाय के बारे में ऐसे निबंधन भी हैं जो मजिस्ट्रेट न्यायोचित और उचित समझे, अपास्त किया जा सकता है। \n(3) %धारा 144% के अधीन आवेदनों पर कार्यवाही करने में न्यायालय को शक्ति होगी कि वह खचों के बारे में ऐसा आदेश दे जो न्यायसंगत है।",
  },
  {
    id: 153,
    prevCode: "127",
    prevCodeInfo: "----",
    newCode: "146",
    chapter: chapter["10"],
    newCodeInfo:
      "भत्ते में परिवर्तन- \n(1) %धारा 144% के अधीन भरणपोषण या अंतरिम भरणपोषण के लिए मासिक भत्ता पाने वाले या, यथास्थिति, अपनी पत्नी, संतान, पिता या  माता को भरणपोषण या अंतरिम भरणपोषण के लिए मासिक भत्ता देने के लिए उसी धारा के अधीन आदिष्ट किसी व्यक्ति की परिस्थितियों में तब्दीली साबित हो जाने पर मजिस्ट्रेट, यथास्थिति, भरणपोषण या अंतरिम भरणपोषण के लिए भत्ते में ऐसा परिवर्तन कर सकता है जो वह ठीक समझे। \n(2) जहां मजिस्ट्रेट को यह प्रतीत होता है कि %धारा 144% के अधीन दिया गया कोई आदेश किसी सक्षम सिविल न्यायालय के किसी विनिश्चय के परिणामस्वरूप रद्द या परिवर्तित किया जाना चाहिए, वहां वह, यथास्थिति, उस आदेश को तद्नुसार रद्द कर देगा या परिवर्तित कर देगा। \n(3) जहां %धारा 144% के अधीन कोई आदेश ऐसी महिला के पक्ष में दिया गया है जिसके पति ने उससे विवाह विच्छेद कर लिया है या जिसने अपने पति से विवाह विच्छेद प्राप्त कर लिया है वहां यदि मजिस्ट्रेट का समाधान हो जाता है कि- \n(क) उस महिला ने ऐसे विवाह विच्छेद की तारीख के पश्चात् पुनः विवाह कर लिया है, तो वह ऐसे आदेश को उसके पुनर्विवाह की तारीख से रद्द कर देगा; \n(ख) उस महिला के पति ने उससे विवाह विच्छेद कर लिया है और उस महिला ने उक्त आदेश के पूर्व या पश्चात् वह पूरी धनराशि प्राप्त कर ली है जो पक्षकारों को लागू किसी रुदिजन्य या स्वीय विधि के अधीन ऐसे विवाह विच्छेद पर देय थी तो वह ऐसे आदेश को, \n(1) उस दशा में जिसमें ऐसी धनराशि ऐसे आदेश से पूर्व दे दी गई थी उस आदेश के दिए जाने की तारीख से रद्द कर देगा; \n(ii) किसी अन्य दशा में उस अवधि की, यदि कोई हो, जिसके लिए पति द्वारा उस महिला को वास्तव में भरणपोषण दिया गया है, समाप्ति की तारीख से रद्द कर देगा; \n(ग) उस महिला ने अपने पति से विवाह विच्छेद प्राप्त कर लिया है और उसने अपने विवाह- विच्छेद के पश्चात् अपने, यथास्थिति, भरणपोषण या अंतरिम भरणपोषण के आधारों का स्वेच्छा से अभ्यर्पण कर दिया था, तो वह आदेश को उसकी तारीख से रह कर देगा। \n(4) किसी भरणपोषण या दहेज की, किसी ऐसे व्यक्ति द्वारा, जिसे %धारा 144% के अधीन भरणपोषण और अंतरिम भरणपोषण या उनमें से किसी के लिए कोई मासिक भत्ता संदाय किए जाने का आदेश दिया गया है, वसूली के लिए डिक्री करने के समय सिविल न्यायालय उस राशि की भी गणना करेगा जो ऐसे आदेश के अनुसरण में, यथास्थिति, भरणपोषण या अंतरिम भरणपोषण या उनमें से किसी के लिए मासिक भत्ते के रूप में उस व्यक्ति को संदाय की जा चुकी है या उस व्यक्ति द्वारा वसूल की जा चुकी है।",
  },
  {
    id: 154,
    prevCode: "128",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "147",
    chapter: chapter["10"],
    newCodeInfo:
      "भरणपोषण के आदेश का प्रवर्तन- \nयथास्थिति, भरणपोषण या अंतरिम भरणपोषण और कार्यवाहियों के व्ययों के आदेश की प्रति, उस व्यक्ति को, जिसके पक्ष में वह दिया गया है या उसके संरक्षक को यदि कोई हो, या उस व्यक्ति को, जिसे यथास्थिति, भरणपोषण के लिए भत्ता या अंतरिम भरणपोषण के लिए भत्ता और कार्यवाही के लिए व्यय दिया जाना है निःशुल्क दी जाएगी और ऐसे आदेश का प्रवर्तन किसी ऐसे स्थान में, जहां वह व्यक्ति है, जिसके विरुद्ध वह आदेश दिया गया था, किसी मजिस्ट्रेट द्वारा पक्षकारों को पहचान के बारे में और, यथास्थिति, देय भत्ते या व्ययों के न दिए जाने के बारे में ऐसे मजिस्ट्रेट का समाधान हो जाने पर किया जा सकता है।",
  },
  {
    id: 155,
    prevCode: "129",
    prevCodeInfo: "----",
    newCode: "148",
    chapter: chapter["11"].heading + ", " + chapter["11"].क,
    newCodeInfo:
      "सिविल बल के प्रयोग द्वारा जमाव को तितर-बितर करना- \n(1) कोई या ऐसे कार्यपालक मजिस्ट्रेट या पुलिस थाने का भारसाधक अधिकारी भारसाधक अधिकारी की अनुपस्थिति में उप निरीक्षक की पंक्ति से अनिम्न कोई पुलिस अधिकारी किसी विधिविरुद्ध जमाव को, या पांच या अधिक व्यक्तियों के किसी ऐसे जमाव को, जिससे लोकशांति विक्षुब्ध होने की संभाव्यता है, तितर-बितर होने का समादेश दे सकता है और तब ऐसे जमाव के सदस्यों का यह कर्तव्य होगा कि वे तद्गसार तितर-बितर हो जाएं। \n(2) यदि ऐसा समादेश दिए जाने पर ऐसा कोई जमाव तितर-बितर नहीं होता है या यदि ऐसे समादिष्ट हुए बिना वह इस प्रकार से आचरण करता है, जिससे उसका तितर-बितर न होने का निश्चय दर्शित होता है, तो उपधारा (1) में निर्दिष्ट कोई कार्यपालक मजिस्ट्रेट या पुलिस अधिकारी उस जमाव को बल द्वारा तितर बितर करने की कार्यवाही कर सकता है और %किसी भी व्यक्ति% से जो सशस्त्र बल का अधिकारी या सदस्य नहीं है और उस नाते कार्य नहीं कर रहा है, ऐसे जमाव को तितर-बितर करने के प्रयोजन के लिए और यदि आवश्यक हो तो उन व्यक्तियों को, जो उसमें सम्मिलित हैं, इसलिए गिरफ्तार करने और परिरुद्ध करने के लिए कि ऐसा जमाव तितर-बितर किया जा सके या उन्हें विधि के अनुसार दंड दिया जा सके, सहायता की अपेक्षा कर सकता है।",
  },
  {
    id: 156,
    prevCode: "130",
    prevCodeInfo: "----",
    newCode: "149",
    chapter: chapter["11"].heading + ", " + chapter["11"].क,
    newCodeInfo:
      "जमाव को तितर-बितर करने के लिए सशस्त्र बल का प्रयोग- \n(1) %धारा 148% की उपधारा (1) में निर्दिष्ट यदि कोई ऐसा जमाव अन्यथा तितर-बितर नहीं किया जा सकता है और यदि लोक सुरक्षा के लिए यह आवश्यक है कि उसको तितर-बितर किया जाए तो %जिला मजिस्ट्रेट या उसके द्वारा प्राधिकृत% कोई अन्य कार्यपालक मजिस्ट्रेट, जो उपस्थित हो, सशस्त्र बल द्वारा उसे तितर- बितर करा सकता है। \n(2) ऐसा मजिस्ट्रेट किसी ऐसे अधिकारी से, जो सशस्त्र बल के व्यक्तियों की किसी टुकड़ी का समादेशन कर रहा है, यह अपेक्षा कर सकता है कि वह अपने समादेशाधीन सशस्त्र बल की मदद से जमाव को तिर-बितर कर दे और उसमें सम्मिलित ऐसे व्यक्तियों को, जिनकी बाबत मजिस्ट्रेट निदेश दे या जिन्हें जमाव को तितर-बितर करने या विधि के अनुसार दंड देने के लिए गिरफ्तार और परिरुद्ध करना आवश्यक है, गिरफ्तार और परिरुद्ध करे। \n(3) सशस्त्र बल का प्रत्येक ऐसा अधिकारी ऐसी अध्यपेक्षा का पालन ऐसी रीति से करेगा जैसी वह ठीक समझे, किंतु ऐसा करने में केवल इतने ही बल का प्रयोग करेगा और शरीर और संपत्ति को केवल इतनी ही हानि पहुंचाएगा जितनी उस जमाव को तितर-बितर करने और ऐसे व्यक्तियों को गिरफ्तार और निरुद्ध करने के लिए आवश्यक है।",
  },
  {
    id: 157,
    prevCode: "131",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "150",
    chapter: chapter["11"].heading + ", " + chapter["11"].क,
    newCodeInfo:
      "जमाव को तितर-बितर करने की सशस्त्र बल के कतिपय अधिकारियों की शक्ति - \nजब कोई ऐसा जमाव लोक सुरक्षा को स्पष्टतया संकटापन्न कर देता है और किसी कार्यपालक मजिस्ट्रेट से संपर्क नहीं किया जा सकता है तब सशस्त्र बल का कोई आयुक्त या राजपत्रित अधिकारी ऐसे जमाव को अपने समादेशाधीन सशस्त्र बल की मदद से तितर-बितर कर सकता है और ऐसे किन्हीं व्यक्तियों को, जो उसमें सम्मिलित हों, ऐसे जमाव को तितर-बितर करने के लिए या इसलिए कि उन्हें विधि के अनुसार दंड दिया जा सके, गिरफ्तार और परिरुद्ध कर सकता है, किंतु यदि उस समय, जब वह इस धारा के अधीन कार्य कर रहा है, कार्यपालक मजिस्ट्रेट से संपर्क करना उसके लिए साध्य हो कोई परिवर्तन नहीं। जाता है तो वह ऐसा करेगा और तदनन्तर इस बारे में कि वह ऐसी कार्यवाही चालू रखे या न रखे, मजिस्ट्रेट के अनुदेशों का पालन करेगा।",
  },
  {
    id: 158,
    prevCode: "132",
    prevCodeInfo: "----",
    newCode: "151",
    chapter: chapter["11"].heading + ", " + chapter["11"].क,
    newCodeInfo:
      '%धारा 148, धारा 149 तथा धारा 150% के अधीन किए गए कार्यों के लिए धारा- अभियोजन से संरक्षण- \n(1) किसी कार्य के लिए, जो %धारा 148, धारा 149 132 या धारा 150% के अधीन किया गया तात्पर्थित है, किसी व्यक्ति के विरुदध कोई अभियोजन किसी दंड न्यायालय में- \n(क) जहां ऐसा व्यक्ति सशस्त्र बल का कोई अधिकारी या सदस्य है, वहां केंद्रीय सरकार की मंजूरी के बिना संस्थित नहीं किया जाएगा; \n(ख) किसी अन्य मामले में राज्य सरकार की मंजूरी के बिना संस्थित नहीं किया जाएगा। \n(2) (क) उक्त धाराओं में से किसी के अधीन सद्भावपूर्वक कार्य करने वाले किसी कार्यपालक मजिस्ट्रेट या पुलिस अधिकारी के बारे में; \n(ख) %धारा 148 या धारा 149% के अधीन अपेक्षा के अनुपालन में सद्भावपूर्वक कार्य करने वाले किसी व्यक्ति के बारे में; \n(ग) %धारा 150% के अधीन सद्भावपूर्वक कार्य करने वाले सशस्त्र बल के किसी अधिकारी के बारे \n(घ) सशस्त्र बल का कोई सदस्य जिस आदेश का पालन करने के लिए आबद्ध हो उसके पालन में किए गए किसी कार्य के लिए उस सदस्य के बारे में, माना जाएगा कि उसने कोई अपराध किया है। \n(3) इस धारा में और इस अध्याय की पूर्ववर्ती धाराओं में- \n(क) "सशस्त्र बल" पद से भूमि बल के रूप में क्रियाशील सेना, नौसेना और वायुसेना अभिप्रेत हैं और इसके अंतर्गत इस प्रकार क्रियाशील संघ के अन्य सशस्त्र बल भी हैं: \n(ख) सशस्त्र बल के संबंध में "अधिकारी" से सशस्त्र बल के आफिसर के रूप में आयुक्त, राजपत्रित या वेतनभोगी व्यक्ति अभिप्रेत है और इसके अंतर्गत कनिष्ठ आयुक्त आफिसर, वारंट आफिसर, पेटी आफिसर, अनायुक्त आफिसर तथा अराजपत्रित आफिसर भी हैं; \n(ग) सशस्त्र बल के संबंध में "सदस्य" से सशस्त्र बल के अधिकारी से भिन्न उसका कोई सदस्य अभिप्रेत है।',
  },
  {
    id: 159,
    prevCode: "133",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "152",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      'न्यूसेन्स हटाने के लिए सशर्त आदेश- \n(1) जब किसी जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट का या राज्य सरकार द्वारा इस निमित्त विशेषतया सशक्त किसी अन्य कार्यपालक मजिस्ट्रेट का किसी पुलिस अधिकारी से रिपोर्ट या अन्य इत्तिला प्राप्त होने पर और ऐसा साक्ष्य (यदि कोई हो) लेने पर, जैसा वह ठीक समझे, यह विचार है कि- \n(क) किसी लोक स्थान या किसी मार्ग, नदी या जलसरणी से, जो जनता द्वारा विधिपूर्वक उपयोग में लाई जाती है या लाई जा सकती है, कोई विधिविरुद्ध बाधा या न्यूसेन्स हटाया जाना चाहिए; या \n(ख) किसी व्यापार या उपजीविका को चलाना या किसी माल या पण्य वस्तु को रखना समाज के स्वास्थ्य या शारीरिक सुख के लिए हानिकर है और परिणामतः ऐसा व्यापार या उपजीविका प्रतिषिद्ध या विनियमित की जानी चाहिए या ऐसा माल या पण्य वस्तु हटा दी जानी चाहिए या उसको रखना विनियमित किया जाना चाहिए: या \n(ग) किसी भवन का निर्माण या किसी पदार्थ का व्ययन, जिससे सम्भाव्य है कि अग्निकांड या विस्फोट हो जाए, रोक दिया या बंद कर दिया जाना चाहिए, या \n(घ) कोई भवन, तंबू, संरचना या कोई वृक्ष ऐसी दशा में है कि संभाव्य है कि वह गिर जाए और पड़ोस में रहने या कारबार करने वाले या पास से निकलने वाले व्यक्तियों को उससे हानि हो, और परिणामतः ऐसे भवन, तम्बू या संरचना को हटाना, या उसकी मरम्मत करना या उसमें आलंब लगाना, या ऐसे वृक्ष को हटाना या उसमें आलंब लगाना आवश्यक है; \n(ङ) ऐसे किसी मार्ग या लोक स्थान के पार्श्वस्थ किसी तालाब, कुएं या उत्खात को इस प्रकार से बाड़ लगा दी जानी चाहिए कि जनता को होने वाले खतरे का निवारण हो सके; या \n(च) किसी भयानक जीवजंतु को नष्ट, परिरुद्ध या उसका अन्यथा व्ययन किया जाना चाहिए, तब ऐसा मजिस्ट्रेट ऐसी बाधा या न्यूसेंस पैदा करने वाले या ऐसा व्यापार या उपजीविका चलाने वाले या किसी ऐसे माल या पण्य वस्तु को रखने वाले या ऐसे भवन, तंबू, संरचना, पदार्थ, तालाब, कुएं या उत्खात का स्वामित्व या कब्जा या नियंत्रण रखने वाले या ऐसे जीवजंतु या वृक्ष का स्वामित्व या कब्ज़ा रखने वाले व्यक्ति से यह अपेक्षा करते हुए सशर्त आदेश दे सकता है कि उतने समय के अंदर, जितना उस आदेश में नियत किया जाएगा, वह- \n(1) ऐसी बाधा या न्यूसेन्स को हटा दे; या \n(ii) ऐसा व्यापार या उपजीविका चलाना छोड़ दे या उसे ऐसी रौति से बंद कर दे या विनियमित करे, जैसी निदिष्ट की जाए या ऐसे मामले या पण्य वस्तु को हटाए या उसको रखना ऐसी रीति से विनियमित करे जैसी निदिष्ट की जाए; या \n(iii) ऐसे भवन का निर्माण रोके या बंद करे, या ऐसे पदार्थ के व्ययन में परिवर्तन करे: या \n(iv) ऐसे भवन, तंबू या संरचना को हटाए, उसकी मरम्मत कराए या उसमें आलम्ब लगाए या ऐसे वृक्षों को हटाए या उनमें आलंब लगाए; या \n(v) ऐसे तालाब, कुएं या उत्खात को बाढ़ लगाए; या \n(vi) ऐसे भयानक जीवजंतु को उस रीति से नष्ट करे, परिरुद्ध करे या उसका व्ययन करे, जो उस आदेश में उपबंधित है, या यदि वह ऐसा करने में आपत्ति करता है तो वह स्वयं उसके समक्ष या उसके अधीनस्थ किसी अन्य कार्यपालक मजिस्ट्रेट के समक्ष उस समय और स्थान पर, जो उस आदेश द्वारा नियत किया जाएगा, हाजिर हो और इसमें इसके पश्चात् उपबंधित प्रकार से कारण दर्शित करे कि उस आदेशों को अंतिम क्यों न कर दिया जाए। \n(2) मजिस्ट्रेट द्वारा इस धारा के अधीन सम्यक् रूप से दिए गए किसी भी आदेश को किसी सिविल न्यायालय में प्रश्नगत नहीं किया जाएगा। स्पष्टीकरण "लोक स्थान" के अंतर्गत राज्य की संपत्ति, पड़ाव के मैदान और स्वच्छता या आमोद- प्रमोद के प्रयोजन के लिए खाली छोड़े गए मैदान भी हैं।',
  },
  {
    id: 160,
    prevCode: "134",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "153",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "आदेश की तामील या अधिसूचना- \n(1) आदेश की तामील उस व्यक्ति पर, जिसके विरुद्ध वह किया गया है, यदि साध्य हो तो, उस रीति से की जाएगी, जो समनों की तामील के लिए इसमें उपबंधित है। \n(2) यदि ऐसे आदेश की तामील इस प्रकार नहीं की जा सकती है तो उसकी अधिसूचना ऐसी रीति से प्रकाशित उद्घोषणा द्वारा की जाएगी, जैसी राज्य सरकार नियम द्वारा निदेश करे और उसकी एक प्रति ऐसे स्थान या स्थानों पर चिपका दी जाएगी, जो उस व्यक्ति को इत्तिला पहुंचाने के लिए सबसे अधिक उपयुक्त हैं।",
  },
  {
    id: 161,
    prevCode: "135",
    prevCodeInfo: "----",
    newCode: "154",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "जिस व्यक्ति को आदेश संबोधित हैं वह उसका पालन करे या कारण दर्शित करे - \nवह व्यक्ति जिसके विरुद्ध ऐसा आदेश दिया गया है- \n(क) उस आदेश द्वारा निदिष्ट कार्य उस समय के अंदर और उस रीति से करेगा जो आदेश में विनिर्दिष्ट है, या \n(ख) उस आदेश के अनुसार हाजिर होगा और उसके विरुद्ध कारण दर्शित करेगा और %ऐसी हाजिरी या वर्चुअल सुनवाई श्रव्य दृश्य संगोष्ठी के माध्यम से% अनुज्ञात की जा सकेगी।",
  },
  {
    id: 162,
    prevCode: "136",
    prevCodeInfo: "----",
    newCode: "155",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "%धारा 154% का अनुपालन करने में असफलता के लिए शास्ति- \nयदि व्यक्ति जिसके विरुद्ध %धारा 154% के अधीन कोई आदेश दिया गया है ऐसे कार्य को नहीं करता है या हाजिर होकर कारण दर्शित नहीं करता है, तो वह %भारतीय न्याय संहिता, 2023 की धारा 223% में उस निमित्त विनिर्दिष्ट शास्ति का दायी होगा और आदेश अंतिम कर दिया जाएगा।",
  },
  {
    id: 163,
    prevCode: "137",
    prevCodeInfo: "----",
    newCode: "156",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "जहां लोक अधिकार के अस्तित्व से इंकार किया जाता है वहां प्रक्रिया- \n(1) जहां किसी मार्ग, नदी, जलसरणी या स्थान के उपयोग में जनता को होने वाली बाधा, न्यूसेन्स या खतरे का निवारण करने के प्रयोजन के लिए कोई आदेश %धारा 152% के अधीन किया जाता है वहां मजिस्ट्रेट उस व्यक्ति के जिसके विरुद्ध वह आदेश किया गया है अपने समक्ष हाजिर होने पर, उससे प्रश्न करेगा कि क्या वह उस मार्ग, नदी, जलसरणी या स्थान के बारे में किसी लोक अधिकार के अस्तित्व से इंकार करता है और यदि वह ऐसा करता है तो मजिस्ट्रेट %धारा 157% के अधीन कार्यवाही करने के पहले उस बात की जांच करेगा। \n(2) यदि ऐसी जांच में मजिस्ट्रेट इस निष्कर्ष पर पहुंचता है कि ऐसे इंकार के समर्थन में कोई विश्वसनीय साक्ष्य है तो वह कार्यवाही को तब तक के लिए रोक देगा जब तक ऐसे अधिकार के अस्तित्व का मामला सक्षम न्यायालय द्वारा विनिश्चित नहीं कर दिया जाता है; और यदि वह इस निष्कर्ष पर पहुंचता है कि ऐसा कोई साक्ष्य नहीं है तो वह %धारा 157% के अनुसार कार्यवाही करेगा। \n(3) मजिस्ट्रेट द्वारा उपधारा (1) के अधीन प्रश्न किए जाने पर, जो व्यक्ति उसमें निर्दिष्ट प्रकार के लोक अधिकार के अस्तित्व से इंकार नहीं करने में असफल रहता है या ऐसा इंकार करने पर उसके समर्थन में विश्वसनीय साक्ष्य देने में असफल रहता है उसे पश्चात्वर्ती कार्यवाहियों में ऐसा कोई इंकार नहीं करने दिया जाएगा।",
  },
  {
    id: 164,
    prevCode: "138",
    prevCodeInfo: "----",
    newCode: "157",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "व्यक्ति जिसके विरुद्ध %धारा 152% के अधीन कोई आदेश दिया गया है वहां कारण दर्शित करने के लिए प्रक्रिया- \n(1) यदि वह व्यक्ति, जिसके विरुद्ध %धारा 152% के अधीन आदेश दिया गया है, हाजिर है और आदेश के विरुद्ध कारण दर्शित करता है तो मजिस्ट्रेट उस मामले में उस प्रकार साक्ष्य लेगा जैसे समन मामले में लिया जाता है। \n(2) यदि मजिस्ट्रेट का यह समाधान हो जाता है कि आदेश या तो जैसा मूलतः किया गया था उस रूप में या ऐसे परिवर्तन के साथ, जिसे वह आवश्यक समझे, युक्तियुक्त और उचित है तो वह आदेश, यथास्थिति, परिवर्तन के बिना या ऐसे परिवर्तन के सहित अंतिम कर दिया जाएगा। \n(3) यदि मजिस्ट्रेट का ऐसा समाधान नहीं होता है तो उस मामले में आगे कोई कार्यवाही नहीं की जाएगी : \n%परंतु इस धारा के अधीन प्रक्रियाएं नब्बे दिनों की अवधि के भीतर यथाशीघ्र पूरी होगी, जो लिखित के कारणों को लेखबद्ध करते हुए एक सौ बीस दिनों तक विस्तारित की जा सकेगी।%",
  },
  {
    id: 165,
    prevCode: "139",
    prevCodeInfo: "----",
    newCode: "158",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "स्थानीय अन्वेषण के लिए निदेश देने और विशेषज्ञ की परीक्षा करने की मजिस्ट्रेट की शक्ति- \n%मजिस्ट्रेट धारा 156 या धारा 157% के अधीन किसी जांच के प्रयोजनों के लिए, \n(क) ऐसे व्यक्ति द्वारा, जिसे वह ठीक समझे, स्थानीय अन्वेषण किए जाने के लिए निदेश दे सकता है; या \n(ख) किसी विशेषज्ञ को समन कर सकता है और उसकी परीक्षा कर सकता है।",
  },
  {
    id: 166,
    prevCode: "140",
    prevCodeInfo: "----",
    newCode: "159",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "मजिस्ट्रेट की लिखित अनुदेश आदि देने की शक्ति- \n(1) जहां मजिस्ट्रेट %धारा 158% के अधीन किसी व्यक्ति द्वारा स्थानीय अन्वेषण किए जाने के लिए निदेश देता है वहां मजिस्ट्रेट - \n(क) उस व्यक्ति को ऐसे लिखित अनुदेश दे सकता है जो उसके मार्गदर्शन के लिए आवश्यक प्रतीत हो, \n(ख) यह घोषित कर सकता है कि स्थानीय अन्वेषण का सब आवश्यक व्यय, या उसका कोई भाग, जिसके द्वारा दिया जाएगा। \n(2) ऐसे व्यक्ति की रिपोर्ट को मामले में साक्ष्य के रूप में पढ़ा जा सकता है। \n(3) जहां मजिस्ट्रेट धारा 158 के अधीन किसी विशेषज्ञ को समन करता है और उसकी परीक्षा करता है वहां मजिस्ट्रेट निदेश दे सकता है कि ऐसे समन करने और परीक्षा करने के खर्चे किसके द्वारा दिए जाएंगे।",
  },
  {
    id: 167,
    prevCode: "141",
    prevCodeInfo: "----",
    newCode: "160",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "आदेश अंतिम कर दिए जाने पर प्रक्रिया और उसकी अवज्ञा के परिणाम- \n(1) जब %धारा 155 या धारा 157% के अधीन आदेश अंतिम कर दिया जाता है तब मजिस्ट्रेट उस व्यक्ति को, जिसके विरुद्ध वह आदेश दिया गया है, उसकी सूचना देगा और उससे यह भी अपेक्षा करेगा कि वह उस आदेश दुवारा निदिष्ट कार्य इतने समय के अंदर करे, जितना सूचना में नियत किया जाएगा और उसे इत्तिला देगा कि अवज्ञा करने पर वह %भारतीय न्याय संहिता, 2023 की धारा 223% द्वारा उपबंधित शास्ति का भागी होगा। \n(2) यदि ऐसा कार्य नियत समय के अंदर नहीं किया जाता है तो मजिस्ट्रेट उसे करा सकता है और उसके किए जाने में हुए खचचों को किसी भवन, माल या अन्य संपत्ति के, जो उसके आदेश द्वारा हटाई गई है, विक्रय द्वारा अथवा ऐसे मजिस्ट्रेट की स्थानीय अधिकारिता के भीतर या बाहर स्थित उस व्यक्ति की अन्य जंगम संपत्ति के करस्थम् और विक्रय द्वारा वसूल कर सकता है और यदि ऐसी अन्य संपत्ति ऐसी अधिकारिता के बाहर है तो उस आदेश से ऐसी कुर्की और विक्रय तब प्राधिकृत होगा जब वह उस मजिस्ट्रेट द्वारा पृष्ठांकित कर दिया जाता है जिसकी स्थानीय अधिकारिता के भीतर कुर्क की जाने वाली संपत्ति पाई जाती है। \n(3) इस धारा के अधीन सद्भावपूर्वक की गई किसी बात के बारे में कोई वाद न होगा।",
  },
  {
    id: 168,
    prevCode: "142",
    prevCodeInfo: "----",
    newCode: "161",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "जांच के लंबित रहने तक व्यादेश- \n(1) यदि %धारा 152% के अधीन आदेश देने वाला मजिस्ट्रेट यह समझता है कि जनता को आसन्न खतरे या गंभीर किस्म की हानि का निवारण करने के लिए तुरंत उपाय किए जाने चाहिए तो वह, उस व्यक्ति को, जिसके विरुद्ध आदेश दिया गया था, ऐसा व्यादेश देगा जैसा उस खतरे या हानि को, मामले का अवधारण होने तक, दूर या निवारित करने के लिए अपेक्षित है। \n(2) यदि ऐसे व्यादेश के तत्काल पालन में उस व्यक्ति द्वारा व्यतिक्रम किया जाता है तो मजिस्ट्रेट स्वयं ऐसे साधनों का उपयोग कर सकता है या करवा सकता है जो वह उस खतरे को दूर करने या हानि का निवारण करने के लिए ठीक समझे। \n(3) मजिस्ट्रेट द्वारा इस धारा के अधीन सद्भावपूर्वक की गई किसी बात के बारे में कोई वाद न होगा।",
  },
  {
    id: 169,
    prevCode: "143",
    prevCodeInfo: "----",
    newCode: "162",
    chapter: chapter["11"].heading + ", " + chapter["11"].ख,
    newCodeInfo:
      "मजिस्ट्रेट लोक न्यूसेंस की पुनरावृत्ति या उसे चालू रखने का प्रतिषेध कर सकता है- \nकोई जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट या राज्य सरकार या जिला मजिस्ट्रेट द्वारा इस निमित्त सशक्त किया गया कोई अन्य कार्यपालक मजिस्ट्रेट %या पुलिस आयुक्त% किसी व्यक्ति को आदेश दे सकता है कि वह %भारतीय न्याय संहिता, 2023% में या किसी अन्य विशेष या स्थानीय विधि में यथापरिभाषित लोक न्यूसेंस की न तो पुनरावृति करे और न उसे चालू रखे।",
  },
  {
    id: 170,
    prevCode: "144",
    prevCodeInfo: "----",
    newCode: "163",
    chapter: chapter["11"].heading + ", " + chapter["11"].ग,
    newCodeInfo:
      "न्यूसेंस या आशंकित खतरे के अर्जेंट मामलों में आदेश जारी करने की शक्ति- \n(1) उन मामलों में, जिनमें जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट या 144 राज्य सरकार द्वारा इस निमित्त विशेषतया सशक्त किए गए किसी अन्य कार्यपालक मजिस्ट्रेट की राय में इस धारा के अधीन कार्यवाही करने के लिए पर्याप्त आधार है और तुरंत निवारण या शीघ्र उपचार करना वांछनीय है, वह मजिस्ट्रेट ऐसे लिखित आदेश द्वारा, जिसमें मामले के तात्विक तथ्यों का कथन होगा और जिसकी तामील %धारा 153% द्वारा उपबंधित रीति से कराई जाएगी, किसी व्यक्ति को कार्य-विशेष न करने या अपने कब्जे की या अपने प्रबंधाधीन किसी विशिष्ट संपत्ति की कोई विशिष्ट व्यवस्था करने का निदेश उस दशा में दे सकता है जिसमें ऐसा मजिस्ट्रेट समझता है कि ऐसे निदेश से यह संभाव्य है, या ऐसे निदेश की यह प्रवृत्ति है कि विधिपूर्वक नियोजित किसी व्यक्ति को बाधा, क्षोभ या क्षति का, या मानव जीवन, स्वास्थ्य या क्षेम को खतरे का, या लोक प्रशांति विक्षुब्ध होने का, या बलवे या दंगे का निवारण हो जाएगा। \n(2) इस धारा के अधीन आदेश, आपात की दशाओं में या उन दशाओं में जब परिस्थितियां ऐसी हैं कि उस व्यक्ति पर, जिसके विरुद्ध वह आदेश निदिष्ट है, सूचना की तामील सम्यक् समय में करने की गुंजाइश न हो, एक पक्षीय रूप में पारित किया जा सकता है। \n(3) इस धारा के अधीन आदेश किसी विशिष्ट व्यक्ति को, या किसी विशेष स्थान या क्षेत्र में निवास करने वाले व्यक्तियों को या आम जनता को, जब वे किसी विशेष स्थान या क्षेत्र में जाते रहते हैं या जाएं, निदिष्ट किया जा सकता है। \n(4) इस धारा के %अधीन% कोई आदेश उस %आदेश% के दिए जाने की तारीख से दो मास से आगे प्रवृत्त न रहेगा: \nपरंतु यदि राज्य सरकार मानव जीवन, स्वास्थ्य या क्षेम को खतरे का निवारण करने के लिए या बलवे या किसी दंगे का निवारण करने के लिए ऐसा करना आवश्यक समझती है तो वह अधिसूचना द्वारा यह निदेश दे सकती है कि मजिस्ट्रेट द्वारा इस धारा के अधीन किया गया कोई आदेश उतनी अतिरिक्त अवधि के लिए, जितनी वह उक्त अधिसूचना में विनिर्दिष्ट करे, प्रवृत्त रहेगा; किंतु वह अतिरिक्त अवधि उस तारीख से छह मास से अधिक की न होगी जिसको मजिस्ट्रेट द्वारा दिया गया आदेश ऐसे निदेश के अभाव में समाप्त हो गया होता। \n(5) कोई मजिस्ट्रेट या तो स्वप्रेरणा से या किसी व्यथित व्यक्ति के आवेदन पर किसी ऐसे आदेश को विखंडित या परिवर्तित कर सकता है जो स्वयं उसने या उसके अधीनस्थ किसी मजिस्ट्रेट ने या उसके पद- पूर्ववर्ती ने इस धारा के अधीन दिया है। \n(6) राज्य सरकार उपधारा (4) के परंतुक के अधीन अपने द्वारा दिए गए किसी आदेश को या तो स्वप्रेरणा से या किसी व्यथित व्यक्ति के आवेदन पर विखंडित या परिवर्तित कर सकती है। \n(7) जहां उपधारा (5) या उपधारा (6) के अधीन आवेदन प्राप्त होता है वहां, यथास्थिति, मजिस्ट्रेट या राज्य सरकार आवेदक को या तो स्वयं या अधिवक्ता द्वारा उसके समक्ष हाजिर होने और आदेश के विरुद्ध कारण दर्शित करने का शीघ्र अवसर देगी; और यदि, यथास्थिति, मजिस्ट्रेट या राज्य सरकार आवेदन को पूर्णतः या अंशतः नामंजूर कर दे तो वह ऐसा करने के अपने कारणों को लेखबद्ध करेगी।",
  },
  {
    id: 171,
    prevCode: "144क",
    prevCodeInfo: "निरसित",
    newCode: "",
    chapter: "",
    newCodeInfo: "",
  },
  {
    id: 172,
    prevCode: "145",
    prevCodeInfo: "----",
    newCode: "164",
    chapter: chapter["11"].heading + ", " + chapter["11"].घ,
    newCodeInfo:
      'जहां भूमि या जल से संबद्ध विवादों से परिशांति भंग होना संभाव्य है वहां प्रक्रिया - \n(1) जब कभी किसी कार्यपालक मजिस्ट्रेट का, पुलिस अधिकारी की रिपोर्ट से या अन्य इत्तिला पर समाधान हो जाता है कि उसकी स्थानीय अधिकारिता के भीतर किसी भूमि या जल या उसकी सीमाओं से संबद्ध ऐसा विवाद विद्यमान है, जिससे परिशांति भंग होना संभाव्य है, तब वह अपना ऐसा समाधान होने के आधारों का कथन करते हुए और ऐसे विवाद से संबद्ध पक्षकारों से यह अपेक्षा करते हुए लिखित आदेश देगा कि वे विनिर्दिष्ट तारीख और समय पर स्वयं या अधिवक्ता द्वारा उसके न्यायालय में हाजिर हों और विवाद की विषयवस्तु पर वास्तविक कब्जे के तथ्य के बारे में अपने-अपने दावों का लिखित कथन पेश करें। \n(2) इस धारा के प्रयोजनों के लिए "भूमि या जल" पद के अंतर्गत भवन, बाजार, मीनक्षेत्र, फसलें, भूमि को अन्य उपज और ऐसी किसी संपत्ति के भाटक या लाभ भी हैं। \n(3) इस आदेश की एक प्रति की ताभील इस संहिता द्वारा समनों की तामील के लिए उपबंधित रीति से ऐसे व्यक्ति या व्यक्तियों पर की जाएगी, जिन्हें मजिस्ट्रेट निदिष्ट करे और कम से कम एक प्रति विवाद की विषयवस्तु पर या उसके निकट किसी सहजदृश्य स्थान पर लगाकर प्रकाशित की जाएगी। \n(4) मजिस्ट्रेट तब विवाद को विषयवस्तु को पक्षकारों में से किसी के भी कब्जे में रखने के अधिकार के गुणागुण या दावे के प्रति निर्देश किए बिना उन कथनों का, जो ऐसे पेश किए गए हैं, परिशीलन करेगा, पक्षकारों को सुनेगा और ऐसा सभी साक्ष्य लेगा जो उनके द्वारा प्रस्तुत किया जाए, ऐसा अतिरिक्त साक्ष्य, यदि कोई हो; लेगा जैसा वह आवश्यक समझे और यदि संभव हो तो यह विनिश्चित करेगा कि क्या उन पक्षकारों में से कोई उपधारा (1) के अधीन उसके द्वारा दिए गए आदेश की तारीख पर विवाद की विषयवस्तु पर कब्जा रखता था और यदि रखता था तो वह कौन सा पक्षकार था: \nपरंतु यदि मजिस्ट्रेट को यह प्रतीत होता है कि कोई पक्षकार उस तारीख के, जिसको पुलिस अधिकारी की रिपोर्ट या अन्य इत्तिला मजिस्ट्रेट को प्राप्त हुई, ठीक पूर्व दो मास के अंदर या उस तारीख के पश्चात् और उपधारा (1) के अधीन उसके आदेश की तारीख के पूर्व बलात् और सदोष रूप से बेकब्जा किया गया है तो वह यह मान सकेगा कि उस प्रकार बेकब्जा किया गया पक्षकार उपधारा (1) के अधीन उसके आदेश को तारीख को कब्जा रखता था। \n(5) इस धारा की कोई बात, हाजिर होने के लिए ऐसे अपेक्षित किसी पक्षकार को या किसी अन्य हितबद्ध व्यक्ति को यह दर्शित करने से नहीं रोकेगी कि कोई पूर्वोक्त प्रकार का विवाद वर्तमान नहीं है या नहीं रहा है और ऐसी दशा में मजिस्ट्रेट अपने उक्त आदेश को रद्द कर देगा और उस पर आगे की सब कार्यवाहियां रोक दी जाएंगी किंतु उपधारा (1) के अधीन मजिस्ट्रेट का आदेश ऐसे रद्दकरण के अधीन रहते हुए अंतिम होगा। \n(6) (क) यदि मजिस्ट्रेट यह विनिश्चय करता है कि पक्षकारों में से एक का उक्त विषयवस्तु का विवाद पर ऐसा कब्जा था या उपधारा (4) के परंतुक के अधीन ऐसा कब्जा माना जाना चाहिए, तो वह यह घोषणा करने वाला कि ऐसा पक्षकार उस पर तब तक कब्जा रखने का हकदार है जब तक उसे विधि के सम्यक् अनुक्रम में बेदखल न कर दिया जाए और यह निषेध करने वाला कि जब तक ऐसी बेदखली न कर दी जाए तब तक ऐसे कब्जे में कोई विघ्न न डाला जाए, आदेश जारी करेगा; और जब वह उपधारा (4) के परंतुक के अधीन कार्यवाही करता है तब उस पक्षकार को, जो बलात् और सदोष बेकब्जा किया गया है, कब्जा लौटा सकता है। \n(ख) इस उपधारा के अधीन दिया गया आदेश उपधारा (3) में अधिकथित रीति से तामील और प्रकाशित किया जाएगा। \n(7) जब किसी ऐसी कार्यवाही के पक्षकार की मृत्यु हो जाती है तब मजिस्ट्रेट मृत पक्षकार के विधिक प्रतिनिधि को कार्यवाही का पक्षकार बनवा सकेगा और फिर जांच चालू रखेगा और यदि इस बारे में कोई प्रश्न उत्पन्न होता है कि मृत पक्षकार का ऐसी कार्यवाही के प्रयोजन के लिए विधिक प्रतिनिधि कौन है तो मृत पक्षकार का प्रतिनिधि होने का दावा करने वाले सब व्यक्तियों को उस कार्यवाही का पक्षकार बना लिया जाएगा। \n(8) यदि मजिस्ट्रेट की यह राय है कि उस संपत्ति की, जो इस धारा के अधीन उसके समक्ष लंबित कार्यवाही में विवाद की विषयवस्तु है, कोई फसल या अन्य उपज शीघ्रतया और प्रकृत्या क्षयशील है तो वह ऐसी संपत्ति की उचित अभिरक्षा या विक्रय के लिए आदेश दे सकता है और जांच के समाप्त होने पर ऐसी संपत्ति के या उसके विक्रय के आगमों के व्ययन के लिए ऐसा आदेश दे सकता है जो वह ठीक समझे। \n(9) यदि मजिस्ट्रेट ठीक समझे तो वह इस धारा के अधीन कार्यवाहियों के किसी प्रक्रम में पक्षकारों में से किसी के आवेदन पर किसी साक्षी के नाम समन यह निदेश देते हुए जारी कर सकता है कि वह हाजिर हो या कोई दस्तावेज या चीज पेश करे। \n(10) इस धारा की कोई बात %धारा 126% के अधीन कार्यवाही करने की मजिस्ट्रेट की शक्तियों का अल्पीकरण करने वाली नहीं समझी जाएगी।',
  },
  {
    id: 173,
    prevCode: "146",
    prevCodeInfo: "----",
    newCode: "165",
    chapter: chapter["11"].heading + ", " + chapter["11"].घ,
    newCodeInfo:
      "विवाद की विषयवस्तु का कुर्क करने की और रिसीवर नियुक्त करने की शक्ति - \n(1) यदि %धारा 164% की उपधारा (1) के अधीन आदेश करने के पश्चात् किसी समय मजिस्ट्रेट मामले को आपातिक समझता है या यदि वह विनिश्चय करता है कि पक्षकारों में से किसी का %धारा 164% में यथानिर्दिष्ट कब्जा उस समय नहीं था, या यदि वह अपना समाधान नहीं कर पाता है कि उस समय उनमें से किसका ऐसा कब्जा विवाद की विषयवस्तु पर था तो वह विवाद की विषयवस्तु को तब तक के लिए कुर्क कर सकता है जब तक कोई सक्षम न्यायालय उसके कब्जे का हकदार व्यक्ति होने के बारे में उसके पक्षकारों के अधिकारों का अवधारण नहीं कर देता है: \nपरंतु यदि ऐसे मजिस्ट्रेट का समाधान हो जाता है कि विवाद की विषयवस्तु के बारे में परिशांति भंग होने की कोई संभाव्यता नहीं रही तो वह किसी समय भी कुर्की वापस ले सकता है। \n(2) जब मजिस्ट्रेट विवाद की विषयवस्तु को कुर्क करता है तब यदि ऐसी विवाद की विषयवस्तु के संबंध में कोई रिसीवर किसी सिविल न्यायालय द्वारा नियुक्त नहीं किया गया है तो, वह उसके लिए ऐसा इंतजाम कर सकता है जो वह उस संपत्ति की देखभाल के लिए उचित समझता है या यदि वह ठीक समझता है तो, उसके लिए रिसीवर नियुक्त कर सकता है जिसको मजिस्ट्रेट के नियंत्रण के अधीन रहते हुए वे सब शक्तियां प्राप्त होंगी जो सिविल प्रक्रिया संहिता, 1908 (1908 का 5) के अधीन रिसीवर की होती हैं : \nपरंतु यदि विवाद की विषयवस्तु के संबंध में कोई रिसीवर किसी सिविल न्यायालय द्वारा बाद में नियुक्त कर दिया जाता है तो मजिस्ट्रेट - \n(क) अपने द्वारा नियुक्त रिसीवर को आदेश देगा कि वह विवाद की विषयवस्तु का कब्जा सिविल न्यायालय द्वारा नियुक्त रिसीवर को दे दे और तत्पश्चात् वह अपने द्वारा नियुक्त रिसीवर को उन्मोचित कर देगा; \n(ख) ऐसे अन्य आनुषंगिक या पारिणामिक आदेश कर सकेगा, जो न्यायसंगत हैं।",
  },
  {
    id: 174,
    prevCode: "147",
    prevCodeInfo: "----",
    newCode: "166",
    chapter: chapter["11"].heading + ", " + chapter["11"].घ,
    newCodeInfo:
      'भूमि या जल के उपयोग के अधिकार से संबद्ध विवाद- \n(1) जब किसी धारा- कार्यपालक मजिस्ट्रेट का, पुलिस अधिकारी की रिपोर्ट से या अन्य इत्तिला 147 पर, समाधान हो जाता है कि उसकी स्थानीय अधिकारिता के भीतर किसी भूमि या जल के उपयोग के किसी अभिकथित अधिकार के बारे में, चाहे ऐसे अधिकार का दावा सुखाचार के रूप में किया गया हो या अन्यथा, विवाद वर्तमान है जिससे परिशांति भंग होनी संभाव्य है, तब वह अपना ऐसा समाधान होने के आधारों का कथन करते हुए और विवाद से संबद्ध पक्षकारों से यह अपेक्षा करते हुए लिखित आदेश दे सकता है कि वे विनिर्दिष्ट तारीख और समय पर स्वयं या अधिवक्ता द्वारा उसके न्यायालय में हाजिर हों और अपने- अपने दावों का लिखित कथन पेश करें। स्पष्टीकरण-इस उपधारा के प्रयोजनों के लिए "भूमि या जल" पद का वही अर्थ होगा, जो %धारा 164% की उपधारा (2) में दिया गया है। \n(2) मजिस्ट्रेट तब इस प्रकार पेश किए गए कथनों का परिशीलन करेगा, पक्षकारों को सुनेगा, ऐसा सब साक्ष्य लेगा जो उनके द्वारा पेश किया जाए, ऐसे साक्ष्य के प्रभाव पर विचार करेगा, ऐसा अतिरिक्त साक्ष्य, यदि कोई हो, लेगा जो वह आवश्यक समझे और, यदि संभव हो तो विनिश्चय करेगा कि क्या ऐसा अधिकार वर्तमान है; और ऐसी जांच के मामले में %धारा 164% के उपबंध यथाशाक्य लागू होंगे। \n(3) यदि उस मजिस्ट्रेट को यह प्रतीत होता है कि ऐसे अधिकार वर्तमान हैं तो वह ऐसे अधिकार के प्रयोग में किसी भी हस्तक्षेप का प्रतिषेध करने का और यथोचित मामले में ऐसे किसी अधिकार के प्रयोग में किसी बाधा को हटाने का भी आदेश दे सकता है: \nपरंतु जहां ऐसे अधिकार का प्रयोग वर्ष में हर समय किया जा सकता है वहां जब तक ऐसे अधिकार का प्रयोग उपधारा (1) के अधीन पुलिस अधिकारी की रिपोर्ट या अन्य इत्तिला की, जिसके परिणामस्वरूप जांच संस्थित की गई है, प्राप्ति के ठीक पहले तीन मास के अंदर नहीं किया गया है या जहां ऐसे अधिकार का प्रयोग विशिष्ट मौसम में हो या विशिष्ट अवसरों पर ही किया जा सकता है, वहां जब तक ऐसे अधिकार का प्रयोग ऐसी प्राप्ति के पूर्व के ऐसे मौसमों में से अंतिम मौसम के दौरान या ऐसे अवसरों में से अंतिम अवसर पर नहीं किया गया है, ऐसा कोई आदेश नहीं दिया जाएगा। \n(4) जब %धारा 164% की उपधारा (1) के अधीन प्रारंभ की गई किसी कार्यवाही में मजिस्ट्रेट को यह मालूम पड़ता है कि विवाद भूमि या जल के उपयोग के किसी अभिकथित अधिकार के बारे में है, तो वह, अपने कारण अभिलिखित करने के पश्चात् कार्यवाही को ऐसे चालू रख सकता है, मानो वह उपधारा (1) के अधीन प्रारंभ की गई हो और जब उपधारा (1) के अधीन प्रारंभ की गई किसी कार्यवाही में मजिस्ट्रेट को यह मालूम पड़ता है कि विवाद के संबंध में %धारा 164% के अधीन कार्यवाही की जानी चाहिए तो वह अपने कारण अभिलिखित करने के पश्चात् कार्यवाही को ऐसे चालू रख सकता है, मानो वह %धारा 164% को उपधारा (1) के अधीन प्रारंभ की गई हो।',
  },
  {
    id: 175,
    prevCode: "148",
    prevCodeInfo: "----",
    newCode: "167",
    chapter: chapter["11"].heading + ", " + chapter["11"].घ,
    newCodeInfo:
      "स्थानीय जांच- \n(1) जब कभी %धारा 164, धारा 165 या धारा 166% के प्रयोजनों के लिए स्थानीय जांच आवश्यक हो, तब कोई जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट अपने अधीनस्थ किसी मजिस्ट्रेट को जांच करने के लिए प्रतिनियुक्त कर सकता है और उसे ऐसे लिखित अनुदेश दे सकता है जो उसके मार्गदर्शन के लिए आवश्यक प्रतीत हों और घोषित कर सकता है कि जांच के सब आवश्यक व्यय या उसका कोई भाग, किसके द्वारा दिया जाएगा। \n(2) ऐसे प्रतिनियुक्त व्यक्ति की रिपोर्ट को मामले में साक्ष्य के रूप में पढ़ा जा सकता है। \n(3) जब %धारा 164, धारा 165 या धारा 166% के अधीन कार्यवाही के किसी पक्षकार द्वारा कोई खर्चे किए गए हैं तब विनिश्वय करने वाला मजिस्ट्रेट यह निदेश दे सकता है कि ऐसे खर्च किसके द्वारा दिए जाएंगे, ऐसे पक्षकार द्वारा दिए जाएंगे या कार्यवाही के किसी अन्य पक्षकार द्वारा और पूरे के पूरे दिए जाएंगे या भाग या अनुपात में; और ऐसे खचों के अंतर्गत साक्षियों के और अधिवक्ताओं की फीस के बारे में वे व्यय भी हो सकते हैं, जिन्हें न्यायालय उचित समझे।",
  },
  {
    id: 176,
    prevCode: "149",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "168",
    chapter: chapter["12"],
    newCodeInfo:
      "पुलिस का संज्ञेय अपराधों का निवारण करना- \nप्रत्येक पुलिस अधिकारी किसी संज्ञेय अपराध के किए जाने का निवारण करने के प्रयोजन से अन्तःक्षेप कर सकेगा और अपनी पूरी सामर्थ्य से उसे निवारित करेगा।",
  },
  {
    id: 177,
    prevCode: "150",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "169",
    chapter: chapter["12"],
    newCodeInfo:
      "संज्ञेय अपराधों के किए जाने की परिकल्पना की इत्तिला- \nप्रत्येक पुलिस अधिकारी, जिसे किसी संज्ञेय अपराध को करने की परिकल्पना की इत्तिला प्राप्त होती है, ऐसी इत्तिला की संसूचना उस पुलिस अधिकारी को, जिसके वह अधीनस्थ है, और किसी ऐसे अन्य अधिकारी को देगा जिसका कर्तव्य किसी ऐसे अपराध के किए जाने का निवारण या संज्ञान करना है।",
  },
  {
    id: 178,
    prevCode: "151",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "170",
    chapter: chapter["12"],
    newCodeInfo:
      "संज्ञेय अपराधों का किया जाना रोकने के लिए गिरफ्तारी- \n(1) कोई पुलिस अधिकारी जिसे कोई संज्ञेय अपराध करने की परिकल्पना का पता है, ऐसी परिकल्पना करने वाले व्यक्ति को मजिस्ट्रेट के आदेशों के बिना और वारंट के बिना उस दशा में गिरफ्तार कर सकता है जिसमें ऐसे अधिकारी को प्रतीत होता है कि उस अपराध का किया जाना अन्यथा नहीं रोका जा सकता। \n(2) उपधारा (1) के अधीन गिरफ्तार किए गए किसी व्यक्ति को उसकी गिरफ्तारी के समय से चौबीस घंटे की अवधि से अधिक के लिए अभिरक्षा में उस दशा के सिवाय निरुद्ध नहीं रखा जाएगा जिसमें उसका और आगे निरुद्ध रखा जाना इस संहिता के या तत्समय प्रवृत्त किसी अन्य विधि के किन्हीं अन्य उपबंधों के अधीन अपेक्षित या प्राधिकृत है।",
  },
  {
    id: 179,
    prevCode: "152",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "171",
    chapter: chapter["12"],
    newCodeInfo:
      "लोक संपत्ति की हानि का निवारण- \nकिसी पुलिस अधिकारी की दृष्टिगोचरता में किसी भी जंगम या स्थावर लोक संपत्ति को हानि पहुंचाने का 152 प्रयत्न किए जाने पर वह उसका, या किसी लोक भूमि- चिन्ह या बोया या नौपरिवहन के लिए प्रयुक्त अन्य चिन्ह के हटाए जाने या उसे हानि पहुंचाए जाने का, निवारण करने के लिए अपने ही प्राधिकार से अंतःक्षेप कर सकता है।",
  },
  {
    id: 180,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "172",
    chapter: chapter["12"],
    newCodeInfo:
      "%व्यक्तियों का पुलिस के युक्तियुक्त निदेशों के अनुरूप बाध्य होना- \n(1) सभी व्यक्ति इस अध्याय के अधीन उनके किसी कर्तव्यों को पूरा करने में दिए गए पुलिस अधिकारी के युक्तियुक्त निदेशों के अनुरूप बाध्य होंगे। \n(2) कोई पुलिस अधिकारी उपधारा (1) के अधीन उसके द्वारा दिए गए निदेशों के अनुरूप किसी व्यक्ति को प्रतिरोध करने, इन्कार करने, अवज्ञा करने या अहवेलना करने के लिए निरुद्ध कर सकेगा या हटा सकेगा और या तो ऐसे व्यक्ति को मजिस्ट्रेट के समक्ष ले जाएगा या छोटे मामलों में उसे यथासंभव शीघ्रता से चौबीस घंटे की अवधि के भीतर मुक्त कर सकेगा।%",
  },
  {
    id: 181,
    prevCode: "153",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: "",
    newCodeInfo: "----",
  },
  {
    id: 182,
    prevCode: "154",
    prevCodeInfo: "----",
    newCode: "173",
    chapter: chapter["13"],
    newCodeInfo:
      "संज्ञेय मामलों में इत्तिला- \n(1) संज्ञेय अपराध के किए जाने से संबंधित धारा- प्रत्येक इत्तिला, उस क्षेत्र पर विचार किए बिना जहां अपराध किया गया है, 154 मौखिक रूप से या %इलैक्ट्रानिक संसूचना% द्वारा पुलिस थाने के भारसाधक अधिकारी को दी जा सकेगी और यदि, - \n(i) मौखिक रूप से दी गई है, तो उसके द्वारा या उसके निदेशों लेखबद्ध कर ली जाएगी और इत्तिला देने वाले को पढ़कर सुनाई जाएगी और प्रत्येक ऐसी इत्तिला पर, चाहे वह लिखित रूप में दी गई हो या पूर्वोक्त रूप में लेखबद्ध की गई हो, उस व्यक्ति द्वारा हस्ताक्षर किए जाएंगे; \n%(ii) यदि इलैक्ट्रानिक संसूचना द्वारा दी गई है, तो उसे देने वाले व्यक्ति द्वारा तीन दिनों के भीतर हस्ताक्षरित किए जाने पर उसके द्वारा लेखबद्ध की जाएगी, और उसका सार ऐसी पुस्तक में, जो उस अधिकारी द्वारा ऐसे रूप में रखी जाएगी, जिसे राज्य सरकार, इस निमित्त नियमों द्वारा विहित करे, प्रविष्ट किया जाएगाः% \nपरंतु यदि किसी महिला द्वारा, जिसके विरुद्ध %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 69, धारा 70, धारा 71, धारा 74, धारा 75, धारा 76, धारा 77, धारा 78, धारा 79 या धारा 124% के अधीन किसी अपराध के किए जाने या किए जाने का प्रयत्न किए जाने का अभिकथन किया गया है, कोई इत्तिला दी जाती है तो ऐसी इत्तिला किसी महिला पुलिस अधिकारी या किसी महिला अधिकारी द्वारा अभिलिखित की जाएगी : परंतु यह और कि- \n(क) यदि वह व्यक्ति, जिसके विरुद्ध %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, घारा 69, धारा 70, धारा 71, धारा 74, घारा 75, धारा 76, धारा 77, धारा 78, धारा 79 या धारा 124% के अधीन किसी अपराध के किए जाने का या किए जाने का प्रयत्न किए जाने का अभिकथन किया गया है, अस्थायी या स्थायी रूप से मानसिक या शारीरिक रूप से निःशक्त है, तो ऐसी इत्तिला किसी पुलिस अधिकारी द्वारा उस व्यक्ति के, जो ऐसे अपराध की रिपोर्ट करने की ईप्सा करता है, निवास स्थान पर या उस व्यक्ति के विकल्प के किसी सुगम स्थान पर, यथास्थिति, किसी द्विभाषिए या किसी विशेष प्रबोधक की उपस्थिति में अभिलिखित की जाएगी; \n(ख) ऐसी इत्तिला के अभिलेखन की वीडियो फिल्म तैयार की जाएगी; \n(ग) पुलिस अधिकारी %धारा 183% की उपधारा (6) के खंड (क) के अधीन किसी मजिस्ट्रेट द्वारा उस व्यक्ति का कथन यथासंभवशीघ्र अभिलिखित कराएगा। \n(2) उपधारा (1) के अधीन अभिलिखित इत्तिला की प्रतिलिपि, इत्तिला देने वाले %या पीडित% को %तुरन्त% निःशुल्क दी जाएगी। \n%(3) धारा 175 में अंतर्विष्ट उपबंधों पर प्रतिकूल प्रभाव डाले बिना, ऐसे किसी संज्ञेय अपराध को करने से संबंधित इत्तिला की प्राप्ति पर जिसमें तीन वर्ष या उससे अधिक का दंड है किन्तु सात वर्ष से अधिक नहीं है, धाने का भारसाधक अधिकारी,- (i) यह सुनिश्चित करने के लिए कि क्या चौदह दिनों की अवधि के भीतर मामले में कार्यवाही करने के लिए प्रथमष्याः विद्यमान प्रारंभिक जांच संचालित करने के लिए; या (ii) अन्वेषण की कार्यवाही करने के लिए जब प्रथमदृष्ट्याः मामला विद्यमान है, धारा - ऐसी रैंक के अधिकारी, जो उप पुलिस अधिक्षक की पंक्ति के नीचे का न 154 (3) हो, की पूर्व अनुमति से ऐसे अपराधों की प्रकृति और गंभीरता पर विचार कर सकेगा।% \n(4) कोई व्यक्ति, जो किसी पुलिस थाने के भारसाधक अधिकारी के उपधारा (1) में निर्दिष्ट इत्तिला को अभिलिखित करने से इंकार करने से व्यथित है ऐसी इत्तिला का सार लिखित रूप में और डाक द्वारा संबद्ध पुलिस अधीक्षक को भेज सकता है जो, यदि उसका यह समाधान हो जाता है कि ऐसी इत्तिला से किसी संज्ञेय अपराध का किया जाना प्रकट होता है तो, या तो स्वयं मामले का अन्वेषण करेगा या अपने अधीनस्थ किसी पुलिस अधिकारी द्वारा इस संहिता द्वारा उपबंधित रीति में अन्वेषण किए जाने का निदेश देगा और उस अधिकारी को उस अपराध के संबंध में पुलिस थाने के भारसाधक अधिकारी की सभी शक्तियां होंगी, %जिसके न हो सकने पर, ऐसा व्यथित व्यक्ति, मजिस्ट्रेट को आवेदन कर सकेगा।%",
  },
  {
    id: 183,
    prevCode: "155",
    prevCodeInfo: "----",
    newCode: "174",
    chapter: chapter["13"],
    newCodeInfo:
      "असंज्ञेय मामलों के बारे में इत्तिला और ऐसे मामलों का अन्वेषण- \n(1) जब पुलिस थाने के भारसाधक अधिकारी को उस थाने की सीमाओं के अंदर असंज्ञेय अपराध के किए जाने की इत्तिला दी जाती है तब वह ऐसी इत्तिला का सार, ऐसी पुस्तक में, जो ऐसे अधिकारी द्वारा ऐसे प्ररूप में रखी जाएगी, जो राज्य सरकार, इस निमित्त नियमों द्वारा विहित करे, प्रविष्ट करेगा या प्रविष्ट करवाएगा और- \n(i) इत्तिला देने वाले को मजिस्ट्रेट के पास जाने को निर्देशित करेगा।  \n%(ii) सभी ऐसे मामलों की पाक्षिक दैनिक डायरी रिपोर्ट मजिस्ट्रेट को भेजेगा।% \n(2) कोई पुलिस अधिकारी किसी असंज्ञेय मामले का अन्वेषण ऐसे मजिस्ट्रेट के आदेश के बिना नहीं। करेगा जिसे ऐसे मामले का विचारण करने की या मामले को विचारणार्थ सुपुर्द करने की शक्ति है। \n(3) कोई पुलिस अधिकारी ऐसा आदेश मिलने पर (वारंट के बिना गिरफ्तारी करने की शक्ति के सिवाय) अन्वेषण के बारे में वैसी ही शक्तियों का प्रयोग कर सकता है जैसी पुलिस थाने का भारसाधक अधिकारी संज्ञेय मामले में कर सकता है। \n(4) जहां मामले का संबंध ऐसे दो या अधिक अपराधों से है, जिनमें से कम से कम एक संज्ञेय है, वहां इस बात के होते हुए भी कि अन्य अपराध असंज्ञेय हैं, वह मामला संज्ञेय मामला समझा जाएगा।",
  },
  {
    id: 184,
    prevCode: "156",
    prevCodeInfo: "----",
    newCode: "175",
    chapter: chapter["13"],
    newCodeInfo:
      "संज्ञेय मामलों का अन्वेषण करने की पुलिस अधिकारी की शक्ति- \n(1) कोई पुलिस थाने का भारसाधक अधिकारी, मजिस्ट्रेट के आदेश के बिना किसी ऐसे संज्ञेय मामले का अन्वेषण कर सकता है, जिसकी जांच या विचारण करने की शक्ति उस थाने की सीमाओं के अंदर के स्थानीय क्षेत्र पर अधिकारिता रखने वाले न्यायालय को %अध्याय 14% के उपबंधों के अधीन है: \n%परन्तु संज्ञेय अपराध की प्रकृति और गंभीरता पर विचार करते हुए, पुलिस अधीक्षक उप पुलिस अधीक्षक से मामले का अन्वेषण करने के लिए अपेक्षित कर सकेगा।% \n(2) ऐसे किसी मामले में पुलिस अधिकारी की किसी कार्यवाही को किसी भी प्रक्रम में इस आधार पर प्रश्नगत न किया जाएगा कि वह मामला ऐसा था जिसमें ऐसा अधिकारी इस धारा के अधीन अन्वेषण करने के लिए सशक्त न था। \n(3) %धारा 210% के अधीन सशक्त कोई मजिस्ट्रेट, %धारा 173 की उपधारा (4) के अधीन किए गए शपथपत्र द्वारा समर्थित आवेदन पर विचार करने के पश्चात् और ऐसी जांच, जो वह आवश्यक समझे, किए जाने के पश्चात्% तथा इस सम्बन्ध में किए गए निवेदन पर पूर्वोक्त प्रकार के ऐसे अन्वेषण का आदेश कर सकता है। \n%(4) धारा 210 के अधीन, सशक्त कोई मजिस्ट्रेट लोक सेवक के विरुद्ध परिवाद की प्राप्ति पर जो अपने शासकीय कर्तव्यों के दौरान उत्पन्न हुआ हो, निम्न के अध्यधीन- (क) उसके वरिष्ठ अधिकारी से घटना के तथ्यों और परिस्थितियों को अंतर्विष्ट करने वाली रिपोर्ट की प्राप्ति, और ख) लोक सेवक द्वारा किए गए प्रख्यानों जो ऐसी स्थिति के बारे में है ( जिससे यह घटना अभिकथित हुई, पर विचार करने के पश्चात्, अन्वेषण का आदेश कर सकेगा।%",
  },
  {
    id: 185,
    prevCode: "157",
    prevCodeInfo: "----",
    newCode: "176",
    chapter: chapter["13"],
    newCodeInfo:
      "अन्वेषण के लिए प्रक्रिया- \n(1) यदि पुलिस थाने के भारसाधक अधिकारी को, इत्तिला प्राप्त होने पर या अन्यथा, यह संदेह करने का कारण है कि ऐसा अपराध किया गया है जिसका अन्वेषण करने के लिए %धारा 175% के अधीन वह सशक्त है तो वह उस अपराध की रिपोर्ट उस मजिस्ट्रेट को तत्काल भेजेगा जो ऐसे अपराध का पुलिस रिपोर्ट पर संज्ञान करने के लिए सशक्त है और मामले के तथ्यों और परिस्थितियों का अन्वेषण करने के लिए, और यदि आवश्यक हो तो अपराधी का पता चलाने और उसकी गिरफ्तारी के उपाय करने के लिए, उस स्थान पर या तो स्वयं जाएगा या अपने अधीनस्थ अधिकारियों में से एक को भेजेगा जो ऐसी पंक्ति से निम्नतर पंक्ति का न होगा जिसे राज्य सरकार साधारण या विशेष आदेश द्वारा इस निमित्त विहित करे : \nपरंतु- \n(क) जब ऐसे अपराध के किए जाने की कोई इत्तिला किसी व्यक्ति के विरुद्ध उसका नाम देकर की गई है और मामला गंभीर प्रकार का नहीं है तब यह आवश्यक न होगा कि पुलिस थाने का भारसाधक अधिकारी उस स्थान पर अन्वेषण करने के लिए स्वयं जाए या अधीनस्थ अधिकारी को भेजे; \n(ख) यदि पुलिस थाने के भारसाधक अधिकारी को यह प्रतीत होता है कि अन्वेषण करने के लिए पर्याप्त आधार नहीं है तो वह उस मामले का अन्वेषण न करेगा: \nपरंतु यह और कि बलात्संग के अपराध के संबंध में, पीड़ित का कथन, पीड़ित के निवास पर या उसकी पसंद के स्थान पर और यथासाध्य, किसी महिला पुलिस अधिकारी द्वारा उसके माता-पिता या संरक्षक या नजदीकी नातेदार या परिक्षेत्र के सामाजिक कार्यकर्ता की उपस्थिति में अभिलिखित किया जाएगा %और ऐसा कथन किसी श्रव्य दृश्य इलैक्ट्रानिक साधनों, जिसके अंतर्गत मोबाइल फोन भी है, के माध्यम से अभिलिखित किया जा सकेगा।% \n(2) उपधारा (1) के पहले परंतुक के खंड (क) और (ख) में वर्णित दशाओं में से प्रत्येक दशा में पुलिस थाने का भारसाधक अधिकारी अपनी रिपोर्ट में उसके द्वारा उस उपधारा की अपेक्षाओं का पूर्णतया अनुपालन न करने के अपने कारणों का कथन करेगा %और मजिस्ट्रेट को पाक्षिक दैनिक डायरी रिपोर्ट भेजेगा%, उक्त परंतुक के खंड (ख) में वर्णित दशा में, अधिकारी, सूचना को, यदि कोई हो, ऐसी रीति से, जो राज्य सरकार द्वारा बनाए गए नियमों द्वारा विहित की जाए, भी तत्काल अधिसूचित करेगा। \n%(3) किसी ऐसे अपराध के जो सात वर्ष या अधिक के लिए दंडनीय बनाया गया है, के होने से संबंधित प्रत्येक इत्तिला की प्राप्ति पर पुलिस थाने का भारसाधक अधिकारी ऐसी तारीख से जो इस संबंध में पांच वर्षों की अवधि की भीतर राज्य सरकार द्वारा अधिसूचित की जाए, अपराध में न्याय सम्बन्धी साक्ष्य संग्रहण करने के लिए न्याय संबंधी दल को अपराध स्थल पर भेज सकेगा और मोबाइल फोन या किसी अन्य इलैक्ट्रानिक युक्ति पर प्रक्रिया की वीडियोग्राफी बनवाएगा। परन्तु जहां ऐसे किसी अपराध के संबंध में न्याय संबंधी सुविधा उपलब्ध नहीं है वहां राज्य सरकार जब तक उस मामले के संबंध में सुविधा नियोजित नहीं हो जाती या राज्य द्वारा नहीं की जाती, अन्य राज्य सरकार से ऐसी सुविधा के उपयोग को अधिसूचित कर सकेगी।%",
  },
  {
    id: 186,
    prevCode: "158",
    prevCodeInfo: "----",
    newCode: "177",
    chapter: chapter["13"],
    newCodeInfo:
      "रिपोर्ट कैसे दी जाएंगी- \n(1) %धारा 176% के अधीन मजिस्ट्रेट को भेजी जाने वाली प्रत्येक रिपोर्ट, यदि राज्य सरकार ऐसा निदेश देती है, तो पुलिस के ऐसे वरिष्ठ अधिकारी के माध्यम से दी जाएगी, जिसे राज्य सरकार साधारण या विशेष आदेश द्वारा इस निमित्त नियत करे। \n(2) ऐसा वरिष्ठ अधिकारी पुलिस थाने के भारसाधक अधिकारी को ऐसे अनुदेश दे सकता है जो वह ठीक समझे और उस रिपोर्ट पर उन अनुदेशों को अभिलिखित करने के पश्चात् उसे अविलंब मजिस्ट्रेट के पास भेज देगा।",
  },
  {
    id: 187,
    prevCode: "159",
    prevCodeInfo: "----",
    newCode: "178",
    chapter: chapter["13"],
    newCodeInfo:
      "अन्वेषण या प्रारंभिक जांच करने की शक्ति- \nमजिस्ट्रेट कोई रिपोर्ट प्राप्त होने पर %धारा 176% के अधीन अन्वेषण के लिए, आदेश दे सकता है, या यदि वह ठीक समझे तो वह इस संहिता में उपबंधित रीति से मामले की प्रारंभिक जांच करने के लिए या उसको अन्यथा निपटाने के लिए तुरंत कार्यवाही कर सकता है, या अपने अधीनस्थ किसी मजिस्ट्रेट को कार्यवाही करने के लिए प्रतिनियुक्त कर सकता है।",
  },
  {
    id: 188,
    prevCode: "160",
    prevCodeInfo: "----",
    newCode: "179",
    chapter: chapter["13"],
    newCodeInfo:
      "साक्षियों की हाजिरी की अपेक्षा करने की पुलिस अधिकारी की शक्ति- \n(1) कोई पुलिस अधिकारी, जो इस अध्याय के अधीन अन्वेषण कर रहा है, अपने थाने की या किसी पास के थाने की सीमाओं के अंदर विद्यमान किसी ऐसे व्यक्ति से, जिसका दी गई इत्तिला से या अन्यथा उस मामले के तथ्यों और परिस्थितियों से परिचित होना प्रतीत होता है, अपने समक्ष हाजिर होने की अपेक्षा लिखित आदेश द्वारा कर सकता है और वह व्यक्ति अपेक्षानुसार हाजिर होगा : \nपरंतु किसी पुरुष से जो पंद्रह वर्ष से कम आयु का या %साठ% वर्ष से अधिक आयु का है या किसी महिला से या किसी मानसिक या शारीरिक रूप से निःशक्त व्यक्ति या ऐसा व्यक्ति %या गंभीर बीमारी से ग्रस्त% व्यक्ति से ऐसे स्थान से जिसमें ऐसा पुरुष या महिला निवास करती है, भिन्न किसी स्थान पर हाजिर होने की अपेक्षा नहीं की जाएगी। \nपरन्तु और %यह कि यदि ऐसा व्यक्ति पुलिस थाने पर हाजिर होने के लिए सहमत है तो ऐसे व्यक्ति को ऐसा करने के लिए अनुज्ञात किया जा सकेगा।% \n(2) अपने निवास स्थान से भिन्न किसी स्थान पर उपधारा (1) के अधीन हाजिर होने के लिए प्रत्येक व्यक्ति के उचित खच्चों का पुलिस अधिकारी द्वारा संदाय कराने के लिए राज्य सरकार इस निमित्त बनाए गए नियमों द्वारा उपबंध कर सकती है।",
  },
  {
    id: 189,
    prevCode: "161",
    prevCodeInfo: "----",
    newCode: "180",
    chapter: chapter["13"],
    newCodeInfo:
      "पुलिस द्वारा साक्षियों की परीक्षा- \n(1) कोई पुलिस अधिकारी, जो इस अध्याय के अधीन अन्वेषण कर रहा है या ऐसे अधिकारी की अपेक्षा पर कार्य करने वाला पुलिस अधिकारी, जो ऐसी पंक्ति से निम्नतर पंक्ति का नहीं है जिसे राज्य सरकार साधारण या विशेष आदेश द्वारा इस निमित्त विहित करे, मामले के तथ्यों और परिस्थितियों से परिचित समझे जाने वाले किसी व्यक्ति की मौखिक परीक्षा कर सकता है। \n(2) ऐसा व्यक्ति उन प्रश्नों के सिवाय, जिनके उत्तरों की प्रवृत्ति उसे आपराधिक आरोप या शास्ति या समपहरण की आशंका में डालने की है, ऐसे मामले से संबंधित उन सब प्रश्नों का सही-सही उत्तर देने के लिए आबद्ध होगा जो ऐसा अधिकारी उससे पूछता है। \n(3) पुलिस अधिकारी इस धारा के अधीन परीक्षा के दौरान उसके समक्ष किए गए किसी भी कथन को लेखबद्ध कर सकेगा और यदि वह ऐसा करता है, तो वह प्रत्येक ऐसे व्यक्ति के कथन का पृथक् और सही अभिलेख बनाएगा, जिसका कथन वह अभिलिखित करता है: \nपरंतु इस उपधारा के अधीन किया गया कथन श्रव्य दृश्य इलैक्ट्रानिक साधनों द्वारा भी अभिलिखित किया जा सकेगा : \nपरंतु यह और कि किसी ऐसी महिला का कथन, जिसके विरुद्ध %भारतीय न्याय संहिता, 2023 की धारा 64, घारा 65, धारा 66, धारा 67, धारा 68, धारा 69, धारा 70, धारा 71, धारा 74, धारा 75, धारा 76, धारा 77, धारा 78, धारा 79 या धारा 124% के अधीन किसी अपराध के किए जाने या किए जाने का प्रयत्न किए जाने का अधिकथन किया गया है, किसी महिला पुलिस अधिकारी या किसी महिला अधिकारी द्वारा अभिलिखित किया जाएगा।",
  },
  {
    id: 190,
    prevCode: "162",
    prevCodeInfo: "----",
    newCode: "181",
    chapter: chapter["13"],
    newCodeInfo:
      "पुलिस को किया गया कथन और उसका उपयोग- \n(1) किसी व्यक्ति द्वारा किसी पुलिस अधिकारी से इस अध्याय के अधीन अन्वेषण के दौरान किया गया कोई कथन, यदि लेखबद्ध किया जाता है तो कथन करने वाले व्यक्ति द्वारा हस्ताक्षरित नहीं किया जाएगा, और न ऐसा कोई कथन या उसका कोई अभिलेख, चाहे वह पुलिस डायरी में हो या न हो, और न ऐसे कथन या अभिलेख का कोई भाग ऐसे किसी अपराध की, जो ऐसा कथन किए जाने के समय अन्वेषणाधीन था, किसी जांच या विचारण में, इसमें इसके पश्चात् यथाउपबंधित के सिवाय, किसी भी प्रयोजन के लिए उपयोग में लाया जाएगा : परंतु जब कोई ऐसा साक्षी, जिसका कथन उपर्युक्त रूप में लेखबद्ध कर लिया गया है, ऐसी जांच या विचारण में अभियोजन की ओर से बुलाया जाता है तब यदि उसके कथन का कोई भाग, सम्यक् रूप से साबित कर दिया गया है तो, अभियुक्त द्वारा और न्यायालय की अनुज्ञा से अभियोजन द्वारा उसका उपयोग ऐसे साक्षी का खंडन करने के लिए %भारतीय साक्ष्य संहिता, 2023 की धारा 148% द्वारा उपबंधित रीति से किया जा सकता है और जब ऐसे कथन का कोई भाग इस प्रकार उपयोग में लाया जाता है तब उसका कोई भाग ऐसे साक्षी की पुनः परीक्षा में भी, किंतु उसकी प्रतिपरीक्षा में निर्दिष्ट किसी बात का स्पष्टीकरण करने के प्रयोजन से ही, उपयोग में लाया जा सकता है। \n(2) इस धारा की किसी बात के बारे में यह नहीं समझा जाएगा कि वह %भारतीय साक्ष्य संहिता, 2023 की धारा 26% के खंड (क) के उपबंधों के भीतर आने वाले किसी कथन को लागू होती है या उस अधिनियम की %धारा 23 की उपधारा (2)% के परंतुक के उपबंधों पर प्रभाव डालती है। \nस्पष्टीकरण-उपधारा (1) में निर्दिष्ट कथन में किसी तथ्य या परिस्थिति के कथन का लोप, खंडन हो सकता है यदि वह उस संदर्भ को ध्यान में रखते हुए, जिसमें ऐसा लोप किया गया है महत्वपूर्ण और अन्यथा संगत प्रतीत होता है और कोई लोप किसी विशिष्ट संदर्भ में खंडन है या नहीं यह तथ्य का प्रश्न होगा।",
  },
  {
    id: 191,
    prevCode: "163",
    prevCodeInfo: "----",
    newCode: "182",
    chapter: chapter["13"],
    newCodeInfo:
      "कोई उत्प्रेरणा न दिया जाना- \n(1) कोई पुलिस अधिकारी या प्राधिकार वाला धारा- अन्य व्यक्ति, %भारतीय साक्ष्य संहिता, 2023 की धारा 22% में यथावर्णित कोई 163 उत्प्रेरणा, धमकी या वचन न तो देगा और न करेगा तथा न दिलवाएगा और न करवाएगा। \n(2) कितु कोई पुलिस अधिकारी या अन्य व्यक्ति इस अध्याय के अधीन किसी अन्वेषण के दौरान किसी व्यक्ति को कोई कथन करने से, जो वह अपनी स्वतंत्र इच्छा से करना चाहे, किसी चेतावनी द्वारा या अन्यथा निवारित न करेगा: परंतु इस धारा की कोई बात %धारा 183 की उपधारा (4)% के उपबंधों पर प्रभाव न डालेगी।",
  },
  {
    id: 192,
    prevCode: "164",
    prevCodeInfo: "----",
    newCode: "183",
    chapter: chapter["13"],
    newCodeInfo:
      'संस्वीकृतियों और कथनों को अभिलिखित करना- \n(1) उस जिले का %कोई मजिस्ट्रेट%, जिसमें किसी अपराध के किए जाने के बारे में इत्तिला रजिस्ट्रीकृत 164 की गई है, चाहे उसे मामले में अधिकारिता हो या न हो, इस अध्याय के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन किसी अन्वेषण के दौरान या तत्पश्चात् जांच या विचारण प्रारंभ होने के पूर्व किसी समय अपने से की गई किसी संस्वीकृति या कथन को अभिलिखित कर सकता है: \nपरंतु इस उपधारा के अधीन की गई कोई संस्वीकृति या कथन अपराध के अभियुक्त व्यक्ति के अधिवक्ता की उपस्थिति में श्रव्य दृश्य इलैक्ट्रानिक साधनों के माध्यम से भी अभिलिखित किया जा सकेगा : \nपरंतु यह और कि किसी पुलिस अधिकारी द्वारा, जिसे तत्समय प्रवृत्त किसी विधि के अधीन मजिस्ट्रेट की कोई शक्ति प्रदत्त की गई है, कोई संस्वीकृति अभिलिखित नहीं की जाएगी। \n(2) मजिस्ट्रेट किसी ऐसी संस्वीकृति को अभिलिखित करने के पूर्व उस व्यक्ति को, जो संस्वीकृति कर रहा है, यह समझाएगा कि वह ऐसी संस्वीकृति करने के लिए आबद्ध नहीं है और यदि वह उसे करेगा तो वह उसके विरुद्ध साक्ष्य में उपयोग में लाई जा सकती है; और मजिस्ट्रेट कोई ऐसी संस्वीकृति तब तक अभिलिखित न करेगा जब तक उसे करने वाले व्यक्ति से प्रश्न करने पर उसको यह विश्वास करने का कारण न हो कि वह स्वेच्छा से की जा रही है। \n(3) संस्वीकृति अभिलिखित किए जाने से पूर्व यदि मजिस्ट्रेट के समक्ष हाजिर होने वाला व्यक्ति यह कथन करता है कि वह संस्वीकृति करने के लिए इच्छुक नहीं है तो मजिस्ट्रेट ऐसे व्यक्ति के पुलिस की अभिरक्षा में निरोध को प्राधिकृत नहीं करेगा। \n(4) ऐसी संस्वीकृति किसी अभियुक्त व्यक्ति की परीक्षा को अभिलिखित करने के लिए %धारा 316% में उपबंधित रीति से अभिलिखित की जाएगी और संस्वीकृति करने वाले व्यक्ति द्वारा उस पर हस्ताक्षर किए जाएंगे; और मजिस्ट्रेट ऐसे अभिलेख के नीचे निम्नलिखित भाव का एक ज्ञापन लिखेगा: \n"मैंने........... (नाम) को यह समझा दिया है कि वह संस्वीकृति करने के लिए आबद्ध नहीं है और यदि वह ऐसा करता है तो कोई संस्वीकृति, जो वह करेगा, उसके विरुद्ध साक्ष्य में उपयोग में लाई जा सकती है और मुझे विश्वास है कि यह संस्वीकृति स्वेच्छा से की गई है। यह मेरी उपस्थिति में और मेरे सुनते हुए लिखी गई है और जिस व्यक्ति ने यह संस्वीकृति की है उसे यह पढ़कर सुना दी गई है और उसने उसका सही होना स्वीकार किया है और उसके द्वारा किए गए कथन का पूरा और सही वृत्तांत इसमें है। \n(हस्ताक्षर) क, ख \nमजिस्ट्रेटा" \n(5) उपधारा (1) के अधीन किया गया (संस्वीकृति से भिन्न) कोई कथन साक्ष्य अभिलिखित करने के लिए इसमें इसके पश्चात् उपबंधित ऐसी रीति से अभिलिखित किया जाएगा जो मजिस्ट्रेट की राय में, मामले की परिस्थितियों में सर्वाधिक उपयुक्त हो; तथा मजिस्ट्रेट को उस व्यक्ति को शपथ दिलाने की शक्ति होगी जिसका कथन इस प्रकार अभिलिखित किया जाता है। \n%(6) (क) भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 69, धारा 70, धारा 71, धारा 74, धारा 75, धारा 76, धारा 77, धारा 78, धारा 79 या धारा 124% के अधीन दंडनीय मामलों में मजिस्ट्रेट उस व्यक्ति का, जिसके विरुद्ध उपधारा (5) में विनिर्दिष्ट रीति में ऐसा अपराध किया गया है, कथन जैसे ही अपराध का किया जाना पुलिस की जानकारी में लाया जाता है, अभिलिखित करेगा; %\nपरन्तु ऐसा कथन जहां तक साध्य हो, महिला मजिस्ट्रेट द्वारा और उसकी अनुपस्थिति में पुरुष मजिस्ट्रेट द्वारा महिला की उपस्थिति में अभिलिखित किया जा सकेगा; \nपरन्तु यह और कि ऐसे अपराध से संबंधित मामले में जो दस वर्ष या उससे अधिक कारावास से या आजीवन या मृत्युदंड से दंडनीय है, मजिस्ट्रेट पुलिस अधिकारी द्वारा उसके समक्ष लाए गए साक्ष्य के कथन को अभिलिखित करेगा : \n%परन्तु यदि कथन करने वाला व्यक्ति अस्थायी या स्थायी रूप से मानसिक या शारीरिक रूप से निःशक्त है, तो मजिस्ट्रेट कथन अभिलिखित करने में किसी द्विभाषिए या विशेष प्रबोधक की सहायता लेगा : \nपरन्तु यह और कि यदि कथन करने वाला व्यक्ति अस्थायी या स्थायी रूप से मानसिक या शारीरिक रूप से निःशक्त है तो किसी द्विभाषिए या विशेष प्रबोधक की सहायता से उस व्यक्ति द्वारा किए गए कथन, %श्रव्य-दृश्य इलैक्ट्रानिक साधनों, अधिमानतः मोबाइल% फोन के माध्यम से अभिलिखित किया जाएगा। \n(ख) ऐसे किसी व्यक्ति के, जो अस्थायी या स्थायी रूप से मानसिक या शारीरिक रूप से निःशक्त है, खंड (क) के अधीन अभिलिखित कथन को %भारतीय साक्ष्य अधिनियम, 2023 की धारा 142% में यथाविनिर्दिष्ट मुख्य परीक्षा के स्थान पर एक कथन समझा जाएगा और ऐसा कथन करने वाले की, विचारण के समय उसको अभिलिखित करने की आवश्यकता के बिना, ऐसे कथन पर प्रतिपरीक्षा की जा सकेगी। \n(7) इस धारा के अधीन किसी संस्वीकृति या कथन को अभिलिखित करने वाला मजिस्ट्रेट, उसे उस मजिस्ट्रेट के पास भेजेगा, जिसके द्वारा मामले की जांच या विचारण किया जाना है।',
  },
  {
    id: 193,
    prevCode: "164क",
    prevCodeInfo: "----",
    newCode: "184",
    chapter: chapter["13"],
    newCodeInfo:
      'बलात्संग के पीड़ित व्यक्ति की चिकित्सीय परीक्षा- \n(1) जहां, ऐसे प्रक्रम के दौरान जब बलात्संग या बलात्संग करने का प्रयत्न करने के अपराध का अन्वेषण किया जा रहा है उस महिला के शरीर की, जिसके साथ बलात्संग किया जाना या करने का प्रयत्न करना अभिकथित है, किसी चिकित्सा विशेषज्ञ से परीक्षा कराना प्रस्थापित है वहां ऐसी परीक्षा, सरकार या किसी स्थानीय प्राधिकारी द्वारा चलाए जा रहे किसी अस्पताल में नियोजित रजिस्ट्रीकृत चिकित्सा व्यवसायी द्वारा, और ऐसे व्यवसायी की अनुपस्थिति में किसी अन्य रजिस्ट्रीकृत चिकित्सा व्यवसायी द्वारा, ऐसी महिला की सहमति से या उसकी ओर से ऐसी सहमति देने के लिए सक्षम व्यक्ति की सहमति से की जाएगी और ऐसी महिला को, ऐसा अपराध किए जाने से संबंधित इत्तिला प्राप्त होने के समय से चौबीस घंटे के भीतर ऐसे रजिस्ट्रीकृत चिकित्सा-व्यवसायी के पास भेजा जाएगा। \n(2) वह रजिस्ट्रीकृत चिकित्सा व्यवसायी, जिसके पास ऐसी महिला भेजी जाती है, बिना किसी विलंब के, उसके शरीर की परीक्षा करेगा और एक परीक्षा रिपोर्ट तैयार करेगा जिसमें निम्नलिखित ब्यौरे दिए जाएंगे, अर्थात्- \n(i) महिला का, और उस व्यक्ति का, जो उसे लाया है, नाम और पता; \n(ii) महिला की आयुः \n(iii) डी० एन० ए० प्रोफाइल करने के लिए महिला के शरीर से ली गई सामग्री का वर्णनः \n(iv) महिला के शरीर पर क्षति के, यदि कोई हैं, चिह्न; \n(v) महिला की साधारण मानसिक दशा; और \n(vi) उचित ब्यौरे सहित अन्य तात्विक विशिष्टियां। \n(3) रिपोर्ट में संक्षेप में वे कारण अभिलिखित किए जाएंगे जिनसे प्रत्येक निष्कर्ष निकाला गया है। \n(4) रिपोर्ट में विनिर्दिष्ट रूप से यह अभिलिखित किया जाएगा कि ऐसी परीक्षा के लिए महिला की सहमति या उसकी ओर से ऐसी सहमति देने के लिए सक्षम व्यक्ति की सहमति, अभिप्राप्त कर ली गई है। \n(5) रिपोर्ट में परीक्षा प्रारंभ और समाप्त करने का सही समय भी अंकित किया जाएगा। \n(6) रजिस्ट्रीकृत चिकित्सा-व्यवसायी, %सात दिनों की अवधि के भीतर% रिपोर्ट अन्वेषण अधिकारी को भेजेगा जो उसे %धारा 193% में निर्दिष्ट मजिस्ट्रेट को, उस धारा की उपधारा (6) के खंड (क) में निर्दिष्ट दस्तावेजों के भागरूप में भेजेगा। \n(7) इस धारा को किसी बात का यह अर्थ नहीं लगाया जाएगा कि वह महिला की सहमति के बिना या उसकी ओर से ऐसी सहमति देने के लिए सक्षम किसी व्यक्ति की सहमति के बिना किसी परीक्षा को विधिमान्य बनाती है। स्पष्टीकरण-इस धारा के प्रयोजनों के लिए "परीक्षा" और "रजिस्ट्रीकृत चिकित्सा व्यवसायी" के वही अर्थ हैं, जो %धारा 51% में उनके लिए क्रमशः नियत है।',
  },
  {
    id: 194,
    prevCode: "165",
    prevCodeInfo: "----",
    newCode: "185",
    chapter: chapter["13"],
    newCodeInfo:
      "पुलिस अधिकारी द्वारा तलाशी- \n(1) जब कभी पुलिस थाने के भारसाधक अधिकारी या अन्वेषण करने वाले पुलिस अधिकारी के पास यह विश्वास करने के उचित आधार हैं कि किसी ऐसे अपराध के अन्वेषण के प्रयोजनों के लिए, जिसका अन्वेषण करने के लिए वह प्राधिकृत है, आवश्यक कोई चीज उस पुलिस थाने की, जिसका वह भारसाधक है या जिससे वह संलग्न है, सीमाओं के अंदर किसी स्थान में पाई जा सकती है और उसकी राय में ऐसी चीज अनुचित विलंब के बिना तलाशी से अन्यथा अभिप्राप्त नहीं की जा सकती, तब ऐसा अधिकारी %केस डायरी में% अपने विश्वास के आधारों को लेखबद्ध करने, और यथासंभव उस चीज को, जिसके लिए तलाशी ली जानी है, ऐसे लेख में विनिर्दिष्ट करने के पश्चात् उस थाने की सीमाओं के अंदर किसी स्थान में ऐसी चीज के लिए तलाशी ले सकता है या तलाशी करवा सकता है। \n(2) उपधारा (1) के अधीन कार्यवाही करने वाला पुलिस अधिकारी, यदि साध्य है तो, तलाशी स्वयं लेगा। %परन्तु इस धारा के अधीन संचालित की गई तलाशी अधिमानतयाः मोबाइल फोन श्रव्य दृश्य इलैक्ट्रानिक साधनों के माध्यम से अभिलिखित की जा सकेगी।% \n(3) यदि वह तलाशी स्वयं लेने में असमर्थ है और कोई अन्य ऐसा व्यक्ति, जो तलाशी लेने के लिए सक्षम है, उस समय उपस्थित नहीं है तो वह, ऐसा करने के अपने कारणों को लेखबद्ध करने के पश्चात्, अपने अधीनस्थ किसी अधिकारी से अपेक्षा कर सकता है कि वह तलाशी ले और ऐसे अधीनस्थ अधिकारी को ऐसा लिखित आदेश देगा जिसमें उस स्थान को जिसकी तलाशी ली जानी है, और यथासंभव उस चीज को, जिसके लिए तलाशी ली जानी है, विनिर्दिष्ट किया जाएगा और तब ऐसा अधीनस्थ अधिकारी उस चीज के लिए तलाशी उस स्थान में ले सकेगा। \n(4) तलाशी वारंटों के बारे में इस संहिता के उपबंध और तलाशियों के बारे में %धारा 103% के साधरण उपबंध इस धारा के अधीन ली जाने वाली तलाशी को, जहां तक हो सके, लागू होंगे। \n(5) उपधारा (1) या उपधारा (3) के अधीन बनाए गए किसी भी अभिलेख की प्रतियां तत्काल, %किन्तु अड़तालीस घंटों के पश्चात्% न हो, ऐसे निकटतम मजिस्ट्रेट के पास भेज दी जाएंगी जो उस अपराध का संज्ञान करने के लिए सशक्त है और जिस स्थान की तलाशी ली गई है, उसके स्वामी या अधिभोगी को, उसके आवेदन पर, उसकी एक प्रतिलिपि मजिस्ट्रेट द्वारा निःशुल्क दी जाएगी।",
  },
  {
    id: 195,
    prevCode: "166",
    prevCodeInfo: "----",
    newCode: "186",
    chapter: chapter["13"],
    newCodeInfo:
      "पुलिस थाने का भारसाधक अधिकारी कब किसी अन्य अधिकारी से तलाशी वारंट जारी करने की अपेक्षा कर सकता है- \n(1) पुलिस थाने का भारसाधक अधिकारी या उपनिरीक्षक से अनिम्न पंक्ति का पुलिस अधिकारी, जो अन्वेषण कर रहा है, किसी दूसरे पुलिस थाने के भारसाधक अधिकारी से, चाहे वह उस जिले में हो या दूसरे जिले में हो, किसी स्थान में ऐसे मामले में तलाशी करवाने की अपेक्षा कर सकता है जिसमें पूर्वकथित अधिकारी स्वयं अपने थाने की सीमाओं के अंदर ऐसी तलाशी करवा सकता है। \n(2) ऐसा अधिकारी ऐसी अपेक्षा किए जाने पर %धारा 185% के उपबंधों के अनुसार कार्यवाही करेगा और यदि कोई चीज मिले तो उसे उस अधिकारी के पास भेजेगा, जिसकी अपेक्षा पर तलाशी ली गई है। \n(3) जब कभी यह विश्वास करने का कारण है कि दूसरे पुलिस थाने के भारसाधक अधिकारी से उपधारा (1) के अधीन तलाशी करवाने की अपेक्षा करने में जो विलंब होगा उसका परिणाम यह हो सकता है कि अपराध किए जाने का साक्ष्य छिपा दिया जाए या नष्ट कर दिया जाए, तब पुलिस थाने के भारसाधक अधिकारी के लिए या उस अधिकारी के लिए, जो इस अध्याय के अधीन अन्वेषण कर रहा है, यह विधिपूर्ण होगा कि वह दूसरे पुलिस थाने की स्थानीय सीमाओं के अंदर किसी स्थान की %धारा 185% के उपबंधों के अनुसार ऐसी तलाशी ले या तलाशी करवाए मानो ऐसा स्थान उसके अपने थाने की सीमाओं के भीतर हो। \n(4) कोई अधिकारी, जो उपधारा (3) के अधीन तलाशी संचालित कर रहा है, उस पुलिस थाने के भारसाधक अधिकारी को, जिसकी सीमाओं के भीतर ऐसा स्थान है, तलाशी की सूचना तत्काल भेजेगा और ऐसी सूचना के साथ %धारा 103% के अधीन तैयार की गई सूची की (यदि कोई हो) प्रतिलिपि भी भेजेगा और उस अपराध का संज्ञान करने के लिए सशक्त निकटतम मजिस्ट्रेट को %धारा 185% की उपधारा (1) और उपधारा (3) में निर्दिष्ट अभिलेखों की प्रतिलिपियां भी भेजेगा। \n(5) जिस स्थान की तलाशी ली गई है, उसके स्वामी या अधिभोगी को, आवेदन करने पर उस अभिलेख की, जो मजिस्ट्रेट को उपधारा (4) के अधीन भेजा जाए, प्रतिलिपि निःशुल्क दी जाएगी।",
  },
  {
    id: 196,
    prevCode: "167",
    prevCodeInfo: "----",
    newCode: "187",
    chapter: chapter["13"],
    newCodeInfo:
      "जब चौबीस घण्टे के अंदर अन्वेषण पूरा न किया जा सके, तब प्रकिया- \n(1) जब कभी कोई व्यक्ति गिरफ्तार किया गया है और अभिरक्षा में निरुद्ध है और यह प्रतीत हो कि अन्वेषण %धारा 58% द्वारा नियत चौबीस घंटे की अवधि के अंदर पूरा नहीं किया जा सकता और यह विश्वास करने के लिए आधार है कि अभियोग या इत्तिला दृढ़ आधार पर है तब पुलिस थाने का भारसाधक अधिकारी या यदि अन्वेषण करने वाला पुलिस अधिकारी उपनिरीक्षक से निम्नतर पंक्ति का नहीं है तो वह, निकटतम मजिस्ट्रेट को इसमें इसके पश्चात् विहित डायरी की मामले में संबंधित प्रविष्टियों की एक प्रतिलिपि भेजेगा और साथ ही अभियुक्त व्यक्ति को भी उस मजिस्ट्रेट के पास भेजेगा। \n(2) वह मजिस्ट्रेट, जिसके पास अभियुक्त व्यक्ति इस धारा के अधीन भेजा जाता है, यह विचार किए बिना चाहे उस मामले के विचारण की उसे अधिकारिता हो या न हो, %अभियुक्त व्यक्ति पर विचार करने के पश्चात् कि क्या वह जमानत पर नहीं छोडा गया है या उसकी जमानत रद्द कर दी गयी है%, अभियुक्त का ऐसी अभिरक्षा में, जैसी वह मजिस्ट्रेट ठीक समझे इतनी अवधि के लिए, जो कुल मिलाकर पूर्णतः या भागतः पंद्रह दिन से अधिक न होगी, उपधारा \n(3) में यथा %उपबंधित यथास्थिति, साठ दिनों या नब्बे दिनों की उसकी निरुद्ध अवधि में से पहले चालीस दिन या साठ दिन में से पहले चालीस दिन या साठ दिन के दौरान किसी भी समय निरुद्ध किया जाना समय-समय पर प्राधिकृत कर सकता है% तथा यदि उसे मामले के विचारण की या विचारण के लिए सुपुर्द करने की अधिकारिता नहीं है और अधिक निरुद्ध रखना उसके विचार में अनावश्यक है तो वह अभियुक्त को ऐसे मजिस्ट्रेट के पास, जिसे ऐसी अधिकारिता है, भिजवाने के लिए आदेश दे सकता है: \n(3) मजिस्ट्रेट अभियुक्त व्यक्ति का पुलिस अभिरक्षा से अन्यथा निरोध पंद्रह दिन की अवधि से आगे के लिए उस दशा में प्राधिकृत कर सकता है जिसमें उसका समाधान हो जाता है कि ऐसा करने के लिए पर्याप्त आधार विद्यमान है, किंतु कोई भी मजिस्ट्रेट अभियुक्त व्यक्ति का इस उपधारा के अधीन अभिरक्षा में निरोध, - \n(1) कुल मिलाकर नब्बे दिन से अधिक की अवधि के लिए प्राधिकृत नहीं करेगा जहां अन्वेषण ऐसे अपराध के संबंध में है जो मृत्यु, आजीवन कारावास या दस वर्ष की अवधि या अधिक के लिए कारावास से दंडनीय है; \n(ii) कुल मिलाकर साठ दिन से अधिक की अवधि के लिए प्राधिकृत नहीं करेगा जहां अन्वेषण किसी अन्य अपराध के संबंध में है, और, यथास्थिति, नब्बे दिन या साठ दिन की उक्त अवधि की समाप्ति पर यदि अभियुक्त व्यक्ति जमानत देने के लिए तैयार है और दे देता है तो उसे जमानत पर छोड़ दिया जाएगा और यह समझा जाएगा कि इस उपधारा के अधीन जमानत पर छोड़ा गया प्रत्येक व्यक्ति %अध्याय 35% के प्रयोजनों के लिए उस अध्याय के उपबंधों के अधीन छोड़ा गया है, \n(4) कोई मजिस्ट्रेट इस धारा के अधीन किसी अभियुक्त का पुलिस अभिरक्षा में निरोध तब तक प्राधिकृत नहीं करेगा जब तक कि अभियुक्त उसके समक्ष पहली बार और तत्पश्चात् हर बार, जब तक अभियुक्त पुलिस की अभिरक्षा में रहता है, व्यक्तिगत रूप से पेश नहीं किया जाता है किंतु मजिस्ट्रेट अभियुक्त के या तो व्यक्तिगत रूप से या श्रव्य दृश्य इलैक्ट्रानिक साधनों द्वारा पेश किए जाने पर न्यायिक अभिरक्षा में निरोध को और बढ़ा सकेगा; \n(5) कोई द्वितीय वर्ग मजिस्ट्रेट, जो उच्च न्यायालय द्वारा इस निमित्त विशेषतया सशक्त नहीं किया गया है, पुलिस की अभिरक्षा में निरोध प्राधिकृत न करेगा। \nस्पष्टीकरण 1- शंकाएं दूर करने के लिए इसके द्वारा यह घोषित किया जाता है कि उपधारा (3) में विनिर्दिष्ट अवधि समाप्त हो जाने पर भी अभियुक्त-व्यक्ति तब तक अभिरक्षा में निरुद्ध रखा जाएगा जब तक कि वह जमानत नहीं दे देता है। \nस्पष्टीकरण 2- यदि यह प्रश्न उठता है कि क्या कोई अभियुक्त व्यक्ति मजिस्ट्रेट के समक्ष पेश किया गया था, जैसा कि उपधारा (4) के अधीन अपेक्षित है, तो अभियुक्त व्यक्ति की पेशी को, यथास्थिति, निरोध प्राधिकृत करने वाले आदेश पर उसके हस्ताक्षर से या मजिस्ट्रेट द्वारा अभियुक्त व्यक्ति की श्रव्य-दृश्य इलैक्ट्रानिक साधनों द्वारा पेशी के बारे में प्रमाणित आदेश द्वारा साबित किया जा सकता है: \nपरंतु अठारह वर्ष से कम आयु की महिला की दशा में, किसी प्रतिप्रेषण गृह या मान्यताप्राप्त सामाजिक संस्था की अभिरक्षा में निरोध किए जाने को प्राधिकृत किया जाएगा: \nपरंतु यह और कि किसी व्यक्ति को केन्द्रीय सरकार या राज्य सरकार द्वारा न्यायिक अभिरक्षा या जेल के रूप में घोषित स्थान के अधीन पुलिस अभिरक्षा या जेल में पुलिस थाने से भिन्न स्थान पर अभिरक्षा में नहीं रखा जाएगा। \n(6) उपधारा (1) या उपधारा (5) में किसी बात के होते हुए भी, पुलिस थाने का भारसाधक अधिकारी या अन्वेषण करने वाला पुलिस अधिकारी, यदि उपनिरीक्षक से निम्नतर पंक्ति का नहीं है तो, जहां न्यायिक मजिस्ट्रेट न मिल सकता हो, वहां कार्यपालक मजिस्ट्रेट को जिसको मजिस्ट्रेट की शक्तियां प्रदान की गई है, इसमें इसके पश्चात् विहित डायरी की मामले से संबंधित प्रविष्टियों की एक प्रतिलिपि भेजेगा और साथ ही अभियुक्त व्यक्ति को भी उस कार्यपालक मजिस्ट्रेट के पास भेजेगा और तब ऐसा कार्यपालक मजिस्ट्रेट लेखबद्ध किए जाने वाले कारणों से किसी अभियुक्त-व्यक्ति का ऐसी अभिरक्षा में निरोध, जैसा वह ठीक समझे, ऐसी अवधि के लिए प्राधिकृत कर सकता है जो कुल मिलाकर सात दिन से अधिक नहीं हो और ऐसे प्राधिकृत निरोध की अवधि की समाप्ति पर उसे जमानत पर छोड़ दिया जाएगा, किंतु उस दशा में नहीं जिसमें अभियुक्त व्यक्ति के आगे और निरोध के लिए आदेश ऐसे मजिस्ट्रेट द्वारा किया गया है जो ऐसा आदेश करने के लिए सक्षम है और जहां ऐसे आगे और निरोध के लिए आदेश किया जाता है वहां वह अवधि, जिसके दौरान अभियुक्त-व्यक्ति इस उपधारा के अधीन किसी कार्यपालक मजिस्ट्रेट के आदेशों के अधीन अभिरक्षा में निरुद्ध किया गया था, उपधारा (3) में विनिर्दिष्ट अवधि की संगणना करने में हिसाब में ली जाएगी: \nपरंतु उक्त अवधि की समाप्ति के पूर्व कार्यपालक मजिस्ट्रेट, मामले के अभिलेख, मामले से संबंधित डायरी की प्रविष्टियों के सहित जो, यथास्थिति, पुलिस थाने के भारसाधक अधिकारी या अन्वेषण करने वाले अधिकारी द्वारा उसे भेजी गई थी, निकटतम न्यायिक मजिस्ट्रेट को भेजेगा। \n(7) इस धारा के अधीन पुलिस अभिरक्षा में निरोध प्राधिकृत करने वाला मजिस्ट्रेट ऐसा करने के अपने कारण अभिलिखित करेगा। \n(8) मुख्य न्यायिक मजिस्ट्रेट से भिन्न कोई मजिस्ट्रेट जो ऐसा आदेश दे अपने आदेश की एक प्रतिलिपि आदेश देने के अपने कारणों के सहित मुख्य न्यायिक मजिस्ट्रेट को भेजेगा। \n(9) यदि समन मामले के रूप में मजिस्ट्रेट द्वारा विचारणीय किसी मामले में अन्वेषण, अभियुक्त के गिरफ्तार किए जाने की तारीख से छह मास की अवधि के भीतर समाप्त नहीं होता है तो मजिस्ट्रेट अपराध में आगे और अन्वेषण को रोकने के लिए आदेश करेगा जब तक अन्वेषण करने वाला अधिकारी मजिस्ट्रेट का समाधान नहीं कर देता है कि विशेष कारणों से और न्याय के हित में छह मास की अवधि के आगे अन्वेषण जारी रखना आवश्यक है। \n(10) जहां उपधारा (9) के अधीन किसी अपराध का आगे और अन्वेषण रोकने के लिए आदेश दिया गया है वहां यदि सेशन न्यायाधीश का उसे आवेदन दिए जाने पर या अन्यथा, समाधान हो जाता है कि उस अपराध का आगे और अन्वेषण किया जाना चाहिए तो वह उपधारा (१) के अधीन किए गए आदेश को रद्द कर सकता है और यह निदेश दे सकता है कि जमानत और अन्य मामलों के बारे में ऐसे निदेशों के अधीन रहते हुए जो वह विनिर्दिष्ट करे, अपराध का आगे और अन्वेषण किया जाए।",
  },
  {
    id: 197,
    prevCode: "168",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "188",
    chapter: chapter["13"],
    newCodeInfo:
      "अधीनस्थ पुलिस अधिकारी द्वारा अन्वेषण की रिपोर्ट- \nजब कोई अधीनस्थ पुलिस अधिकारी इस अध्याय के अधीन कोई अन्वेषण करता है तब वह उस अन्वेषण के परिणाम की रिपोर्ट पुलिस थाने के भारसाधक अधिकारी को करेगा।",
  },
  {
    id: 198,
    prevCode: "169",
    prevCodeInfo: "----",
    newCode: "189",
    chapter: chapter["13"],
    newCodeInfo:
      "जब साक्ष्य अपर्याप्त हो तब अभियुक्त का छोड़ा जाना- \nयदि इस अध्याय के अधीन अन्वेषण पर पुलिस थाने के भारसाधक अधिकारी को प्रतीत होता है कि ऐसा पर्याप्त साक्ष्य या संदेह का उचित आधार नहीं है, जिससे अभियुक्त को मजिस्ट्रेट के पास भेजना न्यायानुमत है तो ऐसा अधिकारी उस दशा में, जिसमें वह व्यक्ति अभिरक्षा में है, उसके द्वारा, जैसा ऐसा अधिकारी निर्दिष्ट करे, यह %बंधपत्र या जमानतपत्र% निष्पादित करने पर उसे छोड़ देगा कि यदि और जब अपेक्षा की जाए, तो और तब वह ऐसे मजिस्ट्रेट के समक्ष हाजिर होगा जो पुलिस रिपोर्ट पर ऐसे अपराध का संज्ञान करने के लिए, और अभियुक्त का विचारण करने या उसे विचारणार्थ सुपुर्द करने के लिए सशक्त है।",
  },
  {
    id: 199,
    prevCode: "170",
    prevCodeInfo: "----",
    newCode: "190",
    chapter: chapter["13"],
    newCodeInfo:
      "जब साक्ष्य पर्याप्त है तब मामलों का मजिस्ट्रेट के पास भेज दिया जाना- \n(1) यदि इस अध्याय के अधीन अन्वेषण करने पर पुलिस थाने के भारसाधक अधिकारी को प्रतीत होता है कि यथापूर्वोक्त पर्याप्त साक्ष्य या उचित आधार है, तो वह अधिकारी पुलिस रिपोर्ट पर उस अपराध का संज्ञान करने के लिए और अभियुक्त का विचारण करने या उसे विचारणार्थ सुपुर्द करने के लिए सशक्त मजिस्ट्रेट के पास अभियुक्त को अभिरक्षा में भेजेगा या यदि अपराध जमानतीय है और अभियुक्त प्रतिभूति देने के लिए समर्थ हैं तो ऐसे मजिस्ट्रेट के समक्ष नियत दिन उसके हाजिर होने के लिए और ऐसे मजिस्ट्रेट के समक्ष, जब तक अन्यथा निदेश न दिया जाए तब तक, दिन-प्रतिदिन उसको हाजिरी के लिए प्रतिभूति लेगा। \n%परन्तु यदि अभियुक्त अभिरक्षा में नहीं है, पुलिस अधिकारी मजिस्ट्रेट के समक्ष उसकी उपस्थिति के लिए ऐसे व्यक्ति से प्रतिभूति ले सकेगा और ऐसा मजिस्ट्रेट जिसको ऐसी रिपोर्ट भेजी गई है. इस आधार पर कि अभियुक्त को अभिरक्षा में नहीं भेजा गया है, उसे स्वीकृत करने से इन्कार नहीं करेगा।% \n(2) जब पुलिस थाने का भारसाधक अधिकारी अभियुक्त को इस धारा के अधीन मजिस्ट्रेट के पास भेजता है या ऐसे मजिस्ट्रेट के समक्ष उसके हाजिर होने के लिए प्रतिभूति लेता है तब उस मजिस्ट्रेट के पास वह ऐसा कोई आयुध या अन्य वस्तु जो उसके समक्ष पेश करना आवश्यक हो, भेजेगा और यदि कोई परिवादी हो, तो उससे और ऐसे अधिकारी को मामले के तथ्यों और परिस्थितियों से परिचित प्रतीत होने वाले उतने व्यक्तियों से, जितने वह आवश्यक समझे मजिस्ट्रेट के समक्ष निदिष्ट प्रकार से हाजिर होने के लिए और (यथास्थिति) अभियोजन करने के लिए या अभियुक्त के विरुद्ध आरोप के विषय में साक्ष्य देने के लिए बंधपत्र निष्पादित करने की अपेक्षा करेगा। \n(3) यदि बंधपत्र में मुख्य न्यायिक मजिस्ट्रेट का न्यायालय उल्लिखित है तो उस न्यायालय के अंतर्गत कोई ऐसा न्यायालय भी समझा जाएगा जिसे ऐसा मजिस्ट्रेट मामले की जांच या विचारण के लिए निर्देशित करता है, परंतु यह तब जब ऐसे निर्देश की उचित सूचना उस परिवादी या उन व्यक्तियों को दे दी गई है। \n(4) वह अधिकारी, जिसकी उपस्थिति में बंधपत्र निष्पादित किया जाता है, उस बंधपत्र की एक प्रतिलिपि उन व्यक्तियों में से एक को परिदत्त करेगा जो उसे निष्पादित करता है और तब मूल बंधपत्र को अपनी रिपोर्ट के साथ मजिस्ट्रेट के पास भेजेगा।",
  },
  {
    id: 200,
    prevCode: "171",
    prevCodeInfo: "----",
    newCode: "191",
    chapter: chapter["13"],
    newCodeInfo:
      "परिवादी और साक्षियों से पुलिस अधिकारी के साथ जाने की अपेक्षा न किया जाना और उनका अवरुद्ध न किया जाना- \nकिसी परिवादी या साक्षी से, जो किसी न्यायालय में जा रहा है, पुलिस अधिकारी के साथ जाने की अपेक्षा न की जाएगी, और न तो उसे अनावश्यक रूप से अवरुद्ध किया जाएगा या असुविधा पहुंचाई जाएगी और न उससे अपनी हाजिरी के लिए उसके अपने बंधपत्र से भिन्न कोई प्रतिभूति देने की अपेक्षा की जाएगी: \nपरंतु यदि कोई परिवादी या साक्षी हाजिर होने से, या %धारा 190% में निर्दिष्ट प्रकार का बंधपत्र निष्पादित करने से, इंकार करता है तो पुलिस थाने का भारसाधक अधिकारी उसे मजिस्ट्रेट के पास अभिरक्षा में भेज सकता है, जो उसे तब तक अभिरक्षा में निरुद्ध रख सकता है जब तक वह ऐसा बंधपत्र निष्पादित नहीं कर देता है या जब तक मामले की सुनवाई समाप्त नहीं हो जाती है।",
  },
  {
    id: 201,
    prevCode: "172",
    prevCodeInfo: "----",
    newCode: "192",
    chapter: chapter["13"],
    newCodeInfo:
      "अन्वेषण में कार्यवाहियों की डायरी- \n(1) प्रत्येक पुलिस अधिकारी, जो इस अध्याय के अधीन अन्वेषण करता है, अन्वेषण में की गई अपनी कार्यवाही को दिन-प्रतिदिन एक डायरी में लिखेगा, जिसमें वह समय जब उसे इत्तिला मिली, वह समय जब उसने अन्वेषण आरंभ किया और जब समाप्त किया, वह स्थान या वे स्थान जहां वह गया और अन्वेषण द्वारा अभिनिश्चित परिस्थितियों का विवरण होगा। \n(2) %धारा 180% के अधीन अन्वेषण के दौरान अभिलिखित किए गए साक्षियों के कथन केस डायरी में अंतःस्थापित किए जाएंगे। \n(3) उपधारा (1) में निर्दिष्ट डायरी जिल्द रूप में होगी और उसके पृष्ठ सम्यक् रूप से संख्यांकित होंगे। \n(4) कोई दंड न्यायालय ऐसे न्यायालय में जांच या विचारण के अधीन मामले की पुलिस डायरियों को मंगा सकता है और ऐसी डायरियों को मामले में साक्ष्य के रूप में तो नहीं कितु ऐसी जांच या विधारण में अपनी सहायता के लिए उपयोग में ला सकता है। \n(5) न तो अभियुक्त और न उसके अभिकर्ता, ऐसी डायरियों को मंगाने के हकदार होंगे और न वह या वे केवल इस कारण उन्हें देखने के हकदार होंगे कि वे न्यायालय द्वारा देखी गई हैं, किंतु यदि वे उस पुलिस अधिकारी द्वारा, जिसने उन्हें लिखा है, अपनी स्मृति को ताजा करने के लिए उपयोग में लाई जाती है, या यदि न्यायालय उन्हें ऐसे पुलिस अधिकारी की बातों का खंडन करने के प्रयोजन के लिए उपयोग में लाता है तो %भारतीय साक्ष्य संहिता, 2023 की, यथास्थिति, धारा 148 या धारा 164% के उपबंध लागू होंगे।",
  },
  {
    id: 202,
    prevCode: "173",
    prevCodeInfo: "----",
    newCode: "193",
    chapter: chapter["13"],
    newCodeInfo:
      "अन्वेषण के समाप्त हो जाने पर पुलिस अधिकारी की रिपोर्ट- \n(1) इस अध्याय के अधीन किया जाने वाला प्रत्येक अन्वेषण अनावश्यक विलंब के बिना पूरा किया जाएगा। \n(2) %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71 या लैंगिक अपराधों से बालकों का संरक्षण अधिनियम, 2012 (2012 का 32) की धारा 4, धारा 6, धारा 8 या धारा 10 के अधीन% किसी अपराध के संबंध में अन्वेषण उस तरीख से, जिसको पुलिस धाने के भारसाधक अधिकारी द्वारा इत्तिला अभिलिखित की गई थी, दो मास के भीतर पूरा किया जा सकेगा। \n(3) (1) जैसे ही जांच पूरी होती है, वैसे ही पुलिस थाने का भारसाधक अधिकारी, पुलिस रिपोर्ट पर उस अपराध का संज्ञान करने के लिए सशक्त मजिस्ट्रेट को, राज्य सरकार द्वारा विहित प्ररूप में, जिसमें इलैक्ट्रानिक संसूचना का माध्यम भी है, एक रिपोर्ट भेजेगा, जिसमें निम्नलिखित बातें कथित होंगी : \n(क) पक्षकारों के नामः \n(ख) इत्तिला का स्वरूप; ग) मामले की परिस्थितियों से परिचित प्रतीत होने वाले व्यक्तियों के नामः \n(घ) क्या कोई अपराध किया गया प्रतीत होता है और यदि किया गया प्रतीत होता है, तो किसके द्वारा; \n(ङ) क्या अभियुक्त गिरफ्तार कर लिया गया है; \n(च) क्या अभियुक्त अपने बंधपत्र या जमानतपत्र पर छोड़ दिया गया है; \n(छ) क्या अभियुक्त %धारा 190% के अधीन अभिरक्षा में भेजा जा चुका है; \n(ज) जहां अन्वेषण %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71% के अधीन किसी अपराध के संबंध में है, वहां क्या महिला की चिकित्सा परीक्षा की रिपोर्ट संलग्न की गई है। \n%(i) इलैक्ट्रानिक युक्ति की दशा में अभिरक्षा का अनुक्रम; \n(ii) पुलिस अधिकारी नब्बे दिनों की अवधि के भीतर अन्वेषण की प्रगति की सूचना, किन्हीं साधनों द्वारा, जिसके अंतर्गत इलैक्ट्रानिक संसूचना के माध्यम से भी, सूचना देने वाले या पीड़ित को देगा।% \n(iii) वह अधिकारी अपने द्वारा की गई कार्यवाही की संसूचना, उस व्यक्ति को, यदि कोई हो, जिसने अपराध किए जाने के संबंध में सर्वप्रथम इत्तिला दी, उस रीति से देगा, जो राज्य सरकार नियमों द्वारा उपबंधित करे। \n(4) जहां %धारा 177% के अधीन कोई वरिष्ठ पुलिस अधिकारी नियुक्त किया गया है वहां ऐसे किसी मामले में, जिसमें राज्य सरकार साधारण या विशेष आदेश द्वारा ऐसा निदेश देती है, वह रिपोर्ट उस अधिकारी के माध्यम से दी जाएगी और वह, मजिस्ट्रेट का आदेश होने तक के लिए, पुलिस थाने के भारसाधक अधिकारी को यह निदेश दे सकता है कि वह आगे और अन्वेषण करे। \n(5) जब कभी इस धारा के अधीन भेजी गई रिपोर्ट से यह प्रतीत होता है कि अभियुक्त को उसके बंधपत्र या जमानतपत्र पर छोड़ दिया गया है, तब मजिस्ट्रेट उस बंधपत्र या जमानतपत्र के उन्मोचन के लिए या अन्यथा ऐसा आदेश करेगा, जैसा वह ठीक समझे। \n(6) जब ऐसी रिपोर्ट का संबंध ऐसे मामले से है, जिसको %धारा 190% लागू होती है, तब पुलिस अधिकारी मजिस्ट्रेट को रिपोर्ट के साथ-साथ निम्नलिखित भी भेजेगा- \n(क) वे सब दस्तावेज या उनके सुसंगत उद्धरण, जिन पर निर्भर करने का अभियोजन का विचार है और जो उनसे भिन्न हैं जिन्हें अन्वेषण के दौरान मजिस्ट्रेट को पहले ही भेज दिया गया है; \n(ख) उन सब व्यक्तियों के, जिनकी साक्षियों के रूप में परीक्षा करने का अभियोजन का विचार है, %धारा 180% के अधीन अभिलिखित कथना \n(7) यदि पुलिस अधिकारी की यह राय है कि ऐसे किसी कथन का कोई भाग कार्यवाही की विषयवस्तु से सुसंगत नहीं है या उसे अभियुक्त को प्रकट करना न्याय के हित में आवश्यक नहीं है और लोकहित के लिए असमीचीन है तो वह कथन के उस भाग को उपदर्शित करेगा और अभियुक्त को दी जाने वाली प्रतिलिपि में से उस भाग को निकाल देने के लिए निवेदन करते हुए और ऐसा निवेदन करने के अपने कारणों का कथन करते हुए एक नोट मजिस्ट्रेट को भेजेगा। \n(8) उपधारा (7) में अंतर्विष्ट उपबंधों के अधीन जहां मामले का अन्वेषण करने वाला पुलिस अधिकारी धारा 230 के अधीन यथा अपेक्षित अभियुक्त को प्रदान करने के लिए मजिस्ट्रेट को सम्यक् रूप से सूचीबद्ध अन्य दस्तावेजों के साथ पुलिस रिपोर्ट की %उतनी संख्या में प्रतियां जो अपेक्षित% की जाएं, भी प्रस्तुत करेगा : \n%परंतु इलैक्ट्रानिक संसूचना द्वारा रिपोर्ट या अन्य दस्तावेजों के प्रदाय को सम्यक् रूप से तामील हुआ माना जायेगा।% \n(9) इस धारा की कोई बात किसी अपराध के बारे में उपधारा (3) के अधीन मजिस्ट्रेट को रिपोर्ट भेज दी जाने के पश्चात् आगे और अन्वेषण को प्रवारित करने वाली नहीं समझी जाएगी तथा जहां ऐसे अन्वेषण पर पुलिस थाने के भारसाधक अधिकारी को कोई अतिरिक्त मौखिक या दस्तावेजी साक्ष्य मिले वहां वह ऐसे साक्ष्य के संबंध में अतिरिक्त रिपोर्ट या रिपोर्ट मजिस्ट्रेट को विहित प्ररूप में भेजेगा, और %उपधारा (3) से उपधारा (8)% तक के उपबंध ऐसी रिपोर्ट या रिपोटों के बारे में, जहां तक हो सके, ऐसे लागू होंगे, जैसे वे %उपधारा (3)% के अधीन भेजी गई रिपोर्ट के संबंध में लागू होते हैं: \n%परन्तु विचारण के दौरान और अन्वेषण मामले का विचार करने वाले न्यायालय की अनुज्ञा से संचालित किया जा सकेगा और जो नब्बे दिनों की अवधि के भीतर पूरा किया जाएगा जिसका विस्तार न्यायालय की अनुज्ञा से किया जा सकेगा%",
  },
  {
    id: 203,
    prevCode: "174",
    prevCodeInfo: "----",
    newCode: "194",
    chapter: chapter["13"],
    newCodeInfo:
      "आत्महत्या, आदि पर पुलिस का जांच करना और रिपोर्ट देना- \n(1) जब पुलिस थाने के भारसाधक अधिकारी, या राज्य सरकार द्वारा उस निमित्त विशेषतया सशक्त किए गए किसी अन्य पुलिस अधिकारी को यह इत्तिला मिलती है कि किसी व्यक्ति ने आत्महत्या कर ली है या कोई व्यक्ति किसी अन्य व्यक्ति द्वारा या जीव-जंतु द्वारा या किसी यंत्र द्वारा या दुर्घटना द्वारा मारा गया है, या कोई व्यक्ति ऐसी परिस्थितियों में मरा है जिनसे उचित रूप से यह संदेह होता है कि किसी अन्य व्यक्ति ने कोई अपराध किया है तो वह मृत्यु समीक्षाएं करने के लिए सशक्त निकटतम कार्यपालक मजिस्ट्रेट को तुरंत उसको सूचना देगा और जब तक राज्य सरकार द्वारा विहित किसी नियम द्वारा या जिला या उपखंड मजिस्ट्रेट के किसी प्राधारण या विशेष आदेश द्वारा अन्यथा निदिष्ट न हो वह उस स्थान को जाएगा जहां ऐसे मृत व्यक्ति का शरीर है और वहां पड़ोस के दो या अधिक प्रतिष्ठित निवासियों की उपस्थिति में अन्वेषण करेगा और मृत्यु के दृश्यमान कारण की रिपोर्ट तैयार करेगा जिसमें ऐसे घावों, अस्थिभंगों, नीलों और क्षति के अन्य चिन्हों का जो शरीर पर पाए जाएं, वर्णन होगा और यह कथन होगा कि ऐसे चिन्ह किस प्रकार से और किसी आयुध या उपकरण द्वारा (यदि कोई हो) किए गए प्रतीत होते हैं। \n(2) उस रिपोर्ट पर ऐसे पुलिस अधिकारी और अन्य व्यक्तियों द्वारा, या उनमें से इतनों द्वारा जो उससे सहमत है, हस्ताक्षर किए जाएंगे और वह जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट को %चौबीस घंटों% के भीतर तत्काल भेज दी जाएगी। मजिस्ट्रेट या उपखंड मजिस्ट्रेट को चौबीस घंटों के भीतर तत्काल भेज दी जाएगी। \n(3) जब- \n(i) मामले में किसी महिला द्वारा उसके विवाह की तारीख से सात वर्ष के भीतर आत्महत्या अंतर्वलित है; या \n(ii) मामला किसी महिला की उसके विवाह के सात वर्ष के भीतर ऐसी परिस्थितियों में मृत्यु से संबंधित है जो यह युक्तियुक्त संदेह उत्पन्न करती है कि किसी अन्य व्यक्ति ने ऐसी महिला के संबंध में कोई अपराध किया है; या \n(iii) मामला किसी महिला की उसके विवाह के सात वर्ष के भीतर मृत्यु से संबंधित है और उस महिला के किसी नातेदार ने उस निमित्त निवेदन किया है: या \n(iv) मृत्यु के कारण की बाबत कोई संदेह है; या \n(v) किसी अन्य कारण पुलिस अधिकारी ऐसा करना समीचीन समझता है, तब ऐसे नियमों के अधीन रहते हुए, जो राज्य सरकार द्वारा इस निमित्त विहित किए जाएं, वह अधिकारी यदि मौसम ऐसा है और दूरी इतनी है कि रास्ते में शरीर के ऐसे सड़ने की जोखिम के बिना, जिससे उसको परीक्षा व्यर्थ हो जाए, उसे भिजवाया जा सकता है तो शरीर को उसकी परीक्षा की दृष्टि से, निकटतम सिविल सर्जन के पास या राज्य सरकार द्वारा इस निमित्त नियुक्त व्यक्ति अन्य अहिंत चिकित्सक के पास भेजेगा। \n(4) निम्नलिखित मजिस्ट्रेट मृत्यु-समीक्षा करने के लिए सशक्त हैं, अर्थात् कोई जिला मजिस्ट्रेट या उपखंड मजिस्ट्रेट और राज्य सरकार द्वारा या जिला मजिस्ट्रेट द्वारा इस निमित्त विशेषतया सशक्त किया गया कोई अन्य कार्यपालक मजिस्ट्रेटा",
  },
  {
    id: 204,
    prevCode: "175",
    prevCodeInfo: "----",
    newCode: "195",
    chapter: chapter["13"],
    newCodeInfo:
      "व्यक्तियों को समन करने की शक्ति- \n(1) %धारा 194% के अधीन कार्यवाही करने वाला पुलिस अधिकारी यथापूर्वोक्त दो या अधिक व्यक्तियों को उक्त अन्वेषण के प्रयोजन से और किसी अन्य ऐसे व्यक्ति को, जो मामले के तथ्यों से परिचित प्रतीत होता है, लिखित आदेश द्वारा समन कर सकता है तथा ऐसे समन किया गया प्रत्येक व्यक्ति हाजिर होने के लिए और उन प्रश्नों के सिवाय, जिनके उत्तरों की प्रवृत्ति उसे आपराधिक आरोप या शास्ति या समपहरण की आशंका में डालने की है, सब प्रश्नों का सही-सही उत्तर देने के लिए आबद्ध होगा : \n%परन्तु पंद्रह वर्ष से कम की आयु या साठ वर्ष की आयु से ऊपर के किसी व्यक्ति या महिला या मानसिक या शारीरिक रूप से दिव्यांग व्यक्ति या गंभीर बीमारी से ग्रस्त कोई व्यक्ति से, उस स्थान के सिवाय जहां ऐसा व्यक्ति रहता है, किसी स्थान पर हाजिर होने की अपेक्षा नहीं की जाएगी : परन्तु और कि यदि ऐसा व्यक्ति पुलिस थाने पर हाजिर होने और उत्तर देने के लिए सहमत न हो तो ऐसे व्यक्ति को ऐसा करने के लिए अनुज्ञात किया जा सकेगा।% \n(2) यदि तथ्यों से ऐसा कोई संज्ञेय अपराध, जिसे धारा 190 लागू है, प्रकट नहीं होता है तो पुलिस अधिकारी ऐसे व्यक्ति से मजिस्ट्रेट के न्यायालय में हाजिर होने की अपेक्षा न करेगा।",
  },
  {
    id: 205,
    prevCode: "176",
    prevCodeInfo: "----",
    newCode: "196",
    chapter: chapter["13"],
    newCodeInfo:
      'मृत्यु के कारण की मजिस्ट्रेट द्वारा जांच- \n(1) जब मामला धारा 194 की उपधारा (3) के खंड (i) या खंड (ii) में निर्दिष्ट प्रकृति का है, तब मृत्यु के कारण की जांच, पुलिस अधिकारी द्वारा किए जाने वाले अन्वेषण के बजाय या उसके अतिरिक्त, वह निकटतम मजिस्ट्रेट करेगा जो मृत्यु-समीक्षा करने के लिए सशक्त है और %धारा 194% की उपधारा (1) में वर्णित किसी अन्य दशा में इस प्रकार सशक्त किया गया कोई भी मजिस्ट्रेट कर सकेगा; और यदि वह ऐसा करता है तो उसे ऐसी जांच करने में वे सब शक्तियां होंगी, जो उसे किसी अपराध की जांच करने में होतीं। \n(2) जहां, -\n(क) कोई व्यक्ति मर जाता है या गायब हो जाता है, या \n(ख) किसी महिला के साथ बलात्संग किया गया अभिकथित है, तो उस दशा में जब कि ऐसा व्यक्ति या महिला पुलिस अभिरक्षा या इस संहिता के अधीन मजिस्ट्रेट या न्यायालय द्वारा प्राधिकृत किसी अन्य अभिरक्षा में है, वहां पुलिस द्वारा की गई जांच या किए गए अन्वेषण के अतिरिक्त, ऐसे मजिस्ट्रेट द्वारा, जिसकी अधिकारिता की स्थानीय सीमाओं के भीतर अपराध किया गया है, जांच की जाएगी। \n(3) ऐसी जांच करने वाला मजिस्ट्रेट उसके संबंध में लिए गए साक्ष्य को इसमें इसके पश्चात् विहित किसी प्रकार से, मामले की परिस्थितियों के अनुसार अभिलिखित करेगा। \n(4) जब कभी ऐसे मजिस्ट्रेट के विचार में यह समीचीन है कि किसी व्यक्ति के, जो पहले ही गाड़ दिया गया है, मृत शरीर की इसलिए परीक्षा की जाए कि उसकी मृत्यु के कारण का पता चले तब मजिस्ट्रेट उस शरीर को निकलवा सकता है और उसकी परीक्षा करा सकता है। \n(5) जहां कोई जांच इस धारा के अधीन की जानी है, वहां मजिस्ट्रेट, जहां कहीं साध्य है, सूतक के उन नातेदारों को, जिनके नाम और पते ज्ञात हैं, इत्तिला देगा और उन्हें जांच के समय उपस्थित रहने की अनुज्ञा देगा। \n(6) उपधारा (2) के अधीन कोई, जांच या अन्वेषण करने वाला मजिस्ट्रेट या कार्यपालक मजिस्ट्रेट या पुलिस अधिकारी, किसी व्यक्ति की मृत्यु के चौबीस घंटे के भीतर उसकी परीक्षा किए जाने की दृष्टि से शरीर को निकटतम सिविल सर्जन या अन्य अर्हित चिकित्सक को, जो इस निमित्त राज्य सरकार द्वारा नियुक्त किया गया हो, भेजेगा जब तक कि लेखबद्ध किए जाने वाले कारणों से ऐसा करना संभव न हो। स्पष्टीकरण-इस धारा में "नातेदार" पद से माता-पिता, संतान, भाई, बहन और पति या पत्नी अभिप्रेत हैं।',
  },
  {
    id: 206,
    prevCode: "177",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "197",
    chapter: chapter["14"],
    newCodeInfo:
      "जांच और विचारण का मामूली स्थान- \nप्रत्येक अपराध की जांच और विचारण मामूली तौर पर ऐसे न्यायालय द्वारा किया जाएगा जिसकी स्थानीय अधिकारिता के भीतर वह अपराध किया गया है।",
  },
  {
    id: 207,
    prevCode: "178",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "198",
    chapter: chapter["14"],
    newCodeInfo:
      "जांच या विचारण का स्थान- \n(क) जहां यह अनिश्चित है कि कई स्थानीय क्षेत्रों में से किसमें अपराध किया गया है; या \n(ख) जहां अपराध अंशतः एक स्थानीय क्षेत्र में और अंशतः किसी दूसरे में किया गया है; या \n(ग) जहां अपराध चालू रहने वाला है और उसका किया जाना एक से अधिक स्थानीय क्षेत्रों में चालू रहता है; या \n(घ) जहां वह विभिन्न स्थानीय क्षेत्रों में किए गए कई कार्यों से मिलकर बनता है, वहां उसकी जांच या विचारण ऐसे स्थानीय क्षेत्रों में से किसी पर अधिकारिता रखने वाले न्यायालय द्वारा किया जा सकता है।",
  },
  {
    id: 208,
    prevCode: "179",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "199",
    chapter: chapter["14"],
    newCodeInfo:
      "अपराध वहां विचारणीय होगा जहां कार्य किया गया या जहां परिणाम निकला - \nजब कोई कार्य किसी की गई बात के और किसी निकले हुए परिणाम के कारण अपराध है तब ऐसे अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर ऐसी बात की गई या ऐसा परिणाम निकला।",
  },
  {
    id: 209,
    prevCode: "180",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "200",
    chapter: chapter["14"],
    newCodeInfo:
      "जहां कार्य अन्य अपराध से सम्बन्धित होने के कारण अपराध है, वहां विचारण का स्थान- \nजब कोई कार्य किसी ऐसे अन्य कार्य से सम्बन्धित होने के कारण अपराध है, जो स्वयं भी अपराध है या अपराध होता यदि कर्ता अपराध करने के लिए समर्थ होता, तब प्रथम वर्णित अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर उन दोनों में से कोई भी कार्य किया गया है।",
  },
  {
    id: 210,
    prevCode: "181",
    prevCodeInfo: "कुछ अपराधों की दशा में विचारण का स्थान-",
    newCode: "201",
    chapter: chapter["14"],
    newCodeInfo:
      "कुछ अपराधों की दशा में विचारण का स्थान- \n(1) डकैती के, हत्या सहित डकैती के, डकैतों की टोली का होने के, या अभिरक्षा से निकल भागने के किसी अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया है या अभियुक्त व्यक्ति मिला है। \n(2) किसी व्यक्ति के व्यपहरण या अपहरण के किसी अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर वह व्यक्ति व्यपहृत या अपहृत किया गया या ले जाया गया या छिपाया गया या निरुद्ध किया गया है। \n(3) चोरी, उद्यापन या लूट के किसी अपराध की जांच या विचारण, ऐसे न्यायालय द्वारा किया जा सकता है. जिसको स्थानीय अधिकारिता के भीतर ऐसा अपराध किया गया है या चुराई हुई सम्पत्ति को, जो कि अपराध का विषय है, उसे करने वाले व्यक्ति द्वारा या किसी ऐसे व्यक्ति द्वारा कब्जे में रखी गई है, जिसने उस सम्पत्ति को चुराई हुई सम्पत्ति जानते हुए या विश्वास करने का कारण रखते हुए प्राप्त किया या रखे रखा। \n(4) आपराधिक दुर्बिनियोग या आपराधिक न्यासभंग के किसी अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया है या उस सम्पत्ति का, जो अपराध का विषय है, कोई भाग अभियुक्त व्यक्ति द्वारा प्राप्त किया गया या रखा गया है या उसका लौटाया जाना या लेखा दिया जाना अपेक्षित है। \n(5) किसी ऐसे अपराध की, जिसमें चुराई हुई सम्पत्ति का कब्जा भी है, जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर ऐसा अपराध किया गया है या चुराई हुई सम्पत्ति किसी ऐसे व्यक्ति द्वारा कब्जे में रखी गई है, जिसने उसे चुराई हुई जानते हुए या विश्वास करने का कारण होते हुए प्राप्त किया या रखे रखा।",
  },
  {
    id: 211,
    prevCode: "182",
    prevCodeInfo: "----",
    newCode: "202",
    chapter: chapter["14"],
    newCodeInfo:
      "इलैक्ट्रानिक संसूचना के साधनों, पत्रों, आदि द्वारा किए गए अपराध- \n(1) किसी ऐसे अपराध की, जिसमें छल करना भी है, जांच या उनका विचारण, उस दशा में, जिसमें ऐसी प्रबंचना, %इलैक्ट्रानिक संसूचना% या पत्रों या दूरसंचार संदेशों के माध्यम से की गई है, ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर %ऐसी इलैक्ट्रानिक संसूचना% ऐसे पत्र या संदेश भेजे गए हैं या प्राप्त किए गए हैं तथा छल करने और बेईमानी से सम्पत्ति का परिदान उत्प्रेरित करने वाले किसी अपराध की जांच या उनका विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर सम्पत्ति, प्रवंचित व्यक्ति द्वारा परिदत्त की गई है या अभियुक्त व्यक्ति द्वारा प्राप्त की गई है। \n(2) %भारतीय न्याय संहिता, 2023 की धारा 82% के अधीन दण्डनीय किसी अपराध की जांच या उनका विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता के भीतर अपराध किया गया है या अपराधी ने प्रथम विवाह की अपनी पत्नी या पति के साथ अन्तिम बार निवास किया है या प्रथम विवाह की पत्नी अपराध के किए जाने के पश्चात् स्थायी रूप से निवास करती है।",
  },
  {
    id: 212,
    prevCode: "183",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "203",
    chapter: chapter["14"],
    newCodeInfo:
      "यात्रा या जलयात्रा में किया गया अपराध- \nयदि कोई अपराध उस समय किया गया है जब बह व्यक्ति, जिसके द्वारा, या वह व्यक्ति जिसके विरुद्ध, या वह चीज जिसके बारे में वह अपराध किया गया, किसी यात्रा या जलयात्रा पर है, तो उसकी जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है, जिसकी स्थानीय अधिकारिता में होकर या उसके भीतर वह व्यक्ति या चीज उस यात्रा या जलयात्रा के दौरान गई है।",
  },
  {
    id: 213,
    prevCode: "184",
    prevCodeInfo: "",
    newCode: "204",
    chapter: chapter["14"],
    newCodeInfo:
      "एक साथ विचारणीय अपराधों के लिए विचारण का स्थान-जहां- \n(क) किसी व्यक्ति द्वारा किए गए अपराध ऐसे हैं कि प्रत्येक ऐसे अपराध के लिए %धारा 242, धारा 243 या धारा 244% के उपबन्धों के आधार पर एक ही विचारण में उस पर आरोप लगाया जा सकता है और उसका विचारण किया जा सकता है; या \n(ख) कई व्यक्तियों द्वारा किया गया अपराध या किए गए अपराध ऐसे हैं कि उनके लिए उन पर %धारा 246% के उपबन्धों के आधार पर एक साथ आरोप लगाया जा सकता है और विधारण किया जा सकता है, वहां अपराध की जांच या विचारण ऐसे न्यायालय द्वारा किया जा सकता है जो उन अपराधों में से किसी की जांच या विचारण करने के लिए सक्षम है।",
  },
  {
    id: 214,
    prevCode: "185",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "205",
    chapter: chapter["14"],
    newCodeInfo:
      "विभिन्न सेशन खण्डों में मामलों के विचारण का आदेश देने की शक्ति- \nइस अध्याय के पूर्ववर्ती उपबन्धों में किसी बात के होते हुए भी, राज्य सरकार निदेश दे सकती है कि ऐसे किन्हीं मामलों का या किसी वर्ग के मामलों का विचारण, जो किसी जिले में विचारणार्थ सुपुर्द हो चुके हैं, किसी भी सेशन खण्ड में किया जा सकता है: \nपरन्तु यह तब जब कि ऐसा निदेश उच्च्च न्यायालय या उच्चतम न्यायालय द्वारा संविधान के अधीन या इस संहिता के या तत्समय प्रवृत्त किसी अन्य विधि के अधीन पहले ही जारी किए गए किसी निदेश के विरुद्ध नहीं है।",
  },
  {
    id: 215,
    prevCode: "186",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "206",
    chapter: chapter["14"],
    newCodeInfo:
      "सन्देह की दशा में उच्च्च न्यायालय का वह जिला विनिश्चित करना, जिसमें जांच या विचारण होगा- \nजहां दो या अधिक न्यायालय एक ही अपराध का संज्ञान कर लेते हैं और यह प्रश्न उठता है कि उनमें से किसे उस अपराध की जांच या विचारण करना चाहिए, वहां वह प्रभ \n(क) यदि वे न्यायालय एक ही उच्च न्यायालय के अधीनस्थ हैं तो उस उच्च न्यायालय द्वारा; \n(ख) यदि वे न्यायालय एक ही उच्च न्यायालय के अधीनस्थ नहीं हैं, तो उस उच्च न्यायालय द्वारा जिसकी अपीली दाण्डिक अधिकारिता की स्थानीय सीमाओं के अन्दर कार्यवाही पहले प्रारम्भ की गई है, विनिश्चित किया जाएगा, और तब उस अपराध के संबंध में अन्य सब कार्यवाहियां बन्द कर दी जाएंगी।",
  },
  {
    id: 216,
    prevCode: "187",
    prevCodeInfo: "----",
    newCode: "207",
    chapter: chapter["14"],
    newCodeInfo:
      "स्थानीय अधिकारिता के परे किए गए अपराध के लिए समन या वारण्ट जारी करने की शक्ति- \n(1) जब किसी प्रथम वर्ग मजिस्ट्रेट को यह विश्वास करने का कारण दिखाई देता है कि उसकी स्थानीय अधिकारिता के भीतर के किसी व्यक्ति ने ऐसी अधिकारिता के बाहर, (चाहे भारत के भीतर या बाहर) ऐसा अपराध किया है, जिसकी जांच या %विचारण 197 से 205% (जिनके अन्तर्गत ये दोनों धाराएं भी हैं) के उपबन्धों के अधीन या तत्समय प्रवृत्त किसी अन्य विधि के अधीन ऐसी अधिकारिता के भीतर नहीं किया जा सकता है किन्तु जो तत्समय प्रवृत्त किसी विधि के अधीन भारत में विचारणीय है तब ऐसा मजिस्ट्रेट उस अपराध की जांच ऐसे कर सकता है मानो वह ऐसी स्थानीय अधिकारिता के भीतर किया गया है और ऐसे व्यक्ति को अपने समक्ष हाजिर होने के लिए इसमें इसके पूर्व उपबन्धित प्रकार से विवश कर सकता है और ऐसे व्यक्ति को ऐसे अपराध की जांच या विचारण करने की अधिकारिता वाले मजिस्ट्रेट के पास भेज सकता है या यदि ऐसा अपराध मृत्यु से या आजीवन कारावास से दण्डनीय नहीं है और ऐसा व्यक्ति इस धारा के अधीन कार्रवाई करने वाले मजिस्ट्रेट को समाधानप्रद रूप में जमानत देने के लिए तैयार और इच्छुक है तो ऐसी अधिकारिता वाले मजिस्ट्रेट के समक्ष उसकी हाजिरी के लिए %बन्धपत्र या जमानतपत्र% ले सकता है। \n(2) जब ऐसी अधिकारिता वाले मजिस्ट्रेट एक से अधिक हैं और इस धारा के अधीन कार्य करने वाला मजिस्ट्रेट अपना समाधान नहीं कर पाता है कि किस मजिस्ट्रेट के पास या समक्ष ऐसा व्यक्ति भेजा जाए या हाजिर होने के लिए आबद्ध किया जाए, तो मामले की रिपोर्ट उच्च न्यायालय के आदेश के लिए की जाएगी।",
  },
  {
    id: 217,
    prevCode: "188",
    prevCodeInfo: "----",
    newCode: "208",
    chapter: chapter["14"],
    newCodeInfo:
      "भारत से बाहर किया गया अपराध- \nजब कोई अपराध भारत से बाहर- \n(क) भारत के किसी नागरिक द्वारा चाहे खुले समुद्र पर या अन्यत्र; या \n(ख) किसी व्यक्ति द्वारा, जो भारत का नागरिक नहीं है, भारत में रजिस्ट्रीकृत किसी पोत या विमान पर किया जाता है, तब उस अपराध के बारे में उसके विरुद्ध ऐसी कार्यवाही की जा सकती है मानो वह अपराध भारत के भीतर उस स्थान में किया गया है, जहां वह पाया गया है या %जहां अपराध भारत में रजिस्ट्रीकृत है% : \nपरन्तु इस अध्याय की पूर्ववर्ती धाराओं में से किसी बात के होते हुए भी, ऐसे किसी अपराध की भारत में जांच या उसका विचारण केन्द्रीय सरकार की पूर्व मंजूरी के बिना नहीं किया जाएगा।",
  },
  {
    id: 218,
    prevCode: "189",
    prevCodeInfo: "----",
    newCode: "209",
    chapter: chapter["14"],
    newCodeInfo:
      "भारत के बाहर किए गए अपराधों के बारे में साक्ष्य लेना- \nजब किसी ऐसे  अपराध की, जिसका भारत से बाहर किसी क्षेत्र में किया जाना अभिकथित है, जांच या विचारण %धारा 208% के उपबन्धों के अधीन किया जा रहा है तब, यदि केन्द्रीय सरकार उचित समझे तो यह निदेश दे सकती है कि उस क्षेत्र में या उस क्षेत्र के लिए या तो %वास्तविक प्ररूप में या इलैक्ट्रानिक प्ररूप% में न्यायिक अधिकारी के समक्ष या उस क्षेत्र पैया उस क्षेत्र के लिए भारत के राजनयिक या काँसलीय प्रतिनिधि के समक्ष दिए गए अभिसाक्ष्यों की या पेश किए गए प्रदशों की प्रतियों को ऐसी जांच या विचारण करने वाले न्यायालय द्वारा किसी ऐसे मामले में साक्ष्य के रूप में लिया जाएगा जिसमें ऐसा न्यायालय ऐसी किन्हीं बातों के बारे में, जिनसे ऐसे अभिसाक्ष्य या प्रदर्श सम्बन्धित है साक्ष्य लेने के लिए कमीशन जारी कर सकता है।",
  },
  {
    id: 219,
    prevCode: "190",
    prevCodeInfo: "----",
    newCode: "210",
    chapter: chapter["15"],
    newCodeInfo:
      "मजिस्ट्रेटों द्वारा अपराधों का संज्ञान- \n(1) इस अध्याय के उपबन्धों के अधीन  रहते हुए, कोई प्रथम वर्ग मजिस्ट्रेट और उपधारा (2) के अधीन विशेषतया सशक्त किया गया कोई द्वितीय वर्ग मजिस्ट्रेट, किसी भी अपराध का संज्ञान निम्नलिखित दशाओं में कर सकता है :- \n(क) उन तथ्यों का, %जिसमें किसी विशेष विधि के अधीन प्राधिकृत किए गए किसी व्यक्ति द्वारा दाखिल किया गया कोई परिवाद शामिल% है, जिनसे ऐसा अपराध बनता है, परिवाद प्राप्त होने परः \n(ख) ऐसे तथ्यों के बारे में %(इलैक्ट्रानिक रीति सहित किसी रीति में प्रस्तुत)% पुलिस रिपोर्ट पर; \n(ग) पुलिस अधिकारी से भिन्न किसी व्यक्ति से प्राप्त इस इत्तिला पर या स्वयं अपनी इस जानकारी पर कि ऐसा अपराध किया गया है। \n(2) मुख्य न्यायिक मजिस्ट्रेट किसी द्वितीय वर्ग मजिस्ट्रेट को ऐसे अपराधों का, जिनकी जांच या विचारण करना उसकी क्षमता के भीतर है, उपधारा (1) के अधीन संज्ञान करने के लिए सशक्त कर सकता है।",
  },
  {
    id: 220,
    prevCode: "191",
    prevCodeInfo: "----",
    newCode: "211",
    chapter: chapter["15"],
    newCodeInfo:
      "अभियुक्त के आवेदन पर अन्तरण- \nजब मजिस्ट्रेट किसी अपराध का संज्ञान %धारा 210 की उपधारा (1) के खण्ड (ग)% के अधीन करता है तब अभियुक्त को, कोई साक्ष्य लेने से पहले, इत्तिला दी जाएगी कि वह मामले की किसी अन्य मजिस्ट्रेट से जांच या विचारण कराने का हकदार है और यदि अभियुक्त, या यदि एक से अधिक अभियुक्त हैं तो उनमें से कोई, संज्ञान करने वाले मजिस्ट्रेट के समक्ष आगे कार्यवाही किए जाने पर आपत्ति करता है तो मामला उस अन्य मजिस्ट्रेट को अन्तरित कर दिया जाएगा जो मुख्य न्यायिक मजिस्ट्रेट द्वारा इस निमित्त विनिर्दिष्ट किया जाए।",
  },
  {
    id: 221,
    prevCode: "192",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "212",
    chapter: chapter["15"],
    newCodeInfo:
      "मामले मजिस्ट्रेटों के हवाले करना- \n(1) कोई मुख्य न्यायिक मजिस्ट्रेट, अपराध का संज्ञान करने के पश्चात् मामले को जांच या विचारण के लिए अपने अधीनस्थ किसी सक्षम मजिस्ट्रेट के हवाले कर सकता है। \n(2) मुख्य न्यायिक मजिस्ट्रेट द्वारा इस निमित्त सशक्त किया गया कोई प्रथम वर्ग मजिस्ट्रेट, अपराध का संज्ञान करने के पश्चात्, मामले को जांच या विचारण के लिए अपने अधीनस्थ किसी ऐसे सक्षम मजिस्ट्रेट के हवाले कर सकता है जिसे मुख्य न्यायिक मजिस्ट्रेट साधारण या विशेष आदेश द्वारा विनिर्दिष्ट करे, और तब ऐसा मजिस्ट्रेट जांच या विचारण कर सकता है।",
  },
  {
    id: 222,
    prevCode: "193",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "213",
    chapter: chapter["15"],
    newCodeInfo:
      "अपराधों का सेशन न्यायालयों द्वारा संज्ञान- \nइस संहिता द्वारा या तत्समय प्रवृत्त किसी अन्य विधि द्वारा अभिव्यक्त रूप से जैसा उपबन्धित है उसके सिवाय, कोई सेशन न्यायालय आरम्भिक अधिकारिता वाले न्यायालय के रूप में किसी अपराध का संज्ञान तब तक नहीं करेगा जब तक मामला इस संहिता के अधीन मजिस्ट्रेट द्वारा उसके सुपुर्द नहीं कर दिया गया है।",
  },
  {
    id: 223,
    prevCode: "194",
    prevCodeInfo:
      "अपर और सहायक सेशन न्यायाधीशों को हवाले किए गए मामलों पर उनके द्वारा विचारण-",
    newCode: "214",
    chapter: chapter["15"],
    newCodeInfo:
      "अपर सेशन न्यायाधीशों को हवाले किए गए मामलों पर उनके द्वारा विचारण- \nअपर सेशन न्यायाधीश ऐसे मामलों का विचारण करेगा, जिन्हें विचारण के लिए उस खण्ड का सेशन न्यायाधीश साधारण या विशेष आदेश द्वारा उसके हवाले करता है या जिनका विचारण करने के लिए उच्च न्यायालय विशेष आदेश द्वारा उसे निदेश देता है।",
  },
  {
    id: 224,
    prevCode: "195",
    prevCodeInfo: "----",
    newCode: "215",
    chapter: chapter["15"],
    newCodeInfo:
      'लोक न्याय के विरुद्ध अपराधों के लिए और साक्ष्य में दिए गए दस्तावेजों से सम्बन्धित अपराधों के लिए लोक सेवकों के विधिपूर्ण प्राधिकार के अवमान के लिए अभियोजन- \n(1) कोई न्यायालय, - \n(क) (1) %भारतीय न्याय संहिता, 2023 की धारा 206 से धारा 223 (जिनके अन्तर्गत 209% के सिवाय ये दोनों धाराएं भी हैं) के अधीन दण्डनीय किसी अपराध का; या \n(ii) ऐसे अपराध के किसी दुष्प्ररेण या ऐसा अपराध करने के प्रयत्न का; या \n(iii) ऐसा अपराध करने के लिए किसी आपराधिक षड्यंत्र का, संज्ञान सम्बद्ध लोक सेवक के, या किसी अन्य ऐसे लोक सेवक के, जिसके वह प्रशासनिक तौर पर अधीनस्थ है %या कोई अन्य लोक सेवक जो संबद्ध लोक सेवक द्वारा ऐसा करने के लिए प्राधिकृत है,% लिखित परिवाद पर ही करेगा, अन्यथा नहीं; \n(ख) %(i) भारतीय न्याय संहिता, 2023 की निम्नलिखित धाराओं अर्थात् धारा 229 से धारा 233% (जिनके अन्तर्गत ये दोनों धाराएँ भी है), %धारा 236, धारा 237, धारा 242 से धारा 248% (जिनके अन्तर्गत ये दोनों धाराएं भी हैं) और %धारा 267% से किन्हीं के अधीन दण्डनीय किसी अपराध का, जब ऐसे अपराध के बारे में यह अभिकथित है कि वह किसी न्यायालय में की कार्यवाही में या उसके सम्बन्ध में किया गया है; या \n(ii) उक्त संहिता की %धारा 336% की उपधारा (1) में वर्णित या %धारा 340 की उपधारा (2) या धारा 342% के अधीन दण्डनीय अपराध का, जब ऐसे अपराध के बारे में यह अभिकथित है कि वह किसी न्यायालय में की कार्यवाही में पेश किए गए या साक्ष्य में दिए गए किसी दस्तावेज के बारे में किया गया है; या \n(iii) उपखण्ड (i) या उपखण्ड (ii) में विनिर्दिष्ट किसी अपराध को करने के लिए आपराधिक षड्यंत्र या उसे करने के प्रयत्न या उसके दुष्प्रेरण के अपराध का, संज्ञान ऐसे न्यायालय के, या न्यायालय के ऐसे अधिकारी के, जिसे वह न्यायालय इस निमित्त लिखित रूप में प्राधिकृत करे या किसी अन्य न्यायालय के, जिसके वह न्यायालय अधीनस्थ है लिखित परिवाद पर ही करेगा अन्यथा नहीं। \n(2) जहाँ किसी लोक सेवक द्वारा %या किसी अन्य लोक सेवक% द्वारा जो उपधारा (1) के खण्ड (क) के अधीन उसके द्वारा ऐसा करने के लिए प्राधिकृत है, कोई परिवाद किया गया है वहां ऐसा कोई प्राधिकारी, जिसके वह प्रशासनिक तौर पर अधीनस्थ है, %या जिसने ऐसे लोक सेवक को अधिकृत किया है% वह उस परिवाद को वापस लेने का आदेश दे सकता है और ऐसे आदेश की प्रति न्यायालय को भेजेगा, और न्यायालय द्वारा उसकी प्राप्ति पर उस परिवाद के सम्बन्ध में आगे कोई कार्यवाही नहीं की जाएगी: \nपरन्तु ऐसे वापस लेने का कोई आदेश उस दशा में नहीं दिया जाएगा जिसमें विचारण प्रथम बार के न्यायालय में समाप्त हो चुका है। \n(3) उपधारा (1) के खण्ड (ख) में "न्यायालय" शब्द से कोई सिविल, राजस्व या दण्ड न्यायालय अभिप्रेत है और उसके अन्तर्गत किसी केन्द्रीय या राज्य अधिनियम द्वारा या उसके अधीन गठित कोई अधिकरण भी है, यदि वह उस अधिनियम द्वारा इस धारा के प्रयोजनार्थ न्यायालय घोषित किया गया है। \n(4) उपधारा (1) के खण्ड (ख) के प्रयोजनों के लिए, कोई न्यायालय, उस न्यायालय के, जिसमें ऐसे पूर्वकधित न्यायालय की अपील योग्य डिक्रियों या दण्डादेशों की साधारणतया अपील होती है, अधीनस्थ समझा जाएगा या ऐसा सिविल न्यायालय, जिसकी डिक्रियों की साधारणतया कोई अपील नहीं होती है, उस मामूली आरम्भिक सिविल अधिकारिता वाले प्रधान न्यायालय के अधीनस्थ समझा जाएगा जिसकी स्थानीय अधिकारिता के भीतर ऐसा सिविल न्यायालय स्थित है: \nपरन्तु- \n(क) जहाँ अपीलें एक से अधिक न्यायालय में होती हैं वहाँ अवर अधिकारिता वाला अपील न्यायालय वह न्यायालय होगा जिसके अधीनस्थ ऐसा न्यायालय समझा जाएगा; \n(ख) जहाँ अपीलें सिविल न्यायालय में और राजस्व न्यायालय में भी होती हैं, वहाँ ऐसा न्यायालय उस मामले या कार्यवाही के स्वरूप के अनुसार, जिसके सम्बन्ध में उस अपराध का किया जाना अभिकथित है, सिविल या राजस्व न्यायालय के अधीनस्थ समझा जाएगा।',
  },
  {
    id: 225,
    prevCode: "195क",
    prevCodeInfo: "----",
    newCode: "216",
    chapter: chapter["15"],
    newCodeInfo:
      "धमकी देने आदि की दशा में साक्षियों के लिए प्रक्रिया- \nकोई साक्षी या कोई अन्य व्यक्ति %भारतीय न्याय संहिता, 2023 की धारा 232% के अधीन अपराध के संबंध में परिवाद फाइल कर सकेगा।",
  },
  {
    id: 226,
    prevCode: "196",
    prevCodeInfo: "----",
    newCode: "217",
    chapter: chapter["15"],
    newCodeInfo:
      "राज्य के विरुद्ध अपराधों के लिए और ऐसे अपराध करने के लिए आपराधिक षड्यंत्र के लिए अभियोजन- \n(1) कोई न्यायालय, - \n%(क) भारतीय न्याय संहिता, 2023 के अध्याय 7 के अधीन या धारा 196, धारा 299 या धारा 353% की उपधारा (1) के अधीन दण्डनीय किसी अपराध काः या \n(ख) ऐसा अपराध करने के लिए आपराधिक षड्यंत्र का; या \n(ग) %भारतीय न्याय संहिता, 2023 की धारा 47% में यथावर्णित किसी दुष्प्रेरण का, संज्ञान, केन्द्रीय सरकार या राज्य सरकार की पूर्व मंजूरी से ही करेगा, अन्यथा नहीं। \n(2) कोई न्यायालय, - \n(क) %भारतीय न्याय संहिता, 2023 की धारा 197 या धारा 353 की उपधारा (2)% या उपधारा (3) के अधीन दण्डनीय किसी अपराध का, या \n(ख) ऐसा अपराध करने के लिए आपराधिक षड्यंत्र का, संज्ञान केन्द्रीय सरकार या राज्य सरकार या %जिला मजिस्ट्रेट% की पूर्व मंजूरी से ही करेगा, अन्यथा नहीं। \n(3) कोई न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 61 की उपधारा (2)% के अधीन दण्डनीय किसी आपराधिक षड्यंत्र के किसी ऐसे अपराध का, जो मृत्यु, आजीवन कारावास या दो वर्ष या उससे अधिक की अवधि के कठोर कारावास से दण्डनीय अपराध करने के आपराधिक षड्यंत्र से भिन्न है, संज्ञान तब तक नहीं करेगा, जब तक राज्य सरकार या जिला मजिस्ट्रेट ने कार्यवाही शुरू करने के लिए लिखित सम्मति नहीं दे दी हैः परन्तु जहां आपराधिक षड्यंत्र ऐसा है, जिसे %धारा 215% के उपबन्ध लागू हैं, वहां ऐसी कोई सम्मति आवश्यक नहीं होगी। (4) केन्द्रीय सरकार या राज्य सरकार, उपधारा (1) या उपधारा (2) के अधीन मंजूरी देने के पूर्व और जिला मजिस्ट्रेट, उपधारा (2) के अधीन मंजूरी देने से पूर्व, और राज्य सरकार या जिला मजिस्ट्रेट, उपधारा \n(3) के अधीन सम्मति देने के पूर्व, ऐसे पुलिस अधिकारी द्वारा जो निरीक्षक की पंक्ति से नीचे का नहीं है, प्रारम्भिक अन्वेषण किए जाने का आदेश दे सकता है और उस दशा में ऐसे पुलिस अधिकारी की वे शक्तियां होंगी, जो धारा 174 की उपधारा (3) में निर्दिष्ट हैं।",
  },
  {
    id: 227,
    prevCode: "197",
    prevCodeInfo: "----",
    newCode: "218",
    chapter: chapter["15"],
    newCodeInfo:
      'न्यायाधीशों और लोक सेवकों का अभियोजन- \n(1) जब किसी व्यक्ति पर, जो न्यायाधीश या मजिस्ट्रेट या ऐसा लोक सेवक है या था जिसे सरकार द्वारा या उसकी मंजूरी से ही उसके पद से हटाया जा सकता है, अन्यथा नहीं, किसी ऐसे अपराध का अभियोग है, जिसके बारे में यह अभिकथित है कि वह उसके द्वारा तब किया गया था, जब वह अपने पदीय कर्त्तव्य के निर्वहन में कार्य कर रहा था या जब उसका ऐसे कार्य करना तात्पर्थित था, तब कोई भी न्यायालय, ऐसे अपराध का संज्ञान, जैसा लोकपाल और लोकायुक्त अधिनियम, 2013 %(2014 का 1)% में अन्यथा उपबन्धित है, और सिवाय- \n(क) ऐसे व्यक्ति की दशा में, जो संघ के कार्यकलाप के सम्बन्ध में, यथास्थिति, नियोजित है या अभिकथित अपराध के किए जाने के समय नियोजित था, केन्द्रीय सरकार की; \n(ख) ऐसे व्यक्ति की दशा में, जो किसी राज्य के कार्यकलाप के सम्बन्ध में, यथास्थिति, नियोजित है या अभिकथित अपराध के किए जाने के समय नियोजित था, उस राज्य सरकार की, पूर्व मंजूरी से ही करेगा, अन्यथा नहीं: परन्तु जहां अभिकथित अपराध, खण्ड (ख) में निर्दिष्ट किसी व्यक्ति द्वारा उस अवधि के दौरान किया गया था, जब राज्य में संविधान के अनुच्छेद 356 के खण्ड (1) के अधीन की गई उद्घोषणा प्रवृत्त थी, वहां खण्ड (ख) इस प्रकार लागू होगा, मानो उसमें आने वाले "राज्य सरकार" पद के स्थान पर "केन्द्रीय सरकार" पद रख दिया गया है: \n%परन्तु यह और कि ऐसी सरकार मंजूरी के लिए अनुरोध की प्राप्ति की तारीख से एक सौ बीस दिनों की अवधि के भीतर निर्णय करेगी और उस अवस्था में यदि वह ऐसा करने में असफल हो जाती है, तो मंजूरी, ऐसी सरकार द्वारा दी गई समझी जाएगी :% \nपरन्तु यह और कि ऐसे किसी लोक सेवक की दशा में, जिसके बारे में यह अभिकथन किया गया है कि उसने %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 68, धारा 69, धारा 70, धारा 71, धारा 74, धारा 75, धारा 76, धारा 77, धारा 78, धारा 79, धारा 143, धारा 199 या धारा 200% के अधीन कोई अपराध किया है, कोई पूर्व मंजूरी अपेक्षित नहीं होगी। \n(2) कोई भी न्यायालय संघ के सशस्त्र बल के किसी सदस्य द्वारा किए गए किसी अपराध का संज्ञान, जिसके बारे में यह अभिकथित है कि वह उसके द्वारा तब किया गया था, जब वह अपने पदीय कर्त्तव्य के निर्वहन में कार्य कर रहा था या जब उसका ऐसे कार्य करना तात्पर्थित था, केन्द्रीय सरकार की पूर्व मंजूरी से ही करेगा, अन्यथा नहीं। \n(3) राज्य सरकार अधिसूचना द्वारा निदेश दे सकती है कि उसमें यथाविनिर्दिष्ट बल के ऐसे वर्ग या प्रवर्ग के सदस्यों को, जिन्हें लोक व्यवस्था बनाए रखने का कार्य-भार सौंपा गया है, जहां कहीं भी वे सेवा कर रहे हों, उपधारा (2) के उपबन्ध लागू होंगे और तब उस उपधारा के उपबन्ध इस प्रकार लागू होंगे, मानो उसमें आने वाले "केन्द्रीय सरकार" पद के स्थान पर, "राज्य सरकार" पद रख दिया गया है। \n(4) उपधारा (3) में किसी बात के होते हुए भी कोई भी न्यायालय ऐसे बलों के किसी सदस्य द्वारा, जिसे राज्य में लोक व्यवस्था बनाए रखने का कार्य-भार सौंपा गया है, किए गए किसी ऐसे अपराध का संज्ञान, जिसके बारे में यह अभिकथित है कि वह उसके द्वारा तब किया गया था जब वह, उस राज्य में संविधान के अनुच्छेद 356 के खंड (1) के अधीन की गई उद्घोषणा के प्रवृत्त रहने के दौरान, अपने पदीय कर्तव्य के निर्वहन में कार्य कर रहा था या जब उसका ऐसे कार्य करना तात्पर्यत था, केंन्द्रीय सरकार की पूर्व मंजूरी से ही करेगा, अन्यथा नहीं। \n(5) केंद्रीय सरकार या राज्य सरकार उस व्यक्ति का जिसके द्वारा और उस रीति का जिससे वह अपराध या वे अपराध, जिसके या जिनके लिए ऐसे न्यायाधीश, मजिस्ट्रेट या लोक सेवक का अभियोजन किया जाना है, अवधारण कर सकती है और वह न्यायालय विनिर्दिष्ट कर सकती है, जिसके समक्ष विचारण किया जाना है।',
  },
  {
    id: 228,
    prevCode: "198",
    prevCodeInfo: "----",
    newCode: "219",
    chapter: chapter["15"],
    newCodeInfo:
      "विवाह के विरुद्ध अपराधों के लिए अभियोजन- \n(1) कोई न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 81 से थारा 84% (दोनों सहित) के अधीन दण्डनीय अपराध का संज्ञान ऐसे अपराध से व्यथित किसी व्यक्ति द्वारा किए गए परिवाद पर ही करेगा, अन्यथा नहीं: परन्तु- \n(क) जहां ऐसा व्यक्ति %बालक है या विकृत चित्त है या बौद्धिक रूप से दिव्यांग% ऐसा व्यक्ति है, जिसे उच्चतर सहायता की आवश्यकता है या रोग या अंग-शैथिल्य के कारण परिवाद करने के लिए असमर्थ है, या ऐसी महिला है, जो स्थानीय रुढ़ियों और रीतियों के अनुसार लोगों के सामने आने के लिए विवश नहीं की जानी चाहिए, वहां उसकी ओर से कोई अन्य व्यक्ति न्यायालय की इजाजत से परिवाद कर सकता है; \n(ख) जहां ऐसा व्यक्ति पति है, और संघ के सशस्त्र बलों में से किसी में से ऐसी परिस्थितियों में सेवा कर रहा है, जिनके बारे में उसके कमान आफिसर ने यह प्रमाणित किया है कि उनके कारण उसे परिवाद कर सकने के लिए अनुपस्थिति छुट्टी प्राप्त नहीं हो सकती, वहां उपधारा (4) के उपबन्धों के अनुसार पति द्वारा प्राधिकृत कोई अन्य व्यक्ति उसकी ओर से परिवाद कर सकता है: \n(ग) जहां %भारतीय न्याय संहिता, 2023 की धारा 82% के अधीन दण्डनीय अपराध से व्यथित व्यक्ति पत्नी है वहां उसकी ओर से उसके पिता, माता, भाई, बहन, पुत्र या पुत्री या उसके पिता या माता के भाई या बहन द्वारा या न्यायालय की इजाजत से, किसी ऐसे अन्य व्यक्ति द्वारा, जो उससे रक्त, विवाह या दत्तक द्वारा सम्बन्धित है, परिवाद किया जा सकता है। \n(2) उपधारा (1) के प्रयोजनों के लिए, महिला के पति से भिन्न कोई व्यक्ति, उक्त %भारतीय न्याय संहिता, 2023 की धारा 84% के अधीन दण्डनीय किसी अपराध से व्यथित नहीं समझा जाएगा: \n(3) जब उपधारा (1) के परन्तुक के खण्ड (क) के अधीन आने वाले किसी मामले में बालक या विकृत चित्त व्यक्ति की ओर से किसी ऐसे व्यक्ति द्वारा परिवाद किया जाना है, जो सक्षम प्राधिकारी द्वारा बालक या विकृत चित्त व्यक्ति के शरीर का संरक्षक नियुक्त या घोषित नहीं किया गया है, और न्यायालय का समाधान हो जाता है कि ऐसा कोई संरक्षक जो ऐसे नियुक्त या घोषित किया गया है तब न्यायालय इजाजत के लिए आवेदन मंजूर करने के पूर्व, ऐसे संरक्षक को सूचना दिलवाएगा और सुनवाई का उचित अवसर देगा। \n(4) उपधारा (1) के परन्तुक के खण्ड (ख) में निर्दिष्ट प्राधिकार लिखित रूप में दिया जाएगा और, वह पति द्वारा हस्ताक्षरित या अन्यथा अनुप्रमाणित होगा, उसमें इस भाव का कथन होगा कि उसे उन अभिकधनों की जानकारी दे दी गई है जिनके आधार पर परिवाद किया जाना है और वह उसके कमान आफिसर द्वारा प्रतिहस्ताक्षरित होगा, तथा उसके साथ उस आफिसर द्वारा हस्ताक्षरित इस भाव का प्रमाणपत्र होगा कि पति को स्वयं परिवाद करने के प्रयोजन के लिए अनुपस्थिति छुट्टी उस समय नहीं दी जा सकती है। \n(5) किसी दस्तावेज के बारे में, जिसका ऐसा प्राधिकार होना तात्पर्थित है और जिससे उपधारा (4) के उपबन्धों की पूर्ति होती है और किसी दस्तावेज के बारे में, जिसका उस उपधारा द्वारा अपेक्षित प्रमाणपत्र होना तात्पयिंत है, जब तक प्रतिकूल साबित न कर दिया जाए, यह उपधारणा की जाएगी कि वह असली है और उसे साक्ष्य में ग्रहण किया जाएगा। \n(6) कोई न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 64% के अधीन अपराध का संज्ञान, जहां ऐसा अपराध किसी पुरुष द्वारा अट्ठारह वर्ष से कम आयु की अपनी ही पत्नी के साथ मैथुन करता है, उस दशा में न करेगा जब उस अपराध के किए जाने की तारीख से एक वर्ष से अधिक व्यतीत हो चुका है। \n(7) इस धारा के उपबन्ध किसी अपराध के दुष्प्ररेण या अपराध करने के प्रयत्न को ऐसे लागू होंगे, जैसे वे अपराध को लागू होते हैं।",
  },
  {
    id: 229,
    prevCode: "198क",
    prevCodeInfo: "----",
    newCode: "220",
    chapter: chapter["15"],
    newCodeInfo:
      "%भारतीय न्याय संहिता, 2023 की धारा 85% के अधीन अपराधों का अभियोजन - \nकोई न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 85% के अधीन दण्डनीय अपराध का संज्ञान ऐसे अपराध को गठित करने वाले तथ्यों की पुलिस रिपोर्ट पर या अपराध से व्यथित व्यक्ति द्वारा या उसके पिता, माता, भाई, बहन द्वारा या उसके पिता या माता के भाई या बहन द्वारा किए गए परिवाद पर या रक्त, विवाह या दत्तक ग्रहण द्वारा उससे सम्बन्धित किसी अन्य व्यक्ति द्वारा न्यायालय की इजाजत से किए गए परिवाद पर ही करेगा अन्यथा नहीं।",
  },
  {
    id: 230,
    prevCode: "198ख",
    prevCodeInfo: "----",
    newCode: "221",
    chapter: chapter["15"],
    newCodeInfo:
      "अपराध का संज्ञान कोई भी न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 67% के अधीन दण्डनीय किसी अपराध का, जहां व्यक्तियों में वैवाहिक ख सम्बन्ध हैं, उन तथ्यों का, जिनसे पत्नी द्वारा पति के विरुद्ध परिवाद फाइल किए जाने या किए जाने पर अपराध गठित होता है, प्रथमदृष्ट्या समाधान होने के सिवाय संज्ञान नहीं करेगा।",
  },
  {
    id: 231,
    prevCode: "199",
    prevCodeInfo: "----",
    newCode: "222",
    chapter: chapter["15"],
    newCodeInfo:
      "मानहानि के लिए अभियोजन- \n(1) कोई न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 356% के अधीन दण्डनीय अपराध का संज्ञान ऐसे अपराध से व्यथित किसी व्यक्ति द्वारा किए गए परिवाद पर ही करेगा, अन्यथा नहीं: \nपरन्तु जहां ऐसा व्यक्ति बालक है या विकृत चित्त है या बौद्धिक रूप से दिव्यांग है या रोग या अंग- शैथिल्य के कारण परिवाद करने के लिए असमर्थ है, या ऐसी महिला है, जो स्थानीय रूढ़ियो और रीतियो के अनुसार लोगो के सामने आने के लिए विवश नहीं की जानी चाहिए, वहां उसकी ओर से कोई अन्य व्यक्ति न्यायालय की इजाजत से परिवाद कर सकता है। \n(2) इस संहिता में किसी बात के होते हुए भी, जब %भारतीय न्याय संहिता, 2023 की धारा 356% के अधीन आने वाले किसी अपराध के बारे में यह अभिकथित है कि वह ऐसे व्यक्ति के विरुद्ध, जो ऐसा अपराध किए जाने के समय भारत का राष्ट्रपति, या भारत का उपराष्ट्रपति या किसी राज्य का राज्यपाल या किसी संघ राज्यक्षेत्र का प्रशासक या संघ या किसी राज्य का या किसी संघ राज्यक्षेत्र का मंत्री या संघ या किसी राज्य के कार्यकलापों के सम्बन्ध में नियोजित अन्य लोक सेवक था, उसके लोक कृत्यों के निर्वहन में उसके आचरण के सम्बन्ध में किया गया है तब सेशन न्यायालय, ऐसे अपराध का संज्ञान, उसको मामला सुपुर्द हुए बिना, लोक अभियोजक द्वारा किए गए लिखित परिवाद पर कर सकता है। \n(3) उपधारा (2) में निर्दिष्ट ऐसे प्रत्येक परिवाद में वे तथ्य, जिनसे अभिकथित अपराध बनता है, ऐसे अपराध का स्वरूप और ऐसी अन्य विशिष्टियां वर्णित होंगी जो अभियुक्त को उसके द्वारा किए गए अभिकथित अपराध की सूचना देने के लिए उचित रूप से पर्याप्त है। \n(4) उपधारा (2) के अधीन लोक अभियोजक द्वारा कोई परिवाद पूर्व मंजूरी से ही किया जाएगा, अन्यथा नहीं- \n(क) राज्य सरकार की- \n(i) किसी ऐसे व्यक्ति की दशा में, जो किसी राज्य का राज्यपाल है या रहा है या किसी राज्य की सरकार का मंत्री है या रहा है: \n(ii) किसी राज्य के कार्यकलापों के सम्बन्ध में नियोजित किसी अन्य लोक सेवक की दशा में; \n(ख) किसी अन्य दशा में, केन्द्रीय सरकार की, \n(5) कोई सेशन न्यायालय, उपधारा (2) के अधीन किसी अपराध का संज्ञान तभी करेगा जब परिवाद उस तारीख से छह मास के अन्दर कर दिया जाता है, जिसको उस अपराध का किया जाना अभिकथित है। \n(6) इस धारा की कोई बात किसी ऐसे व्यक्ति के, जिसके विरुद्ध अपराध का किया जाना अभिकथित है, उस अपराध की बाबत अधिकारिता वाले किसी मजिस्ट्रेट के समक्ष परिवाद करने के अधिकार पर या ऐसे परिवाद पर अपराध का संज्ञान करने की ऐसे मजिस्ट्रेट की शक्ति पर प्रभाव नहीं डालेगी।",
  },
  {
    id: 232,
    prevCode: "200",
    prevCodeInfo: "----",
    newCode: "223",
    chapter: chapter["16"],
    newCodeInfo:
      "परिवादी की परीक्षा- \n(1) जब अधिकारिता रखने वाला मजिस्ट्रेट परिवाद पर किसी अपराध का संज्ञान करेगा तब परिवादी की और यदि कोई साक्षी उपस्थित हैं तो उनकी शपथ पर परीक्षा करेगा और ऐसी परीक्षा का सारांश लेखबद्ध किया जाएगा और परिवादी और साक्षियों द्वारा तथा मजिस्ट्रेट द्वारा भी हस्ताक्षरित किया जाएगा: \n%परन्तु किसी अपराध का संज्ञान मजिस्ट्रेट द्वारा अभियुक्त को सुनवाई का अवसर दिए बिना नहीं किया जाएगा:% \nपरंतु यह और कि जब परिवादी लिख कर किया जाता है तब मजिस्ट्रेट के लिए परिवादी या साक्षियों की परीक्षा करना आवश्यक न होगा- \n(क) यदि परिवाद अपने पदीय कर्तव्यों के निर्वहन में कार्य करने वाले या कार्य करने का तात्पर्य रखने वाले लोक सेवक द्वारा या न्यायालय द्वारा किया गया है; या \n(ख) यदि मजिस्ट्रेट जांच या विचारण के लिए मामले को %धारा 212% के अधीन किसी अन्य मजिस्ट्रेट के हवाले कर देता है: \nपरन्तु यह भी कि यदि मजिस्ट्रेट परिवादी या साक्षियों की परीक्षा करने के पश्चात् मामले को %धारा 212% के अधीन किसी अन्य मजिस्ट्रेट के हवाले करता है तो बाद वाले मजिस्ट्रेट के लिए उनकी फिर से परीक्षा करना आवश्यक न होगा; \n%(2) कोई मजिस्ट्रेट किसी लोक सेवक के विरुद्ध उसके शासकीय कृत्यों या कर्तव्यों के निर्वहन के दौरान कारित किया जाना अभिकथित किए गए किसी अपराध के लिए परिवाद पर संज्ञान नहीं लेगा, यदि- \n(क) ऐसे लोक सेवक को उस परिस्थिति के बारे में प्राख्यान करने का अवसर नहीं दिया जाता है, जिसके कारण अभिकथित घटना घटित हुई; और \n(ख) ऐसे लोक सेवक के वरिष्ठ अधिकारी से घटना के तथ्यों और परिस्थितियों के अंतर्विष्ट करने वाली रिपोर्ट प्राप्त नहीं होती है।%",
  },
  {
    id: 233,
    prevCode: "201",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "224",
    chapter: chapter["16"],
    newCodeInfo:
      "ऐसे मजिस्ट्रेट द्वारा प्रक्रिया जो मामले का संज्ञान करने के लिए सक्षम नहीं है - \nयदि परिवाद ऐसे मजिस्ट्रेट को किया जाता है, जो उस अपराध का संज्ञान करने के लिए सक्षम नहीं है, तो- \n(क) यदि परिवाद लिखित है तो वह उसको समुचित न्यायालय में पेश करने के लिए, उस भाव के पृष्ठांकन सहित, लौटा देगा; \n(ख) यदि परिवाद लिखित नहीं है तो वह परिवादी को उचित न्यायालय में जाने का निदेश देगा।",
  },
  {
    id: 234,
    prevCode: "202",
    prevCodeInfo: "----",
    newCode: "225",
    chapter: chapter["16"],
    newCodeInfo:
      "आदेशिका के जारी किए जाने को मुल्तवी करना- \n(1) यदि कोई मजिस्ट्रेट ऐसे अपराध का परिवाद प्राप्त करने पर, जिसका संज्ञान करने के लिए वह प्राधिकृत है या जो %धारा 212% के अधीन उसके हवाले किया गया है, ठीक समझता है तो और ऐसे मामले में जहाँ अभियुक्त ऐसे किसी स्थान में निवास कर रहा है जो उस क्षेत्र से परे है जिसमें वह अपनी अधिकारिता का प्रयोग करता है अभियुक्त के विरुद्ध आदेशिका का जारी किया जाना मुल्तवी कर सकता है और यह विनिश्चित करने के प्रयोजन से कि कार्यवाही करने के लिए पर्याप्त आधार है या नहीं, या तो स्वयं ही मामले की जांच कर सकता है या किसी पुलिस अधिकारी द्वारा या अन्य ऐसे व्यक्ति द्वारा, जिसको वह ठीक समझे अन्वेषण किए जाने के लिए निदेश दे सकता है: \nपरन्तु अन्वेषण के लिए ऐसा कोई निदेश वहां नहीं दिया जाएगा- \n(क) जहां मजिस्ट्रेट को यह प्रतीत होता है कि वह अपराध जिसका परिवाद किया गया है अनन्यतः सेशन न्यायालय द्वारा विचारणीय है; या \n(ख) जहां परिवाद किसी न्यायालय द्वारा नहीं किया गया है जब तक कि परिवादी की या उपस्थित साक्षियों की (यदि कोई हो) %धारा 223% के अधीन शपथ पर परीक्षा नहीं कर ली जाती है। \n(2) उपधारा (1) के अधीन किसी जांच में यदि मजिस्ट्रेट, ठीक समझता है तो साक्षियों का शपथ पर साक्ष्य ले सकता है: परन्तु यदि मजिस्ट्रेट को यह प्रतीत होता है कि वह अपराध जिसका परिवाद किया गया है अनन्यतः सेशन न्यायालय द्वारा विचारणीय है तो वह परिवादी से अपने सब साक्षियों को पेश करने की अपेक्षा करेगा और उनकी शपथ पर परीक्षा करेगा। \n(3) यदि उपधारा (1) के अधीन अन्वेषण किसी ऐसे व्यक्ति द्वारा किया जाता है जो पुलिस अधिकारी नहीं है तो उस अन्वेषण के लिए उसे वारण्ट के बिना गिरफ्तार करने की शक्ति के सिवाय पुलिस थाने के भारसाधक अधिकारी को इस संहिता द्वारा प्रदत्त सभी शक्तियां होंगी।",
  },
  {
    id: 235,
    prevCode: "203",
    prevCodeInfo: "----",
    newCode: "226",
    chapter: chapter["16"],
    newCodeInfo:
      "परिवाद का खारिज किया जाना- \nयदि परिवादी के और साक्षियों के शपथ पर किए गए कथन पर (यदि कोई हो), और %धारा 225% के अधीन जांच या अन्वेषण के (यदि कोई हो) परिणाम पर, विचार करने के पश्चात्, मजिस्ट्रेट को यह राय है कि कार्यवाही करने के लिए पर्याप्त आधार नहीं है तो वह परिवाद को खारिज कर देगा और ऐसे प्रत्येक मामले में वह ऐसा करने के अपने कारणों को संक्षेप में अभिलिखित करेगा।",
  },
  {
    id: 236,
    prevCode: "204",
    prevCodeInfo: "----",
    newCode: "227",
    chapter: chapter["17"],
    newCodeInfo:
      "आदेशिका का जारी किया जाना- \n(1) यदि किसी अपराध का संज्ञान करने वाले मजिस्ट्रेट की राय में कार्यवाही करने के लिए पर्याप्त आधार है, और- \n(क) मामला समन-मामला प्रतीत होता है तो वह उसकी हाजिरी के लिए अभियुक्त समन जारी करेगा; या \n(ख) मामला वारण्ट-मामला प्रतीत होता है तो वह अपने या (यदि उसकी अपनी अधिकारिता नहीं है तो) अधिकारिता वाले किसी अन्य मजिस्ट्रेट के समक्ष अभियुक्त के निश्चित समय पर लाए जाने या हाजिर होने के लिए वारंट, या यदि ठीक समझता है समन, जारी कर सकता है। \n%परन्तु समन या वारंट, इलैक्ट्रानिक साधनों के माध्यम से भी जारी किए जा सकेंगे।% \n(2) अभियुक्त के विरुद्ध उपधारा (1) के अधीन तब तक कोई समन या वारंट जारी नहीं किया जाएगा जब तक अभियोजन के साक्षियों की सूची फाइल नहीं कर दी जाती है। \n(3) लिखित परिवाद पर संस्थित कार्यवाही में उपधारा (1) के अधीन जारी किए गए प्रत्येक समन या वारण्ट के साथ उस परिवाद की एक प्रतिलिपि होगी। \n(4) जब तत्समय प्रवृत्त किसी विधि के अधीन कोई आदेशिका फीस या अन्य फीस संदेय है तब कोई आदेशिका तब तक जारी नहीं की जाएगी जब तक फीस नहीं दे दी जाती है और यदि ऐसी फीस उचित समय के अन्दर नहीं दी जाती है तो मजिस्ट्रेट परिवाद को खारिज कर सकता है। \n(5) इस धारा की कोई बात %धारा 90% के उपबन्धों पर प्रभाव डालने वाली नहीं समझी जाएगी।",
  },
  {
    id: 237,
    prevCode: "205",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "228",
    chapter: chapter["17"],
    newCodeInfo:
      "मजिस्ट्रेट का अभियुक्त को वैयक्तिक हाजिरी से अभिमुक्ति दे सकना- \n(1) जब कभी कोई मजिस्ट्रेट समन जारी करता है तब यदि उसे ऐसा करने का कारण प्रतीत होता है तो वह अभियुक्त को वैयक्तिक हाजिरी से अभिमुक्त कर सकता है और अपने अधिवक्ता द्वारा हाजिर होने की अनुज्ञा दे सकता है। \n(2) किन्तु मामले की जांच या विचारण करने वाला मजिस्ट्रेट, स्वविवेकानुसार, कार्यवाही के किसी प्रक्रम में अभियुक्त की वैयक्तिक हाजिरी का निदेश दे सकता है और यदि आवश्यक हो तो उसे इस प्रकार हाजिर होने के लिए इसमें इसके पूर्व उपबन्धित रीति से विवश कर सकता है।",
  },
  {
    id: 238,
    prevCode: "206",
    prevCodeInfo: "----",
    newCode: "229",
    chapter: chapter["17"],
    newCodeInfo:
      'छोटे अपराधों के मामले में विशेष समन- \n(1) यदि किसी छोटे अपराध का संज्ञान करने वाले मजिस्ट्रेट की राय में, मामले को %धारा 283 या धारा 284% के अधीन संक्षेपतः निपटाया जा सकता है तो वह मजिस्ट्रेट, उस दशा के सिवाय, जहां उन कारणों से, जो लेखबद्ध किए जाएंगे, उसकी प्रतिकूल राय है, अभियुक्त से यह अपेक्षा करते हुए उसके लिए समन जारी करेगा कि वह विनिर्दिष्ट तारीख को मजिस्ट्रेट के समक्ष या तो स्वयं या अधिवक्ता द्वारा हाजिर हो या यदि वह मजिस्ट्रेट के समक्ष हाजिर हुए बिना आरोप का दोषी होने का अभिवचन करना चाहता है तो लिखित रूप में उक्त अभिवाक् और समन में विनिर्दिष्ट जुर्माने को रकम डाक या संदेशवाहक द्वारा विनिर्दिष्ट तारीख के पूर्व भेज दे या यदि वह अधिवक्ता द्वारा हाजिर होना चाहता है और ऐसे अधिवक्ता द्वारा उस आरोप के दोषी होने का अभिवचन करना चाहता है तो अधिवक्ता को अपनी ओर से आरोप के दोषी होने का अभिवचन करने के लिए लिखकर प्राधिकृत करे और ऐसे अधिवक्ता की मार्फत जुर्माने का संदाय करे : \nपरन्तु ऐसे समन में विनिर्दिष्ट जुर्माने की रकम %पांच हजार रुपए से अधिक% न होगी। \n(2) इस धारा के प्रयोजनों के लिए "छोटे अपराध से कोई ऐसा अपराध अभिप्रेत है, %जो केवल पांच हजार रुपये से अनधिक जुर्माने% से दण्डनीय है किन्तु इसके अन्तर्गत कोई ऐसा अपराध नहीं है जो %मोटर यान अधिनियम, 1988 (1988 का 59)% के अधीन या किसी अन्य ऐसी विधि के अधीन, जिसमें दोषी होने के अभिवाक् पर अभियुक्त की अनुपस्थिति में उसको दोषसिद्ध करने के लिए उपबन्ध है, इस प्रकार दण्डनीय है। \n(3) राज्य सरकार, किसी मजिस्ट्रेट को उपधारा (1) द्वारा प्रदत्त शक्तियों का प्रयोग किसी ऐसे अपराध के सम्बन्ध में करने के लिए, जो %धारा 359% के अधीन शमनीय है, या जो कारावास से, जिसकी अवधि तीन मास से अधिक नहीं है या जुर्माने से या दोनों से दण्डनीय है अधिसूचना द्वारा विशेष रूप से वहां सशक्त कर सकती है, जहां मामले के तथ्यों और परिस्थितियों का ध्यान रखते हुए मजिस्ट्रेट की राय है कि केवल जुर्माना अधिरोपित करने से न्याय के उद्देश्य पूरे हो जाएंगे।',
  },
  {
    id: 239,
    prevCode: "207",
    prevCodeInfo: "----",
    newCode: "230",
    chapter: chapter["17"],
    newCodeInfo:
      "अभियुक्त को पुलिस रिपोर्ट या अन्य दस्तावेजों की प्रतिलिपि देना- \nकिसी ऐसे मामले में जहां कार्यवाही पुलिस रिपोर्ट के आधार पर संस्थित की गई है, वहां %मजिस्ट्रेट बिना किसी देरी के और मामले में अभियुक्त को उपस्थित करने या उसके उपस्थित होने की तारीख से चौदह दिनों की अवधि से अधिक न हो,% निम्नलिखित में से प्रत्येक की एक प्रतिलिपि अभियुक्त और पीड़ित को (यदि उसका प्रतिनिधित्व अधिवक्ता द्वारा किया गया हो) अविलम्ब निःशुल्क देगा :- \n(1) पुलिस रिपोर्ट; \n(ii) %धारा 173% के अधीन लेखबद्ध की गई प्रथम इत्तिला रिपोर्ट; \n(iii) %धारा 180% की उपधारा (3) के अधीन अभिलिखित उन सभी व्यक्तियों के कथन, जिनकी अपने साक्षियों के रूप में परीक्षा करने का अभियोजन का विचार है, उनमें से किसी ऐसे भाग को छोड़कर जिनको ऐसे छोड़ने के लिए निवेदन %धारा 193 की उपधारा (7)% के अधीन पुलिस अधिकारी द्वारा किया गया है; \n(iv) %धारा 183% के अधीन लेखबद्ध की गई संस्वीकृतियां या कथन, यदि कोई हो; \n(v) कोई अन्य दस्तावेज या उसका सुसंगत उद्धरण, जो %धारा 193 की उपधारा (6)% के अधीन पुलिस रिपोर्ट के साथ मजिस्ट्रेट को भेजी गई है: \nपरन्तु मजिस्ट्रेट खण्ड (iii) में निर्दिष्ट कथन के किसी ऐसे भाग का परिशीलन करने और ऐसे निवेदन के लिए पुलिस अधिकारी द्वारा दिए गए कारणों पर विचार करने के पश्चात् यह निदेश दे सकता है कि कथन के उस भाग की या उसके ऐसे प्रभाग की, जैसा मजिस्ट्रेट ठीक समझे, एक प्रतिलिपि अभियुक्त को दी जाए: \nपरन्तु यह और कि यदि मजिस्ट्रेट का समाधान हो जाता है कि कोई दस्तावेज विशालकाय है तो वह अभियुक्त और पीड़ित (यदि उसका प्रतिनिधित्व अधिवक्ता द्वारा किया गया है) को उसकी %प्रतिलिपि देने के बजाय इलेक्ट्रानिक साधन के माध्यम से प्रति% को दिया जा सकेगा या यह निदेश देगा कि उसे स्वयं या अधिवक्ता द्वारा न्यायालय में उसका निरीक्षण ही करने दिया जाएगा : \n%परन्तु यह भी कि इलैक्ट्रानिक प्ररूप में उन दस्तावेजों को प्रदाय करने के लिए विचार किया जाएगा जो सम्यक् रूप से प्रस्तुत किए गए हैं।%",
  },
  {
    id: 240,
    prevCode: "208",
    prevCodeInfo: "----",
    newCode: "231",
    chapter: chapter["17"],
    newCodeInfo:
      "सेशन न्यायालय द्वारा विचारणीय अन्य मामलों में अभियुक्त को कथनों और दस्तावेजों की प्रतिलिपियां देना- \nजहां पुलिस रिपोर्ट से भिन्न आधार पर संस्थित किसी मामले में, %धारा 227% के अधीन आदेशिका जारी करने वाले मजिस्ट्रेट को यह प्रतीत होता है कि अपराध अनन्यतः सेशन न्यायालय द्वारा विचारणीय है, वहां मजिस्ट्रेट निम्नलिखित में से प्रत्येक की एक प्रतिलिपि अभियुक्त को तत्काल निःशुल्क देगाः- \n(1) उन सभी व्यक्तियों के, जिनकी मजिस्ट्रेट द्वारा परीक्षा की जा चुकी है, %धारा 223 या धारा 225% के अधीन लेखबद्ध किए गए कथन; \n(ii) %धारा 180 या धारा 183% के अधीन लेखबद्ध किए गए कथन, और संस्वीकृतियां, यदि कोई हों; \n(iii) मजिस्ट्रेट के समक्ष पेश की गई कोई दस्तावेजें, जिन पर निर्भर रहने का अभियोजन का विचार है: \nपरन्तु यदि मजिस्ट्रेट का समाधान हो जाता है कि ऐसी कोई दस्तावेज विशालकाय है, तो वह अभियुक्त को उसकी प्रतिलिपि देने के बजाय यह निदेश देगा कि उसे स्वयं या अधिवक्ता द्वारा न्यायालय में उसका निरीक्षण ही करने दिया जाएगा: \n%परन्तु यह भी कि इलैक्ट्रानिक प्ररूप में उन दस्तावेजों को प्रदाय करने के लिए विचार किया जाएगा जो सम्यक् रूप से प्रस्तुत किए गए हैं।%",
  },
  {
    id: 241,
    prevCode: "209",
    prevCodeInfo: "----",
    newCode: "232",
    chapter: chapter["17"],
    newCodeInfo:
      "जब अपराध अनन्यतः सेशन न्यायालय द्वारा विचारणीय है तब मामला उसे सुपुर्द करना- \nजब पुलिस रिपोर्ट पर या अन्यथा संस्थित किसी मामले में अभियुक्त मजिस्ट्रेट के समक्ष हाजिर होता है या लाया जाता है और मजिस्ट्रेट को यह प्रतीत होता है कि अपराध अनन्यतः सेशन न्यायालय द्वारा विचारणीय है तो वह- \n(क) %धारा 230 या धारा 231% के उपबंधों का अनुपालन करने के पश्चात् मामला सेशन न्यायालय को सुपुर्द करेगा और जमानत से संबंधित इस संहिता के उपबंधों के अधीन रहते हुए अभियुक्त व्यक्ति को अभिरक्षा में तब तक के लिए प्रतिप्रेषित करेगा जब तक ऐसी सुपुर्दगी नहीं कर दी जाती है; \n(ख) जमानत से सम्बन्धित इस संहिता के उपबन्धों के अधीन रहते हुए विचारण के दौरान और समाप्त होने तक अभियुक्त को अभिरक्षा में प्रतिप्रेषित करेगा; \n(ग) मामले का अभिलेख तथा दस्तावेजें और वस्तुएं, यदि कोई हों, जिन्हें साक्ष्य में पेश किया जाना है, उस न्यायालय को भेजेगा; \n(घ) मामले के सेशन न्यायालय को सुपुर्द किए जाने की लोक अभियोजक को सूचना देगा : \n%परन्तु इस धारा के अधीन प्रक्रियाएं संज्ञान लेने की तारीख से नब्बे दिनों की अवधि के भीतर पूरी की जाएंगी और मजिस्ट्रेट द्वारा कारणों को अभिलिखित करते हुए ऐसी अवधि के लिए विस्तारित की जा सकेगी जो एक सौ अस्सी दिनों की अवधि से अधिक न हो: \nपरन्तु यह और कि जहां कोई आवेदन सेशन न्यायालय द्वारा विचारणीय किसी मामले में अभियुक्त या पीड़ित या ऐसे व्यक्ति द्वारा प्राधिकृत किए गए किसी व्यक्ति द्वारा मजिस्ट्रेट के समक्ष दाखिल किया गया है तो मामले को सुपुर्द करने के लिए सेशन न्यायालय को भेजा जाएगा।%",
  },
  {
    id: 242,
    prevCode: "210",
    prevCodeInfo: "----",
    newCode: "233",
    chapter: chapter["17"],
    newCodeInfo:
      "परिवाद वाले मामले में अनुसरण की जाने वाली प्रक्रिया और उसी अपराध के बारे में पुलिस अन्वेषण- \n(1) जब पुलिस रिपोर्ट से भिन्न आधार पर संस्थित किसी मामले में (जिसे इसमें इसके पश्चात् परिवाद वाला मामला कहा गया है) मजिस्ट्रेट द्वारा की जाने वाली जांच या विचारण के दौरान उसके समक्ष यह प्रकट किया जाता है कि उस अपराध के बारे में जो उसके द्वारा की जाने वाली जांच या विचारण का विषय है पुलिस द्वारा अन्वेषण हो रहा है, तब मजिस्ट्रेट ऐसी जांच या विचारण की कार्यवाहियों को रोक देगा और अन्वेषण करने वाले पुलिस अधिकारी से उस मामले की रिपोर्ट मांगेगा। \n(2 ) यदि अन्वेषण करने वाले पुलिस अधिकारी द्वारा %धारा 193% के अधीन रिपोर्ट की जाती है और ऐसी रिपोर्ट पर मजिस्ट्रेट द्वारा ऐसे व्यक्ति के विरुद्ध किसी अपराध का संज्ञान किया जाता है जो परिवाद वाले मामले में अभियुक्त है तो, मजिस्ट्रेट परिवाद वाले मामले की और पुलिस रिपोर्ट से पैदा होने वाले मामले की जांच या विचारण साथ-साथ ऐसे करेगा मानो दोनों मामले पुलिस रिपोर्ट पर संस्थित किए गए हैं। \n(3) यदि पुलिस रिपोर्ट परिवाद वाले मामले में किसी अभियुक्त से सम्बन्धित नहीं है या यदि मजिस्ट्रेट पुलिस रिपोर्ट पर किसी अपराध का संज्ञान नहीं करता है तो वह उस जांच या विचारण में जो उसके द्वारा रोक ली गई थी, इस संहिता के उपबन्धों के अनुसार कार्यवाही करेगा।",
  },
  {
    id: 243,
    prevCode: "211",
    prevCodeInfo: "----",
    newCode: "234",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "आरोप की अन्तर्वस्तु- \n(1) इस संहिता के अधीन प्रत्येक आरोप में उस अपराध का कथन होगा, जिसका अभियुक्त पर आरोप है। \n(2) यदि उस अपराध का सृजन करने वाली विधि द्वारा उसे कोई विनिर्दिष्ट नाम दिया गया है तो आरोप में उसी नाम से उस अपराध का वर्णन किया जायेगा। \n(3) यदि उस अपराध का सृजन करने वाली विधि द्वारा उसे कोई विनिर्दिष्ट नाम नहीं दिया गया है तो अपराध की इतनी परिभाषा देनी होगी जितनी से अभियुक्त को उस बात की सूचना हो जाए जिसका उस पर आरोप है। \n(4) वह विधि और विधि की वह धारा, जिसके विरुद्ध अपराध किया जाना कथित है, आरोप में उल्लिखित होगी। \n(5) यह तथ्य कि आरोप लगा दिया गया है इस कथन के समतुल्य है कि विधि द्वारा अपेक्षित प्रत्येक शतं जिससे आरोपित अपराध बनता है उस विशिष्ट मामले में पूरी हो गई है। \n(6) आरोप न्यायालय की भाषा में लिखा जाएगा। \n(7) यदि अभियुक्त किसी अपराध के लिए पहले दोषसिद्ध किए जाने पर किसी पश्चात्वर्ती अपराध के लिए ऐसी पूर्व दोषसिद्धि के कारण वर्धित दण्ड का या भिन्न प्रकार के दण्ड का भागी है और यह आशयित है कि ऐसी पूर्व दोषसिद्धि उस दण्ड को प्रभावित करने के प्रयोजन के लिए साबित की जाए जिसे न्यायालय पश्चात्वती अपराध के लिए देना ठीक समझे तो पूर्व दोषसिद्धि का तथ्य, तारीख और स्थान आरोप में कथित होंगे; और यदि ऐसा कथन रह गया है तो न्यायालय दण्डादेश देने के पूर्व किसी समय भी उसे जोड़ सकेगा। \nदृष्टान्त \n(क) क पर ख की हत्या का आरोप है। यह बात इस कथन के समतुल्य है कि क का कार्य %भारतीय न्याय संहिता, 2023 की धारा 100 और 101% में दी गई हत्या की परिभाषा के भीतर आता है और वह उसी संहिता के साधारण अपवादों में से किसी के भीतर नहीं आता और वह %धारा 101% के पांच अपवादों में से किसी के भीतर भी नहीं आता, या यदि वह अपवाद 1 के भीतर आता है तो उस अपवाद के तीन परन्तुकों में से कोई न कोई परन्तुक उसे लागू होता है। \n(ख) क पर असन के उपकरण द्वारा ख को स्वेच्छ्या घोर उपहति कारित करने के लिए %भारतीय दण्ड संहिता, 2023 की धारा 118 को उपधारा (2)% के अधीन आरोप है। यह इस कथन के समतुल्य है कि उस मामले के लिए %भारतीय न्याय संहिता, 2023 की धारा 122 की उपधारा (2)% द्वारा उपबन्ध नहीं किया गया है और साधारण अपवाद उसको लागू नहीं होते हैं। \n(ग) क पर हत्या, छल, चोरी, उद्यापन, जारकर्म या आपराधिक अभित्रास या मिथ्या सम्पत्ति चिह्न को उपयोग में लाने का अभियोग है। आरोप में उन अपराधों की %भारतीय न्याय संहिता, 2023% में दी गई परिभाषाओं के निर्देश के बिना यह कथन हो सकता है कि क ने हत्या या छल या चोरी या उद्यापन या जारकर्म या आपराधिक अभित्रास किया है या यह कि उसने मिथ्या सम्पत्ति चिह्न का उपयोग किया है; किन्तु प्रत्येक दशा में वे धाराएं, जिनके अधीन अपराध दण्डनीय है, आरोप में निर्दिष्ट करनी पड़ेंगी। \n(घ) क पर %भारतीय न्याय संहिता, 2023 की धारा 219% के अधीन यह आरोप है कि उसने लोक सेवक के विधिपूर्ण प्राधिकार द्वारा विक्रय के लिए प्रस्थापित सम्पत्ति के विक्रय में साशय बाधा डाली है। आरोप उन शब्दों में ही होना चाहिए।",
  },
  {
    id: 244,
    prevCode: "212",
    prevCodeInfo: "----",
    newCode: "235",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "समय, स्थान और व्यक्ति के बारे में विशिष्टियां- \n(1) अभिकथित अपराध के समय और स्थान के बारे में और जिस व्यक्ति के (यदि कोई हो) विरुद्ध या जिस वस्तु के (यदि कोई हो) विषय में वह अपराध किया गया उस व्यक्ति या वस्तु के बारे में ऐसी विशिष्टियां, जैसी अभियुक्त को उस बात की, जिसका उस पर आरोप है, सूचना देने के लिए उचित रूप से पर्याप्त है, आरोप में अन्तर्विष्ट होंगी। \n(2) जब अभियुक्त पर आपराधिक न्यासभंग या बेईमानी से धन या अन्य जंगम सम्पत्ति के दुर्विनियोग का आरोप है तब इतना ही पर्याप्त होगा कि विशिष्ट मदों का जिनके विषय में अपराध किया जाना अभिकथित है, या अपराध करने की ठीक-ठीक तारीखों का विनिर्देश किए बिना, उस सकल राशि का विनिर्देश या उस जंगम सम्पत्ति का वर्णन कर दिया जाता है जिसके विषय में अपराध किया जाना अभिकथित है, और उन तारीखों का, जिनके बीच में अपराध का किया जाना अभिकथित है, विनिर्देश कर दिया जाता है और ऐसे विरचित आरोप %धारा 242% के अर्थ में एक ही अपराध का आरोप समझा जाएगा: परन्तु ऐसी तारीखों में से पहली और अन्तिम के बीच का समय एक वर्ष से अधिक का न होगा।",
  },
  {
    id: 245,
    prevCode: "213",
    prevCodeInfo: "----",
    newCode: "236",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "कब अपराध किए जाने की रीति कथित की जानी चाहिए- \nजब मामला इस प्रकार का है कि %धारा 234 और 235% में वर्णित विशिष्टियां अभियुक्त को उस बात की, जिसका उस पर आरोप है, पर्याप्त सूचना नहीं देती तब उस रीति की, जिसमें अभिकथित अपराध किया गया, ऐसी विशिष्टियां भी, जैसी उत प्रयोजन के लिए पर्याप्त हैं, आरोप में अन्तर्विष्ट होंगी। \nदृष्टान्त \n(क) क पर वस्तु-विशेष की विशेष समय और स्थान में चोरी करने का अभियोग है। यह आवश्यक नहीं है कि आरोप में वह रीति उपवर्णित हो जिससे चोरी की गई। \n(ख) क पर ख के साथ कथित समय पर और कथित स्थान में छल करने का अभियोग है। आरोप में वह रोति, जिससे क ने ख के साथ छल किया, उपवर्णित करनी होगी। \n(ग) क पर कथित समय पर और कथित स्थान में मिथ्या साक्ष्य देने का अभियोग है। आरोप में क द्वारा किए गए साक्ष्य का वह भाग उपवर्णित करना होगा जिसका मिथ्या होना अभिकथित है। \n(घ) क पर लोक सेवक ख को उसके लोक कृत्यों के निर्वहन में कथित समय पर और कथित स्थान में बाधित करने का अभियोग है। आरोप में वह रीति उपवर्णित करनी होगी जिससे क ने ख को उसके कृत्यों के निर्वहन में बाधित किया। \n(ङ) क पर कथित समय पर और कथित स्थान में ख की हत्या करने का अभियोग है। यह आवश्यक नहीं है कि आरोप में वह रीति कथित हो जिससे क ने ख की हत्या की। \n(च) क पर ख को दण्ड से बचाने के आशय से विधि के निदेश की अवज्ञा करने का अभियोग है। आरोपित अवज्ञा और अतिलंधित विधि का उपवर्णन आरोप में करना होगा।",
  },
  {
    id: 246,
    prevCode: "214",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "237",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "आरोप के शब्दों का वह अर्थ लिया जाएगा जो उनका उस विधि में है जिसके अधीन वहअपराध दण्डनीय है- \nप्रत्येक आरोप में अपराध का वर्णन करने में उपयोग में लाए गए शब्दों को उस अर्थ में उपयोग में लाया गया समझा जाएगा, जो अर्थ उन्हें उस विधि द्वारा दिया गया है जिसके अधीन ऐसा अपराध दण्डनीय है।",
  },
  {
    id: 247,
    prevCode: "215",
    prevCodeInfo: "----",
    newCode: "238",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      'गलतियों का प्रभाव- \nअपराध के या उन विशिष्टियों के, जिनका आरोप में कथन होना अपेक्षित है, कथन करने में किसी गलती को और उस अपराध या उन विशिष्टियों के कथन करने में किसी लोप को मामले के किसी प्रक्रम में तब ही तात्त्विक माना जायेगा जब ऐसी गलती या लोप से अभियुक्त वास्तव में भुलावे में पड़ गया है और उसके कारण न्याय नहीं हो पाया है, अन्यथा नहीं। \nदृष्टान्त \n(क) क पर %भारतीय न्याय संहिता, 2023 की धारा 180% के अधीन यह आरोप है कि "उसने कब्जे में ऐसा कूटकृत सिक्का रखा है जिसे वह उस समय, जब वह सिक्का उसके कब्जे में आया था, जानता था कि वह कृटकृत है" और आरोप में "कपटपूर्वक" शब्द छूट गया है। जब तक यह प्रतीत नहीं होता है कि क वास्तव में इस लोप से भुलावे में पड़ गया, इस गलती को तात्विक नहीं समझा जाएगा। \n(ख) क पर ख से छल करने का आरोप है और जिस रीति से उसने ख के साथ छल किया है, वह आरोप में उपवर्णित नहीं है या अशुद्ध रूप में उपवर्णित है। क अपनी प्रतिरक्षा करता है, साक्षियों को पेश करता है और संव्यवहार का स्वयं अपना विवरण देता है। न्यायालय इससे अनुमान कर सकता है कि छल करने की रौति के उपवर्णन का लोप तात्विक नहीं है। \n(ग) क पर ख से छल करने का आरोप है और जिस रीति से उसने ख से छल किया है वह आरोप में उपवर्णित नहीं है। क और ख के बीच अनेक संव्यवहार हुए हैं और क के पास यह जानने का कि आरोप का निर्देश उनमें से किसके प्रति है कोई साधन नहीं था और उसने अपनी कोई प्रतिरक्षा नहीं की। न्यायालय ऐसे तथ्यों से यह अनुमान कर सकता है कि छल करने की रीति के उपवर्णन का लोप उस मामले में तात्विक गलती थी। \n(घ) क पर 21 जनवरी, 2023 को खुदाबख्श की हत्या करने का आरोप है। वास्तव में मृत व्यक्ति का नाम हैदरबख्खा था और हत्या की तारीख 20 जनवरी, 2023 थी। क पर कभी भी एक हत्या के अतिरिक्त दूसरी किसी हत्या का आरोप नहीं लगाया गया और उसने मजिस्ट्रेट के समक्ष हुई जांच को सुना था, जिसमें हैदरबख्श के मामले का ही अनन्य रूप से निर्देश किया गया था। न्यायालय इन तथ्यों से यह अनुमान कर सकता है कि क उससे भुलावे में नहीं पड़ा था और आरोप में यह गलती तात्त्विक नहीं थी। \n(ङ) क पर 20 जनवरी, 2023 को हैदरबख्श की हत्या और 21 जनवरी, 2023 को खुदाबख्श की (जिसने उसे उस हत्या के लिए गिरफ्तार करने का प्रयास किया था) हत्या करने का आरोप है। जब वह हैदरबख्श की हत्या के लिए आरोपित हुआ, तब उसका विचारण खुदाबख्श की हत्या के लिए हुआ। उसकी प्रतिरक्षा में उपस्थित साक्षी हैदरबख्श वाले मामले में साक्षी थे। न्यायालय इससे अनुमान कर सकता है कि क भुलावे में पड़ गया था और यह गलती तात्विक थी।',
  },
  {
    id: 248,
    prevCode: "216",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "239",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "न्यायालय आरोप परिवर्तित कर सकता है- \n(1) कोई भी न्यायालय निर्णय सुनाए जाने के पूर्व किसी समय किसी भी आरोप में परिवर्तन या परिवर्धन कर सकता है। \n(2) ऐसा प्रत्येक परिवर्तन या परिवर्धन अभियुक्त को पढ़कर सुनाया और समझाया जाएगा। \n(3) यदि आरोप में किया गया परिवर्तन या परिवर्धन ऐसा है कि न्यायालय की राय में विचारण को तुरन्त आगे चलाने से अभियुक्त पर अपनी प्रतिरक्षा करने में या अभियोजक पर मामले के संचालन में कोई प्रतिकूल प्रभाव पड़ने की संभावना नहीं है, तो न्यायालय ऐसे परिवर्तन या परिवर्धन के पश्चात् स्वविवेकानुसार विचारण को ऐसे आगे चला सकता है मानो परिवर्तित या परिवर्धित आरोप ही मूल आरोप है। \n(4) यदि परिवर्तन या परिवर्धन ऐसा है कि न्यायालय की राय में विचारण को तुरन्त आगे चलाने से इस बात की संभावना है कि अभियुक्त या अभियोजक पर पूर्वोक्त रूप से प्रतिकूल प्रभाव पड़ेगा तो न्यायालय या तो नये विचारण का निदेश दे सकता है या विचारण को इतनी अवधि के लिए, जितनी आवश्यक हो, स्थगित कर सकता है। \n(5) यदि परिवर्तित या परिवर्धित आरोप में कथित अपराध ऐसा है, जिसके अभियोजन के लिए पूर्व मंजूरी की आवश्यकता है, तो उस मामले में ऐसी मंजूरी अभिप्राप्त किए बिना कोई कार्यवाही नहीं की जाएगी जब तक कि उन्हीं तथ्यों के आधार पर, जिन पर परिवर्तित या परिवर्धित आरोप आधारित है, अभियोजन के लिए मंजूरी पहले ही अभिप्राप्त नहीं कर ली गई है।",
  },
  {
    id: 249,
    prevCode: "217",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "240",
    chapter: chapter["18"].heading + ", " + chapter["18"].क,
    newCodeInfo:
      "जब आरोप परिवर्तित किया जाता है तब साक्षियों का पुनः बुलाया जाना- \nजब कभी विधारण प्रारम्भ होने के पश्चात् न्यायालय द्वारा आरोप परिवर्तित या परिवर्धित किया जाता है, तब अभियोजक और अभियुक्त को- \n(क) किसी ऐसे साक्षी को, जिसकी परीक्षा की जा चुकी है, पुनः बुलाने की या पुनः समन करने को और उसकी ऐसे परिवर्तन या परिवर्धन के बारे में परीक्षा करने की अनुज्ञा दी जाएगी जब तक न्यायालय का ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, यह विचार नहीं है कि, अभियोजक या अभियुक्त तंग करने के या विलम्ब करने के या न्याय के उद्देश्यों को विफल करने के प्रयोजन से ऐसे साक्षी को पुनः बुलाना या उसकी पुनः परीक्षा करना चाहता है; \n(ख) किसी अन्य ऐसे साथी को भी, जिसे न्यायालय आवश्यक समझे, बुलाने की अनुज्ञा दी जाएगी।",
  },
  {
    id: 250,
    prevCode: "218",
    prevCodeInfo: "----",
    newCode: "241",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "सुभिन्न अपराधों के लिए पृथक् आरोप- \n(1) प्रत्येक सुभिन्न अपराध के लिए, जिसका किसी व्यक्ति पर अभियोग है, पृथक् आरोप होगा और ऐसे प्रत्येक आरोप का विचारण पृथक्त किया जाएगा परन्तु जहां अभियुक्त व्यक्ति, लिखित आवेदन द्वारा, ऐसा चाहता है और मजिस्ट्रेट की राय है कि उससे ऐसे व्यक्ति पर प्रतिकूल प्रभाव नहीं पड़ेगा वहां मजिस्ट्रेट उस व्यक्ति के विरुद्ध विरचित सभी या किन्हीं का विचारण एक साथ कर सकेगा। आरोपों (2) उपधारा (1) की कोई बात %धारा 242, धारा 243, धारा 244 और धारा 246% के उपबन्धों के प्रवर्तन पर प्रभाव नहीं डालेगी। \nदृष्टान्त \nक पर एक अवसर पर चोरी करने और दूसरे किसी अवसर पर घोर उपहति कारित करने का अभियोग है। चोरी के लिए और घोर उपहति कारित करने के लिए क पर पृथक् पृथक् आरोप लगाने होंगे और उनका विचारण पृथक्तः करना होगा।",
  },
  {
    id: 251,
    prevCode: "219",
    prevCodeInfo: "----",
    newCode: "242",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "एक ही वर्ष में किए गए एक किस्म के अपराधों का आरोप एक साथ लगाया जा सके- \n(1) जब किसी व्यक्ति पर एक ही किस्म के ऐसे एक से अधिक अपराधों का अभियोग है, ऐसे अपराधों में से पहले अपराध से लेकर अन्तिम अपराध, बारह मास के अन्दर ही किए गए हैं, चाहे वे एक ही व्यक्ति के बारे में किए गए हों या नहीं, तब उस पर उनमें से %पांच से अनधिक% कितने ही अपराधों के लिए एक ही विचारण में आरोप लगाया और विचारण किया जा सकता है। \n(2) अपराध एक ही किस्म के तब होते हैं जब वे %भारतीय न्याय संहिता, 2023% या किसी विशेष या स्थानीय विधि की एक ही धारा के अधीन समान दण्ड से दण्डनीय होते हैं: \nपरन्तु इस धारा के प्रयोजनों के लिए यह समझा जाएगा कि %भारतीय न्याय संहिता, 2023 की धारा 301 की उपधारा (2)% के अधीन दण्डनीय अपराध उसी किस्म का अपराध है जिस किस्म का उक्त संहिता की %धारा 305% के अधीन दण्डनीय अपराध है, और %भारतीय न्याय संहिता, 2023% या किसी विशेष या स्थानीय विधि की किसी धारा के अधीन दण्डनीय अपराध उसी किस्म का अपराध है जिस किस्म का ऐसे अपराध करने का प्रयत्न है, जब",
  },
  {
    id: 252,
    prevCode: "220",
    prevCodeInfo: "----",
    newCode: "243",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "से अधिक अपराधों के लिए विचारण- \n(1) यदि परस्पर सम्बद्ध ऐसे कार्यों. के, जिनसे एक ही संव्यवहार बनता है, एक क्रम में एक से अधिक अपराध एक ही व्यक्ति द्वारा किए गए है तो ऐसे प्रत्येक अपराध के लिए एक ही विचारण में उस पर आरोप लगाया जा सकता है और उसका विचारण किया जा सकता है। \n(2) जब %धारा 235 की उपधारा (2) में या धारा 242 की उपधारा (1)% में उपबन्धित रूप में, आपराधिक न्यासभंग या बेईमानी से सम्पत्ति के दुर्विनियोग के एक या अधिक अपराधों से आरोपित किसी व्यक्ति पर उस अपराध या अपराधों के किए जाने को सुकर बनाने या छिपाने के प्रयोजन से लेखाओं के मिध्याकरण के एक या अधिक अपराधों का अभियोग है, तब उस पर ऐसे प्रत्येक अपराध के लिए एक ही विचारण में आरोप लगाया जा सकता है और विचारण किया जा सकता है। \n(3) यदि अभिकथित कार्यों से तत्समय प्रवृत्त किसी विधि की, जिससे अपराध परिभाषित या दण्डनीय हाँ, दो या अधिक पृथक् परिभाषाओं में आने वाले अपराध बनते है तो जिस व्यक्ति पर उन्हें करने का अभियोग है उस पर ऐसे अपराधों में से प्रत्येक के लिए एक ही विचारण में आरोप लगाया जा सकता है और विचारण किया जा सकता है। \n(4) यदि कई कार्य, जिनमें से एक से या एक से अधिक से स्वयं अपराध बनते हैं, मिलकर भित्र अपराध बनते हैं तो ऐसे कार्यों से मिलकर बने अपराध के लिए और ऐसे कार्यों में से किसी एक या अधिक द्वारा बने किसी अपराध के लिए अभियुक्त व्यक्ति पर एक ही विचारण में आरोप लगाया जा सकता है और विधारण किया जा सकता है। \n(5) इस धारा की कोई बात %भारतीय न्याय संहिता, 2023 की धारा 9% पर प्रभाव नहीं डालेगी। \nउपधारा (1) के दृष्टान्त \n(क) क एक व्यक्ति ख को, जो विधिपूर्ण अभिरक्षा में है, छुड़ाता है और ऐसा करने में कांस्टेबल ग को. जिसकी अभिरक्षा में ख है, घोर उपहति कारित करता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 121 को उपधारा (2) और धारा 263% के अधीन अपराधों के लिए आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(ख) क दिन में गृहभेदन इस आशय से करता है कि बलात्संग करे और ऐसे प्रवेश किए गए गृह में ख की पत्नी से जारकर्म करता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 64 और धारा 3 की उपधारा (3)% के अधीन आरोपों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(ग) क के कब्जे में कई मुद्राएं हैं जिन्हें वह जानता है कि वे कूटकृत हैं और जिनके सम्बन्ध में वह यह आशय रखता है कि %भारतीय न्याय संहिता, 2023 की धारा 337% के अधीन दण्डनीय कई कूट रचनाएँ करने के प्रयोजन से उन्हें उपयोग में लाए। क पर प्रत्येक मुद्रा पर कब्जे के लिए %भारतीय न्याय संहिता, 2023 की धारा 341 की उपधारा (2)% के अधीन पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(घ) ख को क्षति कारित करने के आशय से क उसके विरुद्ध दाण्डिक कार्यवाही यह जानते हुए संस्थित करता है कि ऐसी कार्यवाही के लिए कोई न्यायसंगत या विधिपूर्ण आधार नहीं है और ख पर अपराध करने का मिथ्या अभियोग, यह जानते हुए लगाता है कि ऐसे आरोप के लिए कोई न्यायसंगत या विधिपूर्ण आधार नहीं है। क पर %भारतीय न्याय संहिता, 2023 की धारा 248% के अधीन दण्डनीय दो अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(ङ) ख को क्षति कारित करने के आशय से क उस पर एक अपराध करने का अभियोग यह जानते हुए लगाता है कि ऐसे आरोप के लिए कोई न्यायसंगत या विधिपूर्ण आधार नहीं है। विचारण में ख के विरुद्ध क इस आशय से मिथ्या साक्ष्य देता है कि उसके द्वारा ख को मृत्यु से दण्डनीय अपराध के लिए दोषसिद्ध करवाए। क पर %भारतीय न्याय संहिता, 2023 की धारा 230 और धारा 248% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(च) क छह अन्य व्यक्तियों के सहित बल्वा करने, घोर उपहति करने और ऐसे लोक सेवक पर, जो ऐसे बल्वे को दबाने का प्रयास ऐसे लोक सेवक के नाते अपने कर्तव्य का निर्वहन करने में कर रहा है, हमला करने का अपराध करता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 117 की उपधारा (2), धारा 191 की उपधारा (2) और धारा 195% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(छ) ख, ग और घ के शरीर को क्षति की धमकी क इस आशय से एक ही समय देता है कि उन्हें संत्रास कारित किया जाए। क पर %भारतीय न्याय संहिता, 2023 की धारा 351 को उपधारा (2) और उपधारा (3)% के अधीन तीनों अपराधों में से प्रत्येक के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \nदृष्टान्त (क) से लेकर (छ) तक में क्रमशः निर्दिष्ट पृथक् आरोपों का विचारण एक ही समय किया जा सकेगा। \nउपधारा (3) के दृष्टान्त \n(ज) क बेंत से ख पर सदोष आघात करता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 115 की उपधारा (2) और धारा 131% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \n(झ) चुराए हुए धान्य के कई बोरे क और ख को, जो यह जानते हैं कि वे चुराई हुई सम्पत्ति है, इस प्रयोजन से दे दिए जाते हैं कि वे उन्हें छिपा दें। तब क और ख उन बोरों को अनाज की खेती के तले में छिपाने में स्वेच्छ्या एक दूसरे की मदद करते हैं। क और ख पर %भारतीय न्याय संहिता, 2023 की धारा 317 की उपधारा (2) और उपधारा (5)% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वे दोषसिद्ध किए जा सकेंगे। \n(ञ) क अपने बालक को यह जानते हुए अरक्षित डाल देती है कि यह संभाव्य है कि उससे वह उसकी मृत्यु कारित कर दे। बालक ऐसे अरक्षित डाले जाने के परिणामस्वरूप मर जाता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 93 और धारा 105% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध की जा सकेगी। \n(ट) क कूटरचित दस्तावेज को बेईमानी से असली साक्ष्य के रूप में इसलिए उपयोग में लाता है कि एक लोक सेवक ख को %भारतीय न्याय संहिता, 2023 की धारा 201% के अधीन अपराध के लिए दोषसिद्ध करे। क पर उस संहिता की %(धारा 337 के साथ पठित) धारा 233 और धारा 340 की उपधारा (2)% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा। \nउपधारा (4) का दृष्टान्त \n(ठ) ख को क लूटता है और ऐसा करने में उसे स्वेच्छ्या उपहति कारित करता है। क पर %भारतीय न्याय संहिता, 2023 की धारा 115 की उपधारा (2) और धारा 309 की उपधारा (2) और उपधारा (4)% के अधीन अपराधों के लिए पृथक्तः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा।",
  },
  {
    id: 253,
    prevCode: "221",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "244",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "जहां इस बारे में संदेह है कि कौन सा अपराध किया गया है- \n(1) यदि कोई   एक कार्य या कार्यों का क्रम इस प्रकृति का है कि यह संदेह है कि उन तथ्यों से, जो सिद्ध किए जा सकते हैं, कई अपराधों में से कौन सा अपराध बनेगा तो अभियुक्त पर ऐसे सब अपराध या उनमें से कोई करने का आरोप लगाया जा सकेगा और ऐसे आरोपों में से कितनों पर एक साथ विचारण किया जा सकेगा; या उस पर उक्त अपराधों में से किसी एक को करने का अनुकल्पतः आरोप लगाया जा सकेगा। \n(2) यदि ऐसे मामले में अभियुक्त पर एक अपराध का आरोप लगाया गया है और साक्ष्य से यह प्रतीत होता है कि उसने भिन्न अपराध किया है, जिसके लिए उस पर उपधारा (1) के उपबन्धों के अधीन आरोप लगाया जा सकता था, तो वह उस अपराध के लिए दोषसिद्ध किया जा सकेगा जिसका उसके द्वारा किया जाना दर्शित है, यद्यपि उसके लिए उस पर आरोप नहीं लगाया गया था। \nदृष्टान्त \n(क) क पर ऐसे कार्य का अभियोग है जो चोरी की, या चुराई गई सम्पत्ति प्राप्त करने की, या आपराधिक न्यासभंग की, या छल की कोटि में आ सकता है। उस पर चोरी करने, चुराई हुई सम्पत्ति प्राप्त करने, आपराधिक न्यासभंग करने और छल करने का आरोप लगाया जा सकेगा या उस पर चोरी करने का या चोरी की सम्पत्ति प्राप्त करने का या आपराधिक न्यास-भंग करने का या छल करने का आरोप लगाया जा सकेगा। \n(ख) ऊपर वर्णित मामले में क पर केवल चोरी का आरोप है। यह प्रतीत होता है कि उसने आपराधिक न्यास-भंग का या चुराई हुई सम्पत्ति प्राप्त करने का अपराध किया है। यह (यथास्थिति) आपराधिक न्यास-भंग या चुराई हुई सम्पत्ति प्राप्त करने के लिए दोषसिद्ध किया जा सकेगा, यद्यपि उस पर उस अपराध का आरोप नहीं लगाया गया था। \n(ग) क मजिस्ट्रेट के समक्ष शपथ पर कहता है कि उसने देखा कि ख नेग को लाठी मारी। सेशन न्यायालय के समक्ष क शपथ पर कहता है कि खनेगको कभी नहीं मारा। यद्यपि यह साबित नहीं किया जा सकता कि इन दो परस्पर विरुद्ध कथनों में से कौन सा मिथ्या है तथापि क पर साशय मिथ्या साक्ष्य देने के लिए अनुकल्पतः आरोप लगाया जा सकेगा और वह दोषसिद्ध किया जा सकेगा।",
  },
  {
    id: 254,
    prevCode: "222",
    prevCodeInfo: "----",
    newCode: "245",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "जब वह अपराध, जो साबित हुआ है, आरोपित अपराध के अन्तर्गत है- \n(1) जब किसी व्यक्ति पर ऐसे अपराध का आरोप है जिसमें कई विशिष्टियां हैं, जिनमें से केवल कुछ के संयोग से एक पूरा छोटा अपराध बनता है और ऐसा संयोग साबित हो जाता है किन्तु शेष विशिष्टियां साबित नहीं होती हैं तब वह उस छोटे अपराध के लिए दोषसिद्ध किया जा सकता है यद्यपि उस पर उसका आरोप नहीं था। \n(2) जब किसी व्यक्ति पर किसी अपराध का आरोप लगाया गया है और ऐसे तथ्य साबित कर दिए जाते हैं जो उसे घटाकर छोटा अपराध कर देते हैं तब वह छोटे अपराध के लिए दोषसिद्ध किया जा सकता है यद्यपि उस पर उसका आरोप नहीं था। \n(3) जब किसी व्यक्ति पर किसी अपराध का आरोप है तब वह उस अपराध को करने के प्रयत्न के लिए दोषसिद्ध किया जा सकता है यद्यपि प्रयत्न के लिए पृथक् आरोप न लगाया गया हो। \n(4) इस धारा की कोई बात किसी छोटे अपराध के लिए, उस दशा में दोषसिद्धि प्राधिकृत करने वाली न समझी जाएगी जिसमें ऐसे छोटे अपराध के बारे में कार्यवाही शुरू करने के लिए अपेक्षित शर्तें पूरी नहीं हुई हैं। \nदृष्टान्त  \n(क) क पर उस सम्पत्ति के बारे में, जो वाहक के नाते उसके पास न्यस्त है, आपराधिक न्यासभंग के लिए %भारतीय न्याय संहिता, 2023 की धारा 316% की उपधारा (3) के अधीन आरोप लगाया गया है। यह प्रतीत होता है कि उस सम्पत्ति के बारे में %धारा 316% को उपधारा (2) के अधीन उसने आपराधिक न्यास-भंग तो किया है किन्तु वह उसे वाहक के रूप में न्यस्त नहीं की गई थी। वह %धारा 316% की उपधारा (2) के अधीन आपराधिक न्यासभंग के लिए दोषसिद्ध किया जा सकेगा। \n(ख) क पर घोर उपहति कारित करने के लिए %भारतीय न्याय संहिता, 2023 की धारा 117% की उपधारा (2) के अधीन आरोप है। वह साबित कर देता है कि उसने घोर और आकस्मिक प्रकोपन पर कार्य किया था। वह उस संहिता की %धारा 122% की उपधारा (2) के अधीन दोषसिद्ध किया जा सकेगा।",
  },
  {
    id: 255,
    prevCode: "223",
    prevCodeInfo: "----",
    newCode: "246",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "किन व्यक्तियों पर संयुक्त रूप से आरोप लगाया जा सकेगा- \nनिम्नलिखित  व्यक्तियों पर एक साथ आरोप लगाया जा सकेगा और उनका एक साथ विचारण किया जा सकेगा, अर्थात् :- \n(क) वे व्यक्ति, जिन पर एक ही संव्यवहार के अनुक्रम में किए गए एक ही अपराध का अभियोग \n(ख) वे व्यक्ति, जिन पर किसी अपराध का अभियोग है और वे व्यक्ति, जिन पर ऐसे अपराध का दुष्प्रेरण या प्रयत्न करने का अभियोग है; \n(ग) वे व्यक्ति, जिन पर बारह मास की अवधि के भीतर संयुक्त रूप में उनके द्वारा किए गए %धारा 242% के अर्थातर्गत एक ही किस्म के एक से अधिक अपराधों का अभियोग है; \n(घ) वे व्यक्ति, जिन पर एक ही संव्यवहार के अनुक्रम में दिए गए भिन्न अपराधों का अभियोग है: \n(ड) वे व्यक्ति, जिन पर ऐसे अपराध का, जिसके अन्तर्गत चोरी, उद्दीपन, छल या आपराधिक दुबिंनियोग भी है, अभियोग है और वे व्यक्ति, जिन पर ऐसी सम्पत्ति को, जिसका कब्जा प्रथम नामित व्यक्तियों द्वारा किए गए किसी ऐसे अपराध द्वारा अन्तरित किया जाना अभिकथित है, प्राप्त करने या रखे रखने या उसके व्ययन या छिपाने में सहायता करने का या किसी ऐसे अन्तिम नामित अपराध का दुष्प्रेरण या प्रयत्न करने का अभियोग है; \n(च) वे व्यक्ति, जिन पर ऐसी चुराई हुई सम्पत्ति के बारे में, जिसका कब्जा एक ही अपराध द्वारा अन्तरित किया गया है, %भारतीय न्याय संहिता, 2023 की धारा 317 की उपधारा (2) और उपधारा (5)% के, या उन धाराओं में से किसी के अधीन अपराधों का अभियोग है; \n(छ) वे व्यक्ति, जिन पर %भारतीय न्याय संहिता, 2023 के अध्याय 10% के अधीन कूटकृत सिक्के के सम्बन्ध में किसी अपराध का अभियोग है और वे व्यक्ति जिन पर उसी सिक्के के संबंध में उक्त अध्याय के अधीन किसी भी अन्य अपराध का या किसी ऐसे अपराध का दुष्प्रेरण या प्रयत्न करने का अभियोग है; और इस अध्याय के पूर्ववर्ती भाग के उपबन्ध सब ऐसे आरोपों को यथाशक्य लागू होंगे: \nपरन्तु जहां अनेक व्यक्तियों पर पृथक् अपराधों का आरोप लगाया जाता है और वे व्यक्ति इस धारा में विनिर्दिष्ट कोटियों में से किसी में नहीं आते हैं वहां मजिस्ट्रेट या सेशन न्यायालय ऐसे सब व्यक्तियों का विचारण एक साथ कर सकता है यदि ऐसे व्यक्ति लिखित आवेदन द्वारा ऐसा चाहते हैं और मजिस्ट्रेट या सेशन न्यायालय का समाधान हो जाता है कि उससे ऐसे व्यक्तियों पर प्रतिकूल प्रभाव नहीं पड़ेगा और ऐसा करना समीचीन है।",
  },
  {
    id: 256,
    prevCode: "224",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "247",
    chapter: chapter["18"].heading + ", " + chapter["18"].ख,
    newCodeInfo:
      "कई आरोपों में से एक के लिए दोषसिद्धि पर शेष आरोपों को वापस लेना- \nजब एक ही व्यक्ति के विरुद्ध ऐसा आरोप विरचित किया जाता है जिसमें एक से अधिक शीर्ष हैं और, जब उनमें से एक या अधिक के लिए, दोषसिद्धि कर दी जाती है तब परिवादी, या अभियोजन का संचालन करने वाला अधिकारी न्यायालय की सम्मति से शेष आरोप या आरोपों को वापस ले सकता है या न्यायालय ऐसे आरोप या आरोपों की जांच या विचारण स्वप्रेरणा से रोक सकता है और ऐसे वापस लेने का प्रभाव ऐसे आरोप या आरोपों से दोषमुक्ति होगा; किन्तु यदि दोषसिद्धि अपास्त कर दी जाती है तो उक्त न्यायालय (दोषसिद्धि अपास्त करने वाले न्यायालय के आदेश के अधीन रहते हुए) ऐसे वापस लिए गए आरोप या आरोपों की जांच या विचारण में आगे कार्यवाही कर सकता है।",
  },
  {
    id: 257,
    prevCode: "225",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "248",
    chapter: chapter["19"],
    newCodeInfo:
      "विचारण का संचालन लोक अभियोजक द्वारा किया जाना- \nसेशन न्यायालय के समक्ष प्रत्येक विचारण में, अभियोजन का संचालन लोक अभियोजक द्वारा किया जाएगा।",
  },
  {
    id: 258,
    prevCode: "226",
    prevCodeInfo: "----",
    newCode: "249",
    chapter: chapter["19"],
    newCodeInfo:
      "अभियोजन के मामले के कथन का आरम्भ- \nजब अभियुक्त %धारा 232% के अधीन मामले की सुपुर्दगी के अनुसरण में %या उस समय लागू किसी अन्य कानून के तहत आरोपी% न्यायालय के समक्ष हाजिर होता है या लाया जाता है तब अभियोजक अपने मामले का कथन, अभियुक्त के विरुद्ध लगाए गए आरोप का वर्णन करते हुए और यह बताते हुए आरम्भ करेगा कि वह अभियुक्त के दोष को किस साक्ष्य से साबित करने की प्रस्थापना करता है।",
  },
  {
    id: 259,
    prevCode: "227",
    prevCodeInfo: "----",
    newCode: "250",
    chapter: chapter["19"],
    newCodeInfo:
      "उन्मोचन- \n(1) %यदि अभियुक्त, धारा 232 के अधीन वाद की सुपुर्दगी की तारीख से साठ दिन की अवधि के भीतर उन्मोचन के लिए आवेदन कर सकेगा।% \n(2) यदि मामले के अभिलेख और उसके साथ दी गई दस्तावेजों पर विचार कर लेने पर, और इस निमित्त अभियुक्त और अभियोजन के निवेदन की सुनवाई कर लेने के पश्चात् न्यायाधीश यह समझता है कि अभियुक्त के विरुद्ध कार्यवाही करने के लिए पर्याप्त आधार नहीं है तो वह अभियुक्त को उन्मोचित कर देगा और ऐसा करने के अपने कारणों को लेखबद्ध करेगा।",
  },
  {
    id: 260,
    prevCode: "228",
    prevCodeInfo: "----",
    newCode: "251",
    chapter: chapter["19"],
    newCodeInfo:
      "आरोप विरचित करना- \n(1) यदि पूर्वोक्त रूप से विचार और सुनवाई के पश्चात् न्यायाधीश की यह राय है कि ऐसी उपधारणा करने का आधार है कि अभियुक्त ने ऐसा अपराध किया है, जो- \n(क) अनन्यतः सेशन न्यायालय द्वारा विचारणीय नहीं है तो वह, अभियुक्त के विरुद्ध आरोप विरचित कर सकता है और आदेश द्वारा, मामले को विचारण के लिए मुख्य न्यायिक मजिस्ट्रेट को अन्तरित कर सकता है या कोई अन्य प्रथम वर्ग न्यायिक मजिस्ट्रेट, ऐसी तारीख को जो वह ठीक समझे, अभियुक्त को मुख्य न्यायिक मजिस्ट्रेट या प्रथम वर्ग न्यायिक मजिस्ट्रेट के समक्ष हाजिर होने का निदेश दे सकेगा, और तब ऐसा मजिस्ट्रेट उस मामले का विचारण पुलिस रिपोर्ट पर संस्थित वारण्ट मामलों के विचारण के लिए प्रक्रिया के अनुसार करेगा; \n(ख) अनन्यतः उस न्यायालय द्वारा विचारणीय है तो वह, अभियुक्त के विरुद्ध %आरोप पर सुनवाई की पहली तारीख से साठ दिन की अवधि के भीतर आरोप% लिखित रूप में विरचित करेगा। \n(2) जहां न्यायाधीश उपधारा (1) के खण्ड (ख) के अधीन कोई आरोप विरचित करता है, वहां वह आरोप या तो शारीरिक रूप से %या श्रव्य दृश्य इलैक्ट्रानिक साधनों% से उपस्थित अभियुक्त को पढ़कर सुनाया और समझाया जाएगा और अभियुक्त से यह पूछा जाएगा कि क्या वह उस अपराध का, जिसका आरोप लगाया गया है, दोषी होने का अभिवचन करता है या विचारण किए जाने का दावा करता है।",
  },
  {
    id: 261,
    prevCode: "229",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "252",
    chapter: chapter["19"],
    newCodeInfo:
      "दोषी होने के अभिवचन- \nयदि अभियुक्त दोषी होने का अभिवचन करता है तो  न्यायाधीश उस अभिवाक् को लेखबद्ध करेगा और उसके आधार पर उसे, स्वविवेकानुसार, दोषसिद्ध कर सकता है।",
  },
  {
    id: 262,
    prevCode: "230",
    prevCodeInfo: "----",
    newCode: "253",
    chapter: chapter["19"],
    newCodeInfo:
      "अभियोजन साक्ष्य के लिए तारीख- \nयदि अभियुक्त अभिवचन करने से  इन्कार करता है या अभिवचन नहीं करता है या विधारण किए जाने का दावा करता है या %धारा 252% के अधीन सिद्धदोष नहीं किया जाता है तो न्यायाधीश साक्षियों की परीक्षा करने के लिए तारीख नियत करेगा और अभियोजन के आवेदन पर किसी साक्षी को हाजिर होने या कोई दस्तावेज या अन्य चीज पेश करने को विवश करने के लिए कोई आदेशिका जारी कर सकता है।",
  },
  {
    id: 263,
    prevCode: "231",
    prevCodeInfo: "----",
    newCode: "254",
    chapter: chapter["19"],
    newCodeInfo:
      "अभियोजन के लिए साक्ष्य- \n(1) ऐसे नियत तारीख पर न्यायाधीश, ऐसा सब साक्ष्य लेने के लिए अग्रसर होगा जो अभियोजन के समर्थन में पेश किया जाए: %परन्तु इस उपधारा के अधीन साक्षी का साक्ष्य, श्रव्य दृश्य इलैक्ट्रानिक साधनों से अभिलिखित किया जा सकता है। \n(2) किसी लोक सेवक का श्रव्य दृश्य इलैक्ट्रानिक साधनों के माध्यम से साक्ष्य का अभिसाक्ष्य लिया जा सकेगा।% \n(3) न्यायाधीश, स्वविवेकानुसार, किसी साक्षी की प्रतिपरीक्षा तब तक के लिए, जब तक किसी अन्य साक्षी या साक्षियों की परीक्षा न कर ली जाए, आस्थगित करने की अनुज्ञा दे सकता है या किसी साक्षी को अतिरिक्त प्रतिपरीक्षा के लिए पुनः बुला सकता है।",
  },
  {
    id: 264,
    prevCode: "232",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "255",
    chapter: chapter["19"],
    newCodeInfo:
      "दोषमुक्ति- \nयदि सम्बद्ध विषय के बारे में अभियोजन का साक्ष्य लेने, अभियुक्त की परीक्षा करने और अभियोजन और प्रतिरक्षा को सुनने के पश्चात् न्यायाधीश का यह विचार है कि इस बात का साक्ष्य नहीं है कि अभियुक्त ने अपराध किया है तो न्यायाधीश दोषमुक्ति का आदेश अभिलिखित करेगा।",
  },
  {
    id: 265,
    prevCode: "233",
    prevCodeInfo: "----",
    newCode: "256",
    chapter: chapter["19"],
    newCodeInfo:
      "प्रतिरक्षा आरम्भ करना- \n(1) जहां अभियुक्त %धारा 255% के अधीन दोषमुक्त नहीं किया जाता है जहां उससे अपेक्षा की जाएगी कि अपनी प्रतिरक्षा आरम्भ करे और कोई भी साक्ष्य जो उसके समर्थन में उसके पास हो पेश करे। \n(2) यदि अभियुक्त कोई लिखित कथन देता है तो न्यायाधीश उसे अभिलेख में फाइल करेगा। \n(3) यदि अभियुक्त किसी साक्षी को हाजिर होने या कोई दस्तावेज या चीज पेश करने को विवश करने के लिए कोई आदेशिका जारी करने के लिए आवेदन करता है तो न्यायाधीश ऐसी आदेशिका जारी करेगा जब तक उसका ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, यह विचार न हो कि आवेदन इस आधार पर नामंजूर कर दिया जाना चाहिए कि वह तंग करने या विलम्ब करने या न्याय के उद्देश्यों को विफल करने के प्रयोजन से किया गया है।",
  },
  {
    id: 266,
    prevCode: "234",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "257",
    chapter: chapter["19"],
    newCodeInfo:
      "बहस- \nजब प्रतिरक्षा के साक्षियों की (यदि कोई हो) परीक्षा समाप्त हो जाती है, तो अभियोजक अपने मामले का उपसंहार करेगा और अभियुक्त या उसका अधिवक्ता उत्तर देने का हकदार होगा: \nपरन्तु जहां अभियुक्त या उसका अधिवक्ता कोई विधि-प्रश्न उठाता है, वहां अभियोजन न्यायाधीश की अनुज्ञा से, ऐसे विधि-प्रश्नों पर अपना निवेदन कर सकता है।",
  },
  {
    id: 267,
    prevCode: "235",
    prevCodeInfo: "----",
    newCode: "258",
    chapter: chapter["19"],
    newCodeInfo:
      "दोषमुक्ति या दोषसिद्धि का निर्णय- \n(1) बहस और विधि-प्रश्न (यदि कोई हो) सुनने के पश्चात् न्यायाधीश %यथाशीघ्र बहस पूर्ण होने की तारीख से तीस दिन की अवधि के भीतर मामले में निर्णय देगा, जिसे उन कारणों से लेखबद्ध करते हुए पैंतालीस दिन की अवधि तक बढ़ाया जा सकेगा।% \n(2) यदि अभियुक्त दोषसिद्ध किया जाता है तो न्यायाधीश, उस दशा के सिवाय जिसमें वह %धारा 401% के उपबन्धों के अनुसार कार्यवाही करता है, दण्ड के प्रश्न पर अभियुक्त को सुनेगा और तब विधि के अनुसार उसके बारे में दण्डादेश देगा।",
  },
  {
    id: 268,
    prevCode: "236",
    prevCodeInfo: "----",
    newCode: "259",
    chapter: chapter["19"],
    newCodeInfo:
      "पूर्व दोषसिद्धि- \nऐसे मामले में, जिसमें %धारा 234% की उपधारा (7) के उपबन्धों के अधीन पूर्व दोषसिद्धि का आरोप लगाया गया है और अभियुक्त यह स्वीकार नहीं करता है कि आरोप में किए गए अभिकथन के अनुसार उसे पहले दोषसिद्ध किया गया था, न्यायाधीश उक्त अभियुक्त को %धारा 252 या धारा 258% के अधीन दोषसिद्ध करने के पश्चात् अभिकथित पूर्व दोषसिद्धि के बारे में साक्ष्य ले सकेगा और उस पर निष्कर्ष अभिलिखित करेगा: \nपरन्तु जब तक अभियुक्त %धारा 252 या धारा 258% के अधीन दोषसिद्ध नहीं कर दिया जाता है, तब तक न तो ऐसा आरोप न्यायाधीश द्वारा पढ़कर सुनाया जाएगा, न अभियुक्त से उस पर अभिवचन करने को कहा जाएगा, और न पूर्व दोषसिद्धि का निर्देश अभियोजन द्वारा, या उसके द्वारा दिए गए किसी साक्ष्य में, किया जाएगा।",
  },
  {
    id: 269,
    prevCode: "237",
    prevCodeInfo: "----",
    newCode: "260",
    chapter: chapter["19"],
    newCodeInfo:
      "%धारा 222% की उपधारा (2) के अधीन संस्थित मामलों में प्रक्रिया- \n(1) %धारा 222 को उपधारा (2)% के अधीन अपराध का संज्ञान करने वाला सेशन न्यायालय मामले का विचारण, मजिस्ट्रेट के न्यायालय के समक्ष पुलिस रिपोर्ट से भित्र आधार पर संस्थित किए गए, वारण्ट मामलों के विचारण की प्रक्रिया के अनुसार, करेगा: अपरन्तु जब तक सेशन न्यायालय उन कारणों से, जो लेखबद्ध किए जाएंगे, अन्यथा निदेश नहीं देता है उस व्यक्ति की, जिसके विरुद्ध अपराध का किया जाना अभिकथित है, अभियोजन के साक्षी के रूप में परीक्षा को जाएगी। \n(2) यदि विचारण के दोनों पक्षकारों में से कोई ऐसी वांछा करता है या यदि न्यायालय ऐसा करना ठीक समझता है तो इस धारा के अधीन प्रत्येक विचारण बन्द कमरे में किया जाएगा। \n(3) यदि ऐसे किसी मामले में न्यायालय सब अभियुक्तों को या उनमें से किसी को उन्मोचित या दोषमुक्त करता है और उसकी यह राय है कि उनके या उनमें से किसी के विरुद्ध अभियोग लगाने का उचित कारण नहीं था तो वह उन्मोचन या दोषमुक्ति के अपने आदेश द्वारा (राष्ट्रपति या उपराष्ट्रपति या किसी राज्य के राज्यपाल या किसी संघ राज्यक्षेत्र के प्रशासक से भिन्न) उस व्यक्ति को, जिसके विरुद्ध अपराध का किया जाना अभिकथित किया गया था यह निदेश दे सकेगा कि वह कारण दर्शित करे कि वह उस अभियुक्त को या जब ऐसे अभियुक्त एक से अधिक हैं तब उनमें से प्रत्येक को या किसी को प्रतिकर क्यों न दे। \n(4) न्यायालय इस प्रकार निदिष्ट व्यक्ति द्वारा दर्शित किसी कारण को लेखबद्ध करेगा और उस पर विचार करेगा और यदि उसका समाधान हो जाता है कि अभियोग लगाने का कोई उचित कारण नहीं था, तो वह %पांच हजार रुपये से अनधिक% इतनी रकम का, जितनी वह अवधारित करे, प्रतिकर उस व्यक्ति द्वारा अभियुक्त को या, उनमें से प्रत्येक को या किसी को, दिए जाने का आदेश, उन कारणों से जो लेखबद्ध किए जाएंगे, दे सकेगा। \n(5) उपधारा (4) के अधीन अधिनिर्णीत प्रतिकर ऐसे वसूल किया जाएगा मानो वह मजिस्ट्रेट द्वारा अधिरोपित किया गया जुर्माना हो। \n(6) उपधारा (4) के अधीन प्रतिकर देने के लिए जिस व्यक्ति को आदेश दिया जाता है उसे ऐसे आदेश के कारण इस धारा के अधीन किए गए परिवाद के बारे में किसी सिविल या दाण्डिक दायित्व से छूट नहीं दी जाएगी: परन्तु अभियुक्त व्यक्ति को इस धारा के अधीन दी गई कोई रकम, उसी मामले से सम्बन्धित किसी पश्चात्वर्ती सिविल वाद में उस व्यक्ति के लिए प्रतिकर अधिनिर्णीत करते समय हिसाब में ली जाएगी। \n(7) उपधारा (4) के अधीन प्रतिकर देने के लिए जिस व्यक्ति को आदेश दिया जाता है वह उस आदेश की अपील, जहां तक वह प्रतिकर के संदाय के सम्बन्ध में है, उच्च न्यायालय में कर सकता है। \n(8) जब किसी अभियुक्त व्यक्ति को प्रतिकर दिए जाने का आदेश किया जाता है, तब उसे ऐसा प्रतिकर, अपील पेश करने के लिए अनुज्ञात अवधि के बीत जाने के पूर्व, या यदि अपील पेश कर दी गई है तो अपील के विनिश्चित कर दिए जाने के पूर्व, नहीं दिया जाएगा।",
  },
  {
    id: 270,
    prevCode: "238",
    prevCodeInfo: "----",
    newCode: "261",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "%धारा 230% का अनुपालन- \nजब पुलिस रिपोर्ट पर संस्थित किसी वारण्ट मामले में अभियुक्त विचारण के प्रारम्भ में मजिस्ट्रेट के समक्ष हाजिर होता है या लाया जाता है तब मजिस्ट्रेट अपना यह समाधान कर लेगा कि उसने %धारा 230% के उपबन्धों का अनुपालन कर लिया है।",
  },
  {
    id: 271,
    prevCode: "239",
    prevCodeInfo: "----",
    newCode: "262",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "जब अभियुक्त का उन्मोचन किया जाएगा- \n(1) %यदि अभियुक्त, धारा 230 के अधीन दस्तावेजों की प्रतियां देने की तारीख से साठ दिन की अवधि के भीतर उन्मोचन के लिए आवेदन कर सकेगा।% \n(2) यदि %धारा 193% के अधीन पुलिस रिपोर्ट और उसके साथ भेजी गई दस्तावेजों पर विचार कर लेने पर और अभियुक्त की या तो व्यक्तिगत रूप से या श्रव्य दृश्य इलैक्ट्रानिक साधनों द्वारा, ऐसी परीक्षा, यदि कोई हो जैसी मजिस्ट्रेट आवश्यक समझे कर लेने पर और अभियोजन और अभियुक्त को सुनवाई का अवसर देने के पश्चात् मजिस्ट्रेट अभियुक्त के विरुद्ध आरोप को निराधार समझता है तो वह उसे उन्मोचित कर देगा और ऐसा करने के अपने कारण लेखबद्ध करेगा।",
  },
  {
    id: 272,
    prevCode: "240",
    prevCodeInfo: "----",
    newCode: "263",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "आरोप विरचित करना- \n(1) यदि ऐसे विचार, परीक्षा, यदि कोई हो, और सुनवाई कर लेने पर मजिस्ट्रेट की यह राय है कि ऐसी उपधारणा करने का आधार है कि अभियुक्त ने इस अध्याय के अधीन विचारणीय ऐसा अपराध किया है जिसका विचारण करने के लिए, वह मजिस्ट्रेट सक्षम है और जो उसकी राय में उसके द्वारा पर्याप्त रूप से दण्डित किया जा सकता है तो वह अभियुक्त के विरुद्ध %आरोप की पहली सुनवाई की तारीख से साठ दिन की अवधि के भीतर लिखित रूप में विरचित करेगा।% \n(2) तब वह आरोप अभियुक्त को पढ़कर सुनाया और समझाया जाएगा और उससे यह पूछा जाएगा कि क्या वह उस अपराध का, जिसका आरोप लगाया गया है दोषी होने का अभिवाक् करता है या विचारण किए जाने का दावा करता है।",
  },
  {
    id: 273,
    prevCode: "241",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "264",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "दोषी होने के अभिवाक् पर दोषसिद्धि- \nयदि अभियुक्त दोषी होने का अभिवाक् करता है तो मजिस्ट्रेट उस अभिवाक् को लेखबद्ध करेगा और उसके आधार पर उसे, स्वविवेकानुसार, दोषसिद्ध कर सकेगा।",
  },
  {
    id: 274,
    prevCode: "242",
    prevCodeInfo: "----",
    newCode: "265",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "अभियोजन के लिए साक्ष्य- \n(1) यदि अभियुक्त अभिवाक् करने से इन्कार करता है या अभिवाक् नहीं करता है या विचारण किए जाने का दावा करता है या मजिस्ट्रेट अभियुक्त को %धारा 264% के अधीन दोषसिद्ध नहीं करता है तो वह मजिस्ट्रेट साक्षियों की परीक्षा के लिए तारीख नियत करेगा: परन्तु मजिस्ट्रेट अभियुक्त को पुलिस द्वारा अन्वेषण के दौरान अभिलिखित किए गए साक्षियों के कथन अग्रिम रूप से प्रदाय करेगा। \n(2) मजिस्ट्रेट, अभियोजन के आवेदन पर उसके साक्षियों में से किसी को हाजिर होने या कोई दस्तावेज या अन्य चीज पेश करने का निदेश देने वाला समन जारी कर सकता है। \n(3) ऐसी नियत तारीख पर मजिस्ट्रेट ऐसा सब साक्ष्य लेने के लिए अग्रसर होगा जो अभियोजन के समर्थन में पेश किया जाता है: परन्तु मजिस्ट्रेट किसी साक्षी की प्रतिपरीक्षा तब तक के लिए, जब तक किसी अन्य साक्षी या साक्षियों की परीक्षा नहीं कर ली जाती है, स्थगित करने की अनुज्ञा दे सकेगा या किसी साक्षी को अतिरिक्त प्रतिपरीक्षा के लिए पुनः बुला सकेगा : \n%परन्तु यह और कि इस उपधारा के अधीन किसी साक्षी की परीक्षा, राज्य सरकार द्वारा अधिसूचित किए जाने वाले अभिहित स्थान पर श्रव्य दृश्य इलैक्ट्रानिक साधनों से की जा सकेगी।%",
  },
  {
    id: 275,
    prevCode: "243",
    prevCodeInfo: "----",
    newCode: "266",
    chapter: chapter["20"].heading + ", " + chapter["20"].क,
    newCodeInfo:
      "प्रतिरक्षा का साक्ष्य- \n(1) तब अभियुक्त से अपेक्षा की जाएगी कि वह अपनी प्रतिरक्षा आरम्भ करे और अपना साक्ष्य पेश करें; और यदि अभियुक्त कोई लिखित कथन देता है तो मजिस्ट्रेट उसे अभिलेख में फाइल करेगा। \n(2) यदि अभियुक्त अपनी प्रतिरक्षा आरम्भ करने के पश्चात् मजिस्ट्रेट से आवेदन करता है कि वह परीक्षा या प्रतिपरीक्षा के, या कोई दस्तावेज या अन्य चीज पेश करने के प्रयोजन से हाजिर होने के लिए किसी साथी को विवश करने के सा जो बदलने इस जारी करे तो, मजिस्ट्रेट ऐसी आदेशिका जारी करेगा जब 12 उसका यह चाहिए कि करेगा जब तक या विलम्ब करने के या न्याय के उद्देश्यों को विफल करने के प्रयोजन से किया गया है, और ऐसा कारण उसके द्वारा लेखबद्ध किया जाएगाः \nपरन्तु जब अपनी प्रतिरक्षा आरम्भ करने के पूर्व अभियुक्त ने किसी साक्षी की प्रतिपरीक्षा कर ली है या उसे प्रतिपरीक्षा करने का अवसर मिल चुका है तब ऐसे साक्षी को हाजिर होने के लिए इस धारा के अधीन तब तक विवश नहीं किया जाएगा जब तक मजिस्ट्रेट का यह समाधान नहीं हो जाता है कि ऐसा करना न्याय के प्रयोजनों के लिए आवश्यक है: \n%परन्तु यह और कि इस उपधारा के अधीन किसी साक्षी की परीक्षा राज्य सरकार द्वारा अधिसूचित किए जाने वाले किसी अभिहित स्थान पर अव्य- दृश्य इलैक्ट्रानिक साधनों द्वारा की जा सकेगी% \n(3) मजिस्ट्रेट उपधारा (2) के अधीन किसी आवेदन पर किसी साक्षी को समन करने के पूर्व यह अपेक्षा कर सकता है कि विचारण के प्रयोजन के लिए हाजिर होने में उस साक्षी द्वारा किए जाने वाले उचित व्यय न्यायालय में जमा कर दिए जाए।",
  },
  {
    id: 276,
    prevCode: "244",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "267",
    chapter: chapter["20"].heading + ", " + chapter["20"].ख,
    newCodeInfo:
      "अभियोजन का साक्ष्य- \n(1) जब पुलिस रिपोर्ट से भिन्न आधार पर संस्थित किसी वारण्ट- मामले में मजिस्ट्रेट के समक्ष अभियुक्त हाजिर होता है या लाया जाता है तब मजिस्ट्रेट अभियोजन को सुनने के लिए और ऐसा सब साक्ष्य लेने के लिए अग्रसर होगा जो अभियोजन के समर्थन में पेश किया जाए। \n(2) मजिस्ट्रेट, अभियोजन के आवेदन पर, उसके साक्षियों में से किसी को हाजिर होने या कोई दस्तावेज या अन्य चीज पेश करने का निदेश देने वाला समन जारी कर सकता है।",
  },
  {
    id: 277,
    prevCode: "245",
    prevCodeInfo: "----",
    newCode: "268",
    chapter: chapter["20"].heading + ", " + chapter["20"].ख,
    newCodeInfo:
      "अभियुक्त को कब उन्मोचित किया जाएगा- \n(1) यदि %धारा 267% में निर्दिष्ट सब साक्ष्य लेने पर मजिस्ट्रेट का, उन कारणों से, जो लेखबद्ध किए जाएंगे, यह विचार है कि अभियुक्त के विरुद्ध ऐसा कोई मामला सिद्ध नहीं हुआ है जो अखण्डित रहने पर उसकी दोषसिद्धि के लिए समुचित आधार हो तो मजिस्ट्रेट उसको उन्मोचित कर देगा। \n(2) इस धारा की कोई बात मजिस्ट्रेट को मामले के किसी पूर्वतन प्रक्रम में अभियुक्त को उस दशा में उन्मोचित करने से निवारित करने वाली न समझी जाएगी जिसमें ऐसा मजिस्ट्रेट ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, यह विचार करता है कि आरोप निराधार है।",
  },
  {
    id: 278,
    prevCode: "246",
    prevCodeInfo: "----",
    newCode: "269",
    chapter: chapter["20"].heading + ", " + chapter["20"].ख,
    newCodeInfo:
      "प्रक्रिया, जहां अभियुक्त उन्मोचित नहीं किया जाता- \n(1) यदि ऐसा साक्ष्य ले लिए जाने पर या मामले के किसी पूर्वतन प्रक्रम में मजिस्ट्रेट की यह राय है कि ऐसी उपधारणा करने का आधार है कि अभियुक्त ने इस अध्याय के अधीन विचारणीय ऐसा अपराध किया है जिसका विचारण करने के लिए वह मजिस्ट्रेट सक्षम है और जो उसकी राय में उसके द्वारा पर्याप्त रूप से दण्डित किया जा सकता है तो वह अभियुक्त के विरुद्ध आरोप लिखित रूप में विरचित करेगा। \n(2) तब वह आरोप अभियुक्त को पढ़कर सुनाया और समझाया जाएगा और उससे पूछा जाएगा कि क्या वह दोषी होने का अभिवाक् करता है अथवा प्रतिरक्षा करना चाहता है। \n(3) यदि अभियुक्त दोषी होने का अभिवाक् करता है, तो मजिस्ट्रेट उस अभिवाक् को लेखबद्ध करेगा और उसके आधार पर उसे, स्वविवेकानुसार, दोषसिद्ध कर सकेगा। \n(4) यदि अभियुक्त अभिवाक् करने से इन्कार करता है या अभिवाक् नहीं करता है या विचारण किए जाने का दावा करता है या यदि अभियुक्त को उपधारा (3) के अधीन दोषसिद्ध नहीं किया जाता है तो उससे अपेक्षा की जाएगी कि वह मामले की अगली सुनवाई के प्रारम्भ में, या, यदि मजिस्ट्रेट उन कारणों से, जो लेखबद्ध किए जाएंगे, ऐसा ठीक समझता है तो, तत्काल बताए कि क्या वह अभियोजन के उन साक्षियों में में, जिनका साक्ष्य लिया जा चुका है, किसी की प्रतिपरीक्षा करना चाहता है और, यदि करना चाहता है तो किस की। \n(5) यदि वह कहता है कि वह ऐसा चाहता है तो उसके द्वारा नामित साक्षियों को पुनः बुलाया जाएगा और प्रतिपरीक्षा के और पुनः परीक्षा (यदि कोई हो) के पश्चात् वे उन्मोचित कर दिए जाएंगे। \n(6) फिर अभियोजन के किन्हीं शेष साक्षियों का साक्ष्य लिया जाएगा और प्रतिपरीक्षा के और पुनःपरीक्षा (यदि कोई हो) के पश्चात् वे भी उन्मोचित कर दिए जाएंगे। \n%(7) जहां इस संहिता के अधीन अभियोजन को अवसर दिए जाने के बावजूद और सभी युक्तियुक्त उपाय किए जाने के पश्चात्, यदि उपधारा (5) और उपधारा (6) के अधीन अभियोजन साक्षियों की उपस्थिति प्रतिपरीक्षा के लिए सुनिक्षित नहीं की जा सकती है, तो यह माना जाएगा कि ऐसा साक्षी परीक्षा किए जाने के लिए उपलब्ध नहीं हुआ है, और मजिस्ट्रेट ऐसे कारणों से जो अभिलिखित किए जाएं अभियोजन साक्ष्य को बंद कर सकेगा और अभिलेख पर की सामग्रियों के आधार पर मामले में कार्यवाही कर सकेगा।% ",
  },
  {
    id: 279,
    prevCode: "247",
    prevCodeInfo: "----",
    newCode: "270",
    chapter: chapter["20"].heading + ", " + chapter["20"].ख,
    newCodeInfo:
      "प्रतिरक्षा का साक्ष्य- \nतब अभियुक्त से अपेक्षा की जाएगी कि वह अपनी प्रतिरक्षा आरम्भ करे और अपना साक्ष्य पेश करे और मामले को धारा 266 के उपबन्ध लागू होंगे।",
  },
  {
    id: 280,
    prevCode: "248",
    prevCodeInfo: "----",
    newCode: "271",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "दोषमुक्ति या दोषसिद्धि- \n(1) यदि इस अध्याय के अधीन किसी मामले में, जिसमें आरोप विरचित किया गया है, मजिस्ट्रेट इस निष्कर्ष पर पहुंचता है कि अभियुक्त दोषी नहीं है तो वह दोषमुक्ति का आदेश अभिलिखित करेगा। \n(2) जहां इस अध्याय के अधीन किसी मामले में मजिस्ट्रेट इस निष्कर्ष पर पहुंचता है कि अभियुक्त दोषी है किन्तु वह %धारा 364 या धारा 401% के उपबन्धों के अनुसार कार्यवाही नहीं करता है वहां वह दण्ड के प्रश्न पर अभियुक्त को सुनने के पश्चात् विधि के अनुसार उसके बारे में दण्डादेश दे सकता है। \n(3) जहां इस अध्याय के अधीन किसी मामले में %धारा 234 की उपधारा (7)% के उपबन्धों के अधीन पूर्व दोषसिद्धि का आरोप लगाया गया है और अभियुक्त यह स्वीकार नहीं करता है कि आरोप में किए गए अभिकथन के अनुसार उसे पहले दोषसिद्ध किया गया था वहां मजिस्ट्रेट उक्त अभियुक्त को दोषसिद्ध करने के पश्चात् अभिकथित पूर्व दोषसिद्धि के बारे में साक्ष्य ले सकेगा और उस पर निष्कर्ष अभिलिखित करेगाः \nपरन्तु जब तक अभियुक्त उपधारा (2) के अधीन दोषसिद्ध नहीं कर दिया जाता है तब तक न तो ऐसा आरोप मजिस्ट्रेट द्वारा पढ़कर सुनाया जाएगा, न अभियुक्त से उस पर अभिवचन करने को कहा जाएगा, और न पूर्व दोषसिद्धि का निर्देश अभियोजन द्वारा, या उसके द्वारा दिए गए किसी साक्ष्य में, किया जाएगा।",
  },
  {
    id: 281,
    prevCode: "249",
    prevCodeInfo: "----",
    newCode: "272",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "परिवादी की अनुपस्थिति- \nजब कार्यवाही परिवाद पर संस्थित की जाती है और मामले की सुनवाई के लिए नियत किसी दिन परिवादी अनुपस्थित है और अपराध का विधिपूर्वक शमन किया जा सकता है या वह संज्ञेय अपराध नहीं है तब मजिस्ट्रेट %30 दिन का समय दे सकता है%, इसमें इसके पूर्व किसी बात के होते हुए भी, आरोप के विरचित किए जाने के पूर्व किसी भी समय अभियुक्त को, स्वविवेकानुसार, उन्मोचित कर सकेगा।",
  },
  {
    id: 282,
    prevCode: "250",
    prevCodeInfo: "----",
    newCode: "273",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "उचित कारण के बिना अभियोग के लिए प्रतिकर- \n(1) यदि परिवाद पर या पुलिस अधिकारी या मजिस्ट्रेट को दी गई इत्तिला पर संस्थित किसी मामले में मजिस्ट्रेट के समक्ष एक या अधिक व्यक्तियों पर मजिस्ट्रेट द्वारा विचारणीय किसी अपराध का अभियोग है और वह मजिस्ट्रेट जिसके द्वारा मामले की सुनवाई होती है, सब अभियुक्तों को या उनमें से किसी को उन्मोचित या दोषमुक्त कर देता है और उसकी यह राय है कि उनके या उनमें से किसी के विरुद्ध अभियोग लगाने का कोई उचित कारण नहीं था तो वह मजिस्ट्रेट उन्मोचन या दोषमुक्ति के अपने आदेश द्वारा, यदि वह व्यक्ति जिसके परिवाद या इत्तिला पर अभियोग लगाया गया था उपस्थित है तो उससे अपेक्षा कर सकेगा कि वह तत्काल कारण दर्शित करे कि वह उस अभियुक्त को, या जब ऐसे अभियुक्त एक से अधिक हैं तो उनमें से प्रत्येक को या किसी को प्रतिकर क्यों न दे या यदि ऐसा व्यक्ति उपस्थित नहीं है तो हाजिर होने और उपर्युक्त रूप से कारण दर्शित करने के लिए उसके नाम समन जारी किए जाने का निदेश दे सकेगा। \n(2) मजिस्ट्रेट ऐसा कोई कारण, जो ऐसा परिवादी या इत्तिला देने वाला दर्शित करता है, अभिलिखित करेगा और उस पर विचार करेगा और यदि उसका समाधान हो जाता है कि अभियोग लगाने का कोई उचित कारण नहीं था तो जितनी रकम का जुर्माना करने के लिए वह सशक्त है, उससे अनधिक इतनी रकम का, जितनी वह अवधारित करे, प्रतिकर ऐसे परिवादी या इत्तिला देने वाले द्वारा अभियुक्त को या उनमें से प्रत्येक को या किसी को दिए जाने का आदेश, ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, दे सकेगा। \n(3) मजिस्ट्रेट उपधारा (2) के अधीन प्रतिकर दिए जाने का निदेश देने वाले आदेश द्वारा यह अतिरिक्त आदेश दे सकेगा कि वह व्यक्ति, जो ऐसा प्रतिकर देने के लिए आदिष्ट किया गया है, संदाय में व्यतिक्रम होने पर तीस दिन से अनधिक की अवधि के लिए सादा कारावास भोगेगा। \n(4) जब किसी व्यक्ति को उपधारा (3) के अधीन कारावास दिया जाता है तब %भारतीय न्याय संहिता, 2023 की धारा 8 की उपधारा (6)% के उपबन्ध, जहां तक हो सके, लागू होंगे। \n(5) इस धारा के अधीन प्रतिकर देने के लिए जिस व्यक्ति को आदेश दिया जाता है, ऐसे आदेश के कारण उसे अपने द्वारा किए गए किसी परिवाद या दी गई किसी इत्तिला के बारे में किसी सिविल या दाण्डिक दायित्व से छूट नहीं दी जाएगी : \nपरन्तु अभियुक्त व्यक्ति को इस धारा के अधीन दी गई कोई रकम उसी मामले से सम्बन्धित किसी पश्चात्वर्ती सिविल वाद में उस व्यक्ति के लिए प्रतिकर अधिनिर्णीत करते समय हिसाब में ली जाएगी। \n(6) कोई परिवादी या इत्तिला देने वाला, जो द्वितीय वर्ग मजिस्ट्रेट द्वारा उपधारा (2) के अधीन %दो हजार रुपये से अधिक% प्रतिकर देने के लिए आदिष्ट किया गया है, उस आदेश की अपील ऐसे कर सकेगा मानो वह परिवादी या इत्तिला देने वाला ऐसे मजिस्ट्रेट द्वारा किए गए विचारण में दोषसिद्ध किया गया है। \n(7) जब किसी अभियुक्त व्यक्ति को ऐसे मामले में, जो उपधारा (6) के अधीन अपीलनीय है, प्रतिकर दिए जाने का आदेश किया जाता है तब उसे ऐसा प्रतिकर, अपील पेश करने के लिए अनुज्ञात अवधि के बीत जाने के पूर्व या यदि अपील पेश कर दी गई है तो अपील के विनिश्चित कर दिए जाने के पूर्व न दिया जाएगा और जहां ऐसा आदेश ऐसे मामले में हुआ है, जो ऐसे अपीलनीय नहीं है, वहां ऐसा प्रतिकर आदेश की तारीख से एक मास की समाप्ति के पूर्व नहीं दिया जाएगा। \n(8) इस धारा के उपबन्ध समन-मामलों तथा वारण्ट-मामलों दोनों को लागू होंगे।",
  },
  {
    id: 283,
    prevCode: "251",
    prevCodeInfo: "----",
    newCode: "274",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "अभियोग का सारांश बताया जाना- \nजब समन-मामले में अभियुक्त मजिस्ट्रेट के समक्ष हाजिर होता है या लाया जाता है, तब उसे उस अपराध की विशिष्टियां बताई जाएंगी जिसका उस पर अभियोग है, और उससे पूछा जाएगा कि क्या वह दोषी होने का अभिवाक् करता है या प्रतिरक्षा करना चाहता है; किन्तु यथा रीति आरोप विरचित करना आवश्यक न होगा: \n%परन्तु मजिस्ट्रेट अभियोग को, आधारहीन समझता है, तो वह ऐसे कारणों से जो अभिलिखित किए जाएं, अभियुक्त को निर्मुक्त करेगा और ऐसी निर्मुक्ति का प्रभाव उन्मोचन होगा।%",
  },
  {
    id: 284,
    prevCode: "252",
    prevCodeInfo: "----",
    newCode: "275",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "दोषी होने के अभिवाक् पर दोषसिद्धि- \nयदि अभियुक्त दोषी होने का अभिवाक् करता है तो मजिस्ट्रेट अभियुक्त का अभिवाक् यथासम्भव उन्हीं",
  },
  {
    id: 285,
    prevCode: "253",
    prevCodeInfo: "----",
    newCode: "276",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "छोटे मामलों में अभियुक्त की अनुपस्थिति में दोषी होने के अभिवाक् पर दोषसिद्धि- \n(1) जहां %धारा 229% के अधीन समन जारी किया जाता है और अभियुक्त मजिस्ट्रेट के समक्ष हाजिर हुए बिना आरोप का दोषी होने का अभिवाक् करना चाहता है, वहां वह अपना अभिवाक् अन्तर्विष्ट करने वाला एक पत्र और समन में विनिर्दिष्ट जुर्माने की रकम डाक या संदेशवाहक द्वारा मजिस्ट्रेट को भेजेगा। \n(2) तब मजिस्ट्रेट, स्वविवेकानुसार, अभियुक्त को उसके दोषी होने के अभिवाक् के आधार पर उसकी अनुपस्थिति में दोषसिद्ध करेगा और समन में विनिर्दिष्ट जुर्माना देने के लिए दण्डादेश देगा और अभियुक्त द्वारा भेजी गई रकम उस जुर्माने में समायोजित की जाएगी या जहां अभियुक्त द्वारा इस निमित्त प्राधिकृत अधिवक्ता अभियुक्त की ओर से उसके दोषी होने का अभिवाक् करता है वहां मजिस्ट्रेट यथासम्भव अधिवक्ता द्वारा प्रयुक्त किए गए शब्दों में अभिवाक् को लेखबद्ध करेगा और स्वविवेकानुसार उस अभियुक्त को ऐसे अभिवाक् पर दोषसिद्ध कर सकेगा और उसे यथापूर्वोक्त दण्डादेश दे सकेगा।",
  },
  {
    id: 286,
    prevCode: "254",
    prevCodeInfo: "----",
    newCode: "277",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "प्रक्रिया जब दोषसिद्ध न किया जाए- \n(1) यदि मजिस्ट्रेट अभियुक्त को %धारा 275 या धारा 276% के अधीन दोषसिद्ध नहीं करता है तो वह अभियोजन को सुनने के लिए और सब ऐसा साक्ष्य, जो अभियोजन के समर्थन में पेश किया जाए, लेने के लिए और अभियुक्त को भी सुनने के लिए और सब ऐसा साक्ष्य, जो वह अपनी प्रतिरक्षा में पेश करे, लेने के लिए, अग्रसर होगा। \n(2) यदि मजिस्ट्रेट अभियोजन या अभियुक्त के आवेदन पर ठीक समझता है, तो वह किसी साक्षी को हाजिर होने या कोई दस्तावेज या अन्य चीज पेश करने का निदेश देने वाला समन जारी कर सकता है। \n(3) मजिस्ट्रेट ऐसे आवेदन पर किसी साक्षी को समन करने के पूर्व यह अपेक्षा कर सकता है कि विचारण के प्रयोजनों के लिए हाजिर होने में किए जाने वाले उसके उचित व्यय न्यायालय में जमा कर दिए जाएं।",
  },
  {
    id: 287,
    prevCode: "255",
    prevCodeInfo: "----",
    newCode: "278",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "दोषमुक्ति या दोषसिद्धि- \n(1) यदि मजिस्ट्रेट %धारा 277% में निर्दिष्ट साक्ष्य और ऐसा अतिरिक्त साक्ष्य, यदि कोई हो, जो वह स्वप्रेरणा से पेश करवाए, लेने पर इस निष्कर्ष पर पहुंचता है कि अभियुक्त दोषी नहीं है तो वह दोषमुक्ति का आदेश अभिलिखित करेगा। \n(2) जहां मजिस्ट्रेट %धारा 364 या धारा 401% के उपबन्धों के अनुसार कार्यवाही नहीं करता है, वहां यदि वह इस निष्कर्ष पर पहुंचता है कि अभियुक्त दोषी है तो वह विधि के अनुसार उसके बारे में दण्डादेश दे सकेगा। \n(3) कोई मजिस्ट्रेट, %धारा 275 या धारा 278% के अधीन, किसी अभियुक्त को, चाहे परिवाद या समन किसी भी प्रकार का रहा हो, इस अध्याय के अधीन विचारणीय किसी भी ऐसे अपराध के लिए, जो स्वीकृत या साबित तथ्यों से उसके द्वारा किया गया प्रतीत होता है, दोषसिद्ध कर सकता है यदि मजिस्ट्रेट का समाधान हो जाता है कि उससे अभियुक्त पर कोई प्रतिकूल प्रभाव नहीं पड़ेगा।",
  },
  {
    id: 288,
    prevCode: "256",
    prevCodeInfo: "----",
    newCode: "279",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "परिवादी का हाजिर न होना या उसकी मृत्यु- \n(1) यदि परिवाद पर समन जारी कर दिया गया हो और अभियुक्त की हाजिरी के लिए नियत दिन, या उसके पश्चात्वर्ती किसी दिन, जिसके लिए सुनवाई स्थगित की जाती है, परिवादी हाजिर नहीं होता है तो, मजिस्ट्रेट %परिवादी को उपस्थित होने के लिए तीस दिन का समय देने के पश्चात्% इसमें इसके पूर्व किसी बात के होते हुए भी, अभियुक्त को दोषमुक्त कर देगा जब तक कि वह किन्हीं कारणों से किसी अन्य दिन के लिए मामले की सुनवाई स्थगित करना ठीक न समझेः \nपरन्तु जहां परिवादी का प्रतिनिधित्व अधिवक्ता द्वारा या अभियोजन का संचालन करने वाले अधिकारी द्वारा किया जाता है या जहां मजिस्ट्रेट की यह राय है कि परिवादी की वैयक्तिक हाजिरी आवश्यक नहीं है वहां मजिस्ट्रेट उसकी हाजिरी से उसे अभिमुक्ति दे सकता है और मामले में कार्यवाही कर सकता है। \n(2) उपधारा (1) के उपबन्ध, जहां तक हो सके, उन मामलों को भी लागू होंगे, जहां परिवादी के हाजिर न होने का कारण उसकी मृत्यु है।",
  },
  {
    id: 289,
    prevCode: "257",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "280",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "परिवाद को वापस लेना- \nयदि परिवादी किसी मामले में इस अध्याय के अधीन अन्तिम आदेश पारित किए जाने के पूर्व किसी समय मजिस्ट्रेट का समाधान कर देता है कि अभियुक्त के विरुद्ध, या जहां एक से अधिक अभियुक्त है वहां उन सब या उनमें से किसी के विरुद्ध उसका परिवाद वापस लेने की उसे अनुज्ञा देने के लिए पर्याप्त आधार है तो मजिस्ट्रेट उसे परिवाद वापस लेने की अनुज्ञा दे सकेगा और तब उस अभियुक्त को, जिसके विरुद्ध परिवाद इस प्रकार वापस लिया जाता है, दोषमुक्त कर देगा।",
  },
  {
    id: 290,
    prevCode: "258",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "281",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "कतिपय मामलों में कार्यवाही रोक देने की शक्ति- \nपरिवाद से भिन्न आधार पर संस्थित किसी समन-मामले में कोई प्रथम वर्ग मजिस्ट्रेट, या मुख्य न्यायिक मजिस्ट्रेट की पूर्व मंजूरी से कोई अन्य न्यायिक मजिस्ट्रेट ऐसे कारणों से, जो उसके द्वारा लेखबद्ध किए जायेंगे, कार्यवाही को किसी भी प्रक्रम में कोई निर्णय सुनाए बिना रोक सकता है और जहां मुख्य साक्षियों के साक्ष्य को अभिलिखित किए जाने के पश्चात् इस प्रकार कार्यवाहियां रोकी जाती हैं, वहां दोषमुक्ति का निर्णय सुना सकता है और किसी अन्य दशा में अभियुक्त को छोड़ सकता है और ऐसे छोड़ने का प्रभाव उन्मोचन होगा।",
  },
  {
    id: 291,
    prevCode: "259",
    prevCodeInfo: "कोई परिवर्तन नहीं। ",
    newCode: "282",
    chapter: chapter["20"].heading + ", " + chapter["20"].ग,
    newCodeInfo:
      "समन-मामलों को वारण्ट मामलों में संपरिवर्तित करने की न्यायालय की शक्ति- \nजब किसी ऐसे अपराध से सम्बन्धित समन-मामले के विचारण के दौरान जो छह मास से अधिक अवधि के कारावास से दण्डनीय है, मजिस्ट्रेट को यह प्रतीत होता है कि न्याय के हित में उस अपराध का विचारण बारष्ट- मामलों के विचारण की प्रक्रिया के अनुसार किया जाना चाहिए तो ऐसा मजिस्ट्रेट वारण्ट-मामलों के विवारण के लिए इस संहिता द्वारा उपबन्धित रीति से उस मामले की पुनः सुनवाई कर सकता है और ऐसे साक्षियों को पुनः बुला सकता है जिनकी परीक्षा की जा चुकी है।",
  },
  {
    id: 292,
    prevCode: "260",
    prevCodeInfo: "----",
    newCode: "283",
    chapter: chapter["22"],
    newCodeInfo:
      "संक्षिप्त विचारण करने की शक्ति- \n(1) इस संहिता में किसी बात के होते हुए भी यदि, - \n(क) कोई मुख्य न्यायिक मजिस्ट्रेटः \n(ख) कोई प्रथम वर्ग मजिस्ट्रेटः तो वह निम्नलिखित सब अपराधों का या उनमें से किसी का संक्षेपतः विचारण कर सकता है, - \n(1) %भारतीय न्याय संहिता, 2023 की धारा 303 की उपधारा (2), धारा 305 या धारा 306% के अधीन चोरी, जहां चुराई हुई सम्पत्ति का मूल्य %बीस हजार रुपए% से अधिक नहीं है; \n(ii) %भारतीय न्याय संहिता, 2023 की धारा 317 की उपधारा (2)% के अधीन चोरी की सम्पत्ति को प्राप्त करना या रखे रखना, जहां ऐसी सम्पत्ति का मूल्य %बीस हजार रुपये% से अधिक नहीं है; \n(iii) %भारतीय न्याय संहिता, 2023 की धारा 317 की उपधारा (5)% के अधीन चुराई हुई सम्पत्ति को छिपाने या उसका व्ययन करने में सहायता करना, जहां ऐसी सम्पत्ति का मूल्य %बीस हजार रुपये% से अधिक नहीं है; \n(iv) %भारतीय न्याय संहिता, 2023 की धारा 331 की उपधारा (2) और उपधारा (3)% के अधीन अपराध; \n(v) %भारतीय न्याय संहिता, 2023 की धारा 352% के अधीन लोकशांति भंग कराने को प्रकोपित करने के आशय से अपमान और %धारा 351 की उपधारा (2) और उपधारा (3)% के अधीन आपराधिक अभित्रास; \n(vi) पूर्ववर्ती अपराधों में से किसी का दुष्प्रेरण; \n(vii) पूर्ववर्ती अपराधों में से किसी को करने का प्रयत्न, जब ऐसा प्रयत्न, अपराध है; \n(viii) ऐसे कार्य से होने वाला कोई अपराध, जिसकी बाबत पशु अतिचार अधिनियम, 1871 (1871 का 1) की धारा 20 के अधीन परिवाद किया जा सकता है। \n%(2) मजिस्ट्रेट अभियुक्त को सुनवाई को युक्तियुक्त अवसर प्रदान किए जाने के पश्चात्, ऐसे कारणों से जो अभिलिखित किए जाएं, ऐसे सभी या किन्हीं अपराधों, जो मृत्यु, आजीवन कारावास या तीन वर्ष से अधिक की अवधि के लिए कारावास से दण्डनीय नहीं हैं, का संक्षिप्त विचारण कर सकेगा: परन्तु इस उपधारा के अधीन किसी मामले का संक्षिप्त विचारण करने के लिए किसी मजिस्ट्रेट के विनिश्वय के विरुद्ध कोई अपील नहीं होगी।% \n(3) जब संक्षिप्त विचारण के दौरान मजिस्ट्रेट को प्रतीत होता है कि मामला इस प्रकार का है कि उसका विचारण संक्षेपतः किया जाना अवांछनीय है तो वह मजिस्ट्रेट किन्हीं साक्षियों को, जिनकी परीक्षा की जा चुकी है, पुनः बुलाएगा और मामले को इस संहिता द्वारा उपबन्धित रीति से पुनः सुनने के लिए अग्रसर होगा।",
  },
  {
    id: 293,
    prevCode: "261",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "284",
    chapter: chapter["22"],
    newCodeInfo:
      "द्वितीय वर्ग के मजिस्ट्रेटों द्वारा संक्षिप्त विचारण- \nउच्च न्यायालय किसी ऐसे मजिस्ट्रेट को, जिसमें द्वितीय वर्ग मजिस्ट्रेट की शक्तियां निहित हैं, किसी ऐसे अपराध का, जो केवल जुर्माने से या जुर्मान सहित या रहित छह माह से अनधिक के कारावास से दण्डनीय है और ऐसे किसी अपराध के दुष्प्रेरण या ऐसे किसी अपराध को करने के प्रयत्न का संक्षेपतः विचारण करने की शक्ति प्रदान कर सकता है।",
  },
  {
    id: 294,
    prevCode: "262",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "285",
    chapter: chapter["22"],
    newCodeInfo:
      "संक्षिप्त विचारण की प्रक्रिया- \n(1) इस अध्याय के अधीन विचारणों में इसके पश्चात् इसमें जैसा वर्णित है उसके सिवाय, इस संहिता में समन-मामलों के विचारण के लिए विनिर्दिष्ट प्रक्रिया का अनुसरण किया जाएगा। \n(2) तीन मास से अधिक की अवधि के लिए कारावास का कोई दण्डादेश इस अध्याय के अधीन किसी दोषसिद्धि के मामले में न दिया जाएगा।",
  },
  {
    id: 295,
    prevCode: "263",
    prevCodeInfo: "----",
    newCode: "286",
    chapter: chapter["22"],
    newCodeInfo:
      "संक्षिप्त विचारणों में अभिलेख- \nसंक्षेपतः विचारित प्रत्येक मामले में मजिस्ट्रेट ऐसे प्ररूप में, जैसा राज्य सरकार निदिष्ट करे, निम्नलिखित विशिष्टियां प्रविष्ट करेगा, अर्थात्:- \n(क) मामले का क्रम संख्यांक; \n(ख) अपराध किए जाने की तारीख; \n(ग) रिपोर्ट या परिवाद की तारीखः \n(घ) परिवादी का (यदि कोई हो) नाम; \n(ङ) अभियुक्त का नाम, उसके माता-पिता का नाम और उसका निवास; \n(च) वह अपराध जिसका परिवाद किया गया है और वह अपराध जो साबित हुआ है (यदि कोई हो), और धारा %283 की उपधारा (1) के खण्ड (i), खण्ड (II) या खण्ड (III)% के अधीन आने वाले मामलों में उस सम्पत्ति का मूल्य जिसके बारे में अपराध किया गया है; \n(छ) अभियुक्त का अभिवाक् और उसकी परीक्षा (यदि कोई हो); \n(ज) निष्कर्ष; \n(झ) दण्डादेश या अन्य अन्तिम आदेश; \n(ञ) कार्यवाही समाप्त होने की तारीख।",
  },
  {
    id: 296,
    prevCode: "264",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "287",
    chapter: chapter["22"],
    newCodeInfo:
      "संक्षेपतः विचारित मामलों में निर्णय- \nसंक्षेपतः विचारित प्रत्येक ऐसे मामले में, जिसमें अभियुक्त दोषी होने का अभिवाक् नहीं करता है, मजिस्ट्रेट साक्ष्य का सारांश और निष्कर्ष के कारणों का संक्षिप्त कथन देते हुए निर्णय अभिलिखित करेगा।",
  },
  {
    id: 297,
    prevCode: "265",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "288",
    chapter: chapter["22"],
    newCodeInfo:
      "अभिलेख और निर्णय की भाषा- \n(1) ऐसा प्रत्येक अभिलेख और निर्णय  न्यायालय की भाषा में लिखा जाएगा। \n(2) उच्च न्यायालय संक्षेपतः विचारण करने के लिए सशक्त किए गए किसी मजिस्ट्रेट को प्राधिकृत कर सकता है कि वह पूर्वोक्त अभिलेख या निर्णय या दोनों उस अधिकारी से तैयार कराए जो मुख्य न्यायिक मजिस्ट्रेट द्वारा इस निमित्त नियुक्त किया गया है और इस प्रकार तैयार किया गया अभिलेख या निर्णय ऐसे मजिस्ट्रेट द्वारा हस्ताक्षरित किया जाएगा।",
  },
  {
    id: 298,
    prevCode: "265क",
    prevCodeInfo: "----",
    newCode: "289",
    chapter: chapter["23"],
    newCodeInfo:
      "अध्याय का लागू होना- \n(1) यह अध्याय ऐसे अभियुक्त के संबंध में लागू धारा होगा, जिसके विरुद्ध- \n(क) पुलिस थाने के भारसाधक अधिकारी द्वारा %धारा 193% के अधीन यह अभिकथित करते हुए रिपोर्ट अग्रेषित की गई है कि उसके द्वारा ऐसे अपराध से भिन्न कोई अपराध किया गया प्रतीत होता है, जिसके लिए तत्समय प्रवृत्त विधि के अधीन मृत्यु या आजीवन या सात वर्ष से अधिक की अवधि के कारावास के दण्ड का उपबंध है; या \n(ख) मजिस्ट्रेट ने परिवाद पर उस अपराध का, संज्ञान ले लिया है जो उस अपराध से भिन्न है, जिसके लिए तत्समय प्रवृत्त विधि के अधीन मृत्यु या आजीवन कारावास या सात वर्ष से अधिक अवधि के कारावास की दण्ड का उपबंध के है और %धारा 223% के अधीन परिवादी और साक्षी की परीक्षा करने के बाद %धारा 227% के अधीन आदेशिका जारी की है, \nकिन्तु यह अध्याय वहाँ लागू नहीं होगा, जहाँ ऐसा अपराध देश की सामाजिक- आर्थिक दशा को प्रभावित करता है या किसी महिला या %बालक% के विरुद्ध कारित किया गया है। \n(2) उपधारा (1) के प्रयोजनों के लिए, केन्द्रीय सरकार, अधिसूचना द्वारा, तत्समय प्रवृत्त विधि के अभीन वे अपराध अवधारित करेगी, जो देश की सामाजिक-आर्थिक दशा को प्रभावित करते हैं।",
  },
  {
    id: 299,
    prevCode: "265ख",
    prevCodeInfo: "----",
    newCode: "290",
    chapter: chapter["23"],
    newCodeInfo:
      "सौदा अभिवाक् के लिए आवेदन- \n(1) किसी अपराध का अभियुक्त, %आरोप की विरचना किए जाने की तारीख से तीस दिन की अवधि के भीतर% व्यक्ति, सौदा अभिवाक् के लिए उस न्यायालय में आवेदन फाइल कर सकेगा जिसमें ऐसे अपराध का विचारण लंबित है। \n(2) उपधारा (1) के अधीन आवेदन में उस मामले का संक्षिप्त वर्णन होगा जिसके सम्बन्ध में आवेदन फाइल किया गया है, और उसमें उस अपराध का वर्णन भी होगा जिससे वह मामला सम्बन्धित है तथा उसके साथ अभियुक्त का शपथ-पत्र होगा जिसमें यह कथित होगा कि उसने विधि के अधीन उस अपराध के लिए उपबंधित दण्ड की प्रकृति और सीमा को समझने के पश्चात् अपने मामले में स्वेच्छा से सौदा अभिवाक् दाखिल किया है और यह कि जिसमें उसे किसी न्यायालय द्वारा इससे पूर्व उसी अपराध में आरोपित ठहराया गया था, सिद्धदोष नहीं ठहराया गया है। \n(3) न्यायालय उपधारा (1) के अधीन आवेदन प्राप्त करने के पश्चात् लोक अभियोजक या परिवादी को और साथ ही अभियुक्त को मामले में नियत तारीख को हाजिर होने के लिए सूचना जारी करेगा। \n(4) जहां उपधारा (3) के अधीन नियत तारीख को लोक अभियोजक या मामले का परिवादी और अभियुक्त हाजिर होते हैं, वहां न्यायालय अपना समाधान करने के लिए कि अभियुक्त ने आवेदन स्वेच्छा से दाखिल किया है, अभियुक्त की बंद कमरे में परीक्षा करेगा, जहां मामले का दूसरा पक्षकार उपस्थित नहीं होगा और जहां- \n(क) न्यायालय का यह समाधान हो जाता है कि वह आवेदन अभियुक्त द्वारा स्वेच्छा से फाइल किया गया है, वहां वह लोक अभियोजक या परिवादी और %अभियुक्त को मामले के पारस्परिक संतोषप्रद निपटारे के लिए साठ दिन से अनधिक% का समय देगा जिसमें अभियुक्त द्वारा पीड़ित व्यक्ति को मामले के दौरान प्रतिकर और अन्य खर्च देना सम्मिलित है और तत्पश्चात् मामले की आगे की सुनवाई के लिए तारीख नियत करेगा; \n( ख) न्यायालय को यह पता जंगमता है कि आवेदन अभियुक्त द्वारा स्वेच्छा से फाइल नहीं किया गया है, या उसे किसी न्यायालय द्वारा किसी मामले में जिसमें उस पर उसी अपराध का आरोप था, सिद्धदोष ठहराया गया है तो वह इस संहिता के उपबंधों के अनुसार, उस प्रक्रम से जहां उपधारा (1) के अधीन ऐसा आवेदन फाइल किया गया है, आगे कार्यवाही करेगा।",
  },
  {
    id: 300,
    prevCode: "265ग",
    prevCodeInfo: "----",
    newCode: "291",
    chapter: chapter["23"],
    newCodeInfo:
      "पारस्परिक संतोषप्रद निपटारे के लिए मार्गदर्शी सिद्धान्त- \n%धारा 290% को उपधारा (4) के खण्ड (क) के अधीन पारस्परिक संतोषप्रद निपटारे के लिए, न्यायालय निम्नलिखित प्रक्रिया अपनायेगा, अर्थात् :- \n(क) पुलिस रिपोर्ट पर संस्थित किसी मामले में, न्यायालय लोक अभियोजक, पुलिस अधिकारी, जिसने मामले का अन्वेषण किया है, अभियुक्त और मामले में पीडित व्यक्ति को, उस मामले का संतोषप्रद निपटारा करने के लिए बैठक में भाग लेने के लिए सूचना जारी करेगा: \nपरन्तु मामले के संतोषप्रद निपटारे की ऐसी सम्पूर्ण प्रक्रिया के दौरान न्यायालय का यह कर्तव्य होगा कि वह सुनिश्चित करे कि सारी प्रक्रिया बैठक में भाग लेने वाले पक्षकारों द्वारा स्वेच्छा से पूर्ण की गई है: \nपान्तु यह और कि अभियुक्त, यदि ऐसी वांछा करते तो, मामले में लगाए गए अपने अभिवक्ता, यदि कोई हो, के साथ इस बैठक में भाग ले सकेगा; \n(ख) पुलिस रिपोर्ट से अन्यथा संस्थित मामले में, न्यायालय, अभियुक्त और उस मामले में पीड़ित व्यक्ति को मामले के संतोषप्रद निपटारे के लिए की जाने वाली बैठक में भाग लेने के लिए सूचना जारी करेगा : \nपरन्तु न्यायालय का यह कर्तव्य होगा कि वह मामले का संतोषप्रद निपटारा करने की सम्पूर्ण प्रक्रिया के दौरान यह सुनिश्चित करे कि उसे बैठक में भाग लेने वाले पक्षकारों द्वारा स्वेच्छा से पूरा किया गया है: \nपरन्तु यह और कि यदि मामले में, पीड़ित व्यक्ति या अभियुक्त, यदि ऐसी वांछा करे, तो वह उस मामले में लगाए गए अपने अधिवक्ता के साथ उस बैठक में भाग ले सकेगा।",
  },
  {
    id: 301,
    prevCode: "265घ",
    prevCodeInfo: "----",
    newCode: "292",
    chapter: chapter["23"],
    newCodeInfo:
      "पारस्परिक संतोषप्रद निपटारे की रिपोर्ट का न्यायालय के समक्ष प्रस्तुत किया जाना- \nजहाँ %धारा 291% के अधीन बैठक में मामले को कोई संतोषप्रद निपटारा तैयार किया गया है, वहां न्यायालय ऐसे निपटारे की रिपोर्ट तैयार करेगा जिस पर न्यायालय के पीठासीन अधिकारी और अन्य सभी व्यक्तियों के हस्ताक्षर होंगे जिन्होंने बैठक में भाग लिया था और यदि ऐसा कोई निपटारा तैयार नहीं किया जा सका है तो न्यायालय ऐसा संप्रेक्षण लेखबद्ध करेगा और इस संहिता के उपबंधों के अनुसार उस प्रक्रम से आगे कार्यवाही करेगा, जहां से उस मामले में %धारा 290% की उपधारा (1) के अधीन आवेदन फाइल किया गया है।",
  },
  {
    id: 302,
    prevCode: "265ङ",
    prevCodeInfo: "----",
    newCode: "293",
    chapter: chapter["23"],
    newCodeInfo:
      "मामले का निपटारा- \nजहाँ %धारा 292% के अधीन मामले का कोई संतोषप्रद निपटारा तैयार किया गया है वहां न्यायालय मामले का निपटारा निम्नलिखित रीति से करेगा, अर्थात् : \n(क) न्यायालय, पीड़ित व्यक्ति को %धारा 292% के अधीन निपटारे के अनुसार प्रतिकर देगा और दण्ड की मात्रा, अभियुक्त को सदाचार की परिवीक्षा पर या %धारा 401% के अधीन भर्त्सना के पश्चात्, छोड़ने या अपराधी परिवीक्षा अधिनियम, 1958 %(1958 का 20)% या तत्समय प्रवृत्त किसी अन्य विधि के उपबन्धों के अधीन अभियुक्त के सम्बन्ध में कार्रवाई करने के विषय में पक्षकारों की सुनवाई करेगा और अभियुक्त पर दण्ड अधिरोपित करने के लिए पश्चात्वर्ती खण्डों में विनिर्दिष्ट प्रक्रिया का पालन करेगा; \n(ख) खण्ड (क) के अधीन पक्षकारों की सुनने के पश्चात्, यदि न्यायालय का मत हो कि %धारा 401% या अपराधी परिवीक्षा अधिनियम, 1958 %(1958 का 20)% या तत्समय प्रवृत्त किसी अन्य विधि के उपबंध अभियुक्त के मामले में आकर्षित होते हैं, तो वह अभियुक्त को परिवीक्षा पर छोड़ सकेगा या ऐसी किसी विधि का लाभ दे सकेगा; \n(ग) खण्ड (ख) के अधीन पक्षकारों को सुनने के पश्चात्, यदि न्यायालय की यह पता जंगमता है कि अभियुक्त द्वारा किए गए अपराध के लिए विधि में न्यूनतम दण्ड उपबंधित किया गया है तो वह अभियुक्त को ऐसे न्यूनतम दण्ड के आधे का दण्ड दे सकेगा और %जहां अभियुक्त प्रथम अपराधी है और पूर्व में किसी अपराध के लिए दोषसिद्ध नहीं ठहराया गया है, वह अभियुक्त को ऐसे न्यूनतम दण्ड के एक चौथाई का दण्ड दे सकेगा;% \n(घ) खण्ड (ख) के अधीन पक्षकारों को सुनने के पश्चात्, यदि न्यायालय को पता जंगमता है कि अभियुक्त द्वारा किया गया अपराध खण्ड (ख) या खण्ड (ग) के अन्तर्गत नहीं आता है तो वह अभियुक्त को ऐसे अपराध के लिए उपबंधित या बढ़ाए जा सकने वाले दण्ड के एक चौथाई का दण्ड दे सकेगा और %जहां अभियुक्त प्रथम अपराधी है और पूर्व में किसी अपराध के लिए दोषसिद्ध नहीं ठहराया गया है, वह अभियुक्त को ऐसे अपराध के लिए उपबंधित या विस्तारणीय दण्ड के 1/6 का दण्ड दे सकेगा।%",
  },
  {
    id: 303,
    prevCode: "265च",
    prevCodeInfo: "----",
    newCode: "294",
    chapter: chapter["23"],
    newCodeInfo:
      "न्यायालय का निर्णय- \nन्यायालय, अपना निर्णय, %धारा 293% के निबन्धनों के अनुसार, खुले नायालय में देगा और उस पर न्यायालय के पीठासीन अधिकारी के हस्ताक्षर होंगे।",
  },
  {
    id: 304,
    prevCode: "265छ",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "295",
    chapter: chapter["23"],
    newCodeInfo:
      "निर्णय का अन्तिम होना- \nन्यायालय द्वारा इस धारा के अधीन दिया गया निर्णय अन्तिम होगा और उससे कोई अपील (संविधान के अनुच्छेद 136 के अधीन विशेष इजाजत याचिका और अनुच्छेद 226 और अनुच्छेद 227 के अधीन रिट याचिका के सिवाय) ऐसे निर्णय के विरुद्ध किसी न्यायालय में नहीं होगी।",
  },
  {
    id: 305,
    prevCode: "265ज",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "296",
    chapter: chapter["23"],
    newCodeInfo:
      "सौदा अभिवाक् में न्यायालय की शक्ति- \nन्यायालय के पास, इस अध्याय के अधीन अपने कृत्यों का निर्वहन करने के प्रयोजन के लिए जमानत, अपराधों के विचारण और इस संहिता के अधीन ऐसे न्यायालय में किसी मामले के निपटारे से सम्बन्धित अन्य विषयों के बारे में निहित सभी शक्तियां होगी।",
  },
  {
    id: 306,
    prevCode: "265झ",
    prevCodeInfo: "----",
    newCode: "297",
    chapter: chapter["23"],
    newCodeInfo:
      "अभियुक्त द्वारा भोगी गयी निरोध की अवधि का कारावास के दण्डादेश के विरुद्ध मुजरा किया जाना- \nइस अध्याय के अधीन अधिरोपित कारावास के दण्डादेश के विरुद्ध अभियुक्त द्वारा भोगी गई निरोध की अवधि का मुजरा किए जाने के लिए %धारा 468% के उपबंध उसी रीति से लागू होंगे जैसे कि वे इस संहिता के किन्हीं अन्य उपबंधों के अधीन कारावास के सम्बन्ध में लागू होते है।",
  },
  {
    id: 307,
    prevCode: "265ञ",
    prevCodeInfo: "----",
    newCode: "298",
    chapter: chapter["23"],
    newCodeInfo:
      'व्यावृत्ति- \nइस अध्याय के उपबंध इस संहिता के किन्हीं अन्य उपबंधों में अन्तर्विष्ट उनसे असंगत किसी बात के होते हुए भी प्रभावी होंगे और ऐसे अन्य उपबंधों में किसी बात का यह अर्थ नहीं लगाया जाएगा कि वह इस अध्याय के किसी उपबंध के अर्थ को सीमित करती है। \nस्पष्टीकरण-इस अध्याय के प्रयोजनों के लिए, "लोक अभियोजक" पद का वही अर्थ होगा जो धारा 2 के खण्ड (फ) के अधीन उसका है और इसमें %धारा 19 के% अधीन नियुक्त सहायक लोक अभियोजक सम्मिलित है।',
  },
  {
    id: 308,
    prevCode: "265ट",
    prevCodeInfo: "----",
    newCode: "299",
    chapter: chapter["23"],
    newCodeInfo:
      "अभियुक्त के कथनों का उपयोग न किया जाना- \nतत्समय प्रवृत्त किसी विधि में अन्तर्विष्ट किसी बात के होते हुए भी, किसी अभियुक्त द्वारा %धारा 290% के अधीन फाइल किए गए सौदा अभिवाक् के लिए आवेदन में कथित कथनों या तथ्यों का, इस अध्याय के प्रयोजन के सिवाय किसी अन्य प्रयोजन के लिए उपयोग नहीं किया जाएगा।",
  },
  {
    id: 309,
    prevCode: "265ठ",
    prevCodeInfo: "----",
    newCode: "300",
    chapter: chapter["23"],
    newCodeInfo:
      "अध्याय का लागू न होना- \nइस अध्याय की कोई बात, %किशोर न्याय बालकों की देखरेख और संरक्षण) अधिनियम, 2015 (2016 का 2) की धारा 2% में यथापरिभाषित किसी किशोर या बालक को लागू नहीं होगी।",
  },
  {
    id: 310,
    prevCode: "266क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "301",
    chapter: chapter["24"],
    newCodeInfo:
      'परिभाषाएं - \nइस अध्याय में, \n(क) "निरुद्ध" के अन्तर्गत निवारक निरोध के लिए उपबन्ध करने वाली किसी विधि के अधीन निरुद्ध भी है: \n(ख) "कारागार" के अन्तर्गत निम्नलिखित भी हैं, - \n(1) कोई ऐसा स्थान जिसे राज्य सरकार ने, साधारण या विशेष आदेश द्वारा, अतिरिक्त जेल घोषित किया है; \n(ii) कोई सुधारालय, बोर्स्टल-संस्था या इसी प्रकार की अन्य संस्था।',
  },
  {
    id: 311,
    prevCode: "266ख",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "301",
    chapter: chapter["24"],
    newCodeInfo:
      'परिभाषाएं - \nइस अध्याय में, \n(क) "निरुद्ध" के अन्तर्गत निवारक निरोध के लिए उपबन्ध करने वाली किसी विधि के अधीन निरुद्ध भी है: \n(ख) "कारागार" के अन्तर्गत निम्नलिखित भी हैं, - \n(1) कोई ऐसा स्थान जिसे राज्य सरकार ने, साधारण या विशेष आदेश द्वारा, अतिरिक्त जेल घोषित किया है; \n(ii) कोई सुधारालय, बोर्स्टल-संस्था या इसी प्रकार की अन्य संस्था।',
  },
  {
    id: 312,
    prevCode: "267",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "302",
    chapter: chapter["24"],
    newCodeInfo:
      "बन्दियों को हाजिर कराने की अपेक्षा करने की शक्ति- \n(1) जब कभी इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही के दौरान किसी दण्ड न्यायालय को यह प्रतीत होता है \n(क) कारागार में परिरुद्ध या निरुद्ध व्यक्ति को किसी अपराध के आरोप का उत्तर देने के लिए या उसके विरुद्ध किन्हीं कार्यवाहियों के प्रयोजन के लिए न्यायालय के समक्ष लाया जाना चाहिए; या \n(ख) न्याय के उद्देश्यों के लिए यह आवश्यक है कि ऐसे व्यक्ति की साक्षी के रूप में परीक्षा की जाए, तब वह न्यायालय, कारागार के भारसाधक अधिकारी से यह अपेक्षा करने वाला आदेश दे सकता है कि वह ऐसे व्यक्ति को आरोप का उत्तर देने के लिए या ऐसी कार्यवाहियों के प्रयोजन के लिए या साक्ष्य देने के लिए न्यायालय के समक्ष पेश करे। \n(2) जहां उपधारा (1) के अधीन कोई आदेश द्वितीय वर्ग मजिस्ट्रेट द्वारा दिया जाता है, वहां वह कारागार के भारसाधक अधिकारी को तब तक भेजा नहीं जाएगा या उसके द्वारा उस पर तब तक कोई कार्यवाही नहीं की जाएगी जब तक वह ऐसे मुख्य न्यायिक मजिस्ट्रेट द्वारा प्रतिहस्ताक्षरित न हो, जिसके अधीनस्थ वह मजिस्ट्रेट है। \n(3) उपधारा (2) के अधीन प्रतिहस्ताक्षर के लिए पेश किए गए प्रत्येक आदेश के साथ ऐसे तथ्यों का, जिनसे मजिस्ट्रेट की राय में आदेश आवश्यक हो गया है, एक विवरण होगा और वह मुख्य न्यायिक मजिस्ट्रेट, जिसके समक्ष वह पेश किया गया है उस विवरण पर विचार करने के पश्चात् आदेश पर प्रतिहस्ताक्षर करने से इन्कार कर सकता है।",
  },
  {
    id: 313,
    prevCode: "268",
    prevCodeInfo: "----",
    newCode: "303",
    chapter: chapter["24"],
    newCodeInfo:
      "%धारा 302% के प्रवर्तन से कतिपय व्यक्तियों को अपवर्जित करने की राज्य सरकार या केन्द्रीय सरकार की शक्ति- \n(1) राज्य सरकार या %केन्द्रीय सरकार%, उपधारा (2) में विनिर्दिष्ट बातों को ध्यान में रखते हुए, किसी समय, साधारण या विशेष आदेश द्वारा, यह निदेश दे सकती है कि किसी व्यक्ति को या किसी वर्ग के व्यक्तियों को उस कारागार से नहीं हटाया जाएगा जिसमें उसे या उन्हें परिरुद्ध या निरुद्ध किया गया है, और तब, जब तक ऐसा आदेश प्रवृत्त रहे, %धारा 302% के अधीन दिया गया कोई आदेश, चाहे वह राज्य सरकार %या केन्द्रीय सरकार% के आदेश के पूर्व किया गया हो या उसके पश्चात्, ऐसे व्यक्ति या ऐसे वर्ग के व्यक्तियों के बारे में प्रभावी न होगा। \n(2) उपधारा (1) के अधीन कोई आदेश देने के पूर्व, यथासिथति राज्य सरकार या %जब मामला उसके केन्द्रीय अभिकरण द्वारा संस्थित है, तो केन्द्रीय सरकार% निम्नलिखित बातों का ध्यान रखेगी, अर्थात् :- \n(क) उस अपराध का स्वरूप जिसके लिए, या वे आधार, जिन पर, उस व्यक्ति को या उस वर्ग के व्यक्तियों को कारागार में परिरुद्ध या निरुद्ध करने का आदेश दिया गया है; \n(ख) यदि उस व्यक्ति को या उस वर्ग के व्यक्तियों को कारागार से हटाने की अनुज्ञा दी जाए तो लोक-व्यवस्था में विघ्न की सम्भाव्यताः \n(ग) लोक हित, साधारणतः।",
  },
  {
    id: 314,
    prevCode: "269",
    prevCodeInfo: "----",
    newCode: "304",
    chapter: chapter["24"],
    newCodeInfo:
      "कारागार के भारसाधक अधिकारी का कतिपय आकस्मिकताओं में आदेश को कार्यान्वित न करना- \nजहां वह व्यक्ति, जिसके बारे में %धारा 302% के अधीन कोई आदेश दिया गया है- \n(क) बीमारी या अंग-शैथिल्य के कारण कारागार से हटाये जाने के योग्य नहीं है; या (ख) विचारण के लिए सुपुर्दगी के अधीन है या विचारण के लम्बित रहने तक के लिए या प्रारम्भिक अन्वेषण तक के लिए प्रतिप्रेषणाधीन है; या \n(ग) इतनी अवधि के लिए अभिरक्षा में है जितनी आदेश का अनुपालन करने के लिए और उस कारागार में जिसमें वह परिरुद्ध या निरुद्ध है, उसे वापस ले आने के लिए अपेक्षित समय के समाप्त होने के पूर्व समाप्त होती है; या \n(घ) ऐसा व्यक्ति है जिसे %धारा 303% के अधीन राज्य सरकार या केन्द्रीय सरकार द्वारा दिया गया कोई आदेश लागू होता है, जहां कारागार का भारसाधक अधिकारी न्यायालय के आदेश को कार्यान्वित नहीं करेगा और ऐसा न करने के कारणों का विवरण न्यायालय को भेजेगा : \n%परन्तु जहां ऐसे व्यक्ति से किसी ऐसे स्थान पर, जो कारागार से पच्चीस किलोमीटर से अधिक दूर नहीं है, साक्ष्य देने के लिए हाजिर होने की अपेक्षा की जाती है, वहां कारागार के भारसाधक अधिकारी के ऐसा न करने का कारण खण्ड (ख) में वर्णित कारण नहीं होगा।%",
  },
  {
    id: 315,
    prevCode: "270",
    prevCodeInfo: "----",
    newCode: "305",
    chapter: chapter["24"],
    newCodeInfo:
      "बन्दी का न्यायालय में अभिरक्षा में लाया जाना- \n%धारा 304% के उपबन्धों के अधीन रहते हुए, कारागार का भारसाधक अधिकारी, %धारा 302 की उपधारा (1)% के अधीन दिए गए और जहां आवश्यक है, वहां उसकी उपधारा (2) के अधीन सम्यक् रूप से प्रतिहस्ताक्षरित आदेश के परिदान पर, आदेश में नामित व्यक्ति को ऐसे न्यायालय में, जिसमें उसकी हाजिरी अपेक्षित है, भिजवाएगा जिससे वह आदेश में उल्लिखित समय पर वहां उपस्थित हो सके, और उसे न्यायालय में या उसके पास अभिरक्षा में तब तक रखवाएगा जब तक उसकी परीक्षा न कर ली जाए या जब तक न्यायालय उसे उस कारागार को, जिसमें वह परिरुद्ध या निरुद्ध था, वापस ले जाए जाने के लिए प्राधिकृत न करे।",
  },
  {
    id: 316,
    prevCode: "271",
    prevCodeInfo: "----",
    newCode: "306",
    chapter: chapter["24"],
    newCodeInfo:
      "कारागार में साक्षी की परीक्षा के लिए कमीशन जारी करने की शक्ति- \nकारागार में परिरुद्ध या निरुद्ध किसी व्यक्ति को साक्षी के रूप में परीक्षा के लिए %धारा 319% के अधीन कमीशन जारी करने की न्यायालय की शक्ति पर इस अध्याय के उपबन्धों का कोई प्रतिकूल प्रभाव नहीं पड़ेगा; और %अध्याय 25% के भाग ख के उपबन्ध कारागार में ऐसे किसी व्यक्ति की कमीशन पर परीक्षा के सम्बन्ध में वैसे ही लागू होंगे जैसे वे किसी अन्य व्यक्ति की कमीशन पर परीक्षा के सम्बन्ध में लागू होते हैं।",
  },
  {
    id: 317,
    prevCode: "272",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "307",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "न्यायालयों की भाषा- \nराज्य सरकार यह अवधारित कर सकती है कि इस संहिता के प्रयोजनों के लिए राज्य के अन्दर उच्च न्यायालय से भिन्न प्रत्येक न्यायालय की कौन सी भाषा होगी।",
  },
  {
    id: 318,
    prevCode: "273",
    prevCodeInfo: "----",
    newCode: "308",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      'साक्ष्य का अभियुक्त की उपस्थिति में लिया जाना- \nअभिव्यक्त रूप से जैसा उपबन्धित है उसके सिवाय, विचारण या अन्य कार्यवाही के अनुक्रम में लिया गया सब साक्ष्य अधिवक्ता की उपस्थिति में लिया जाएगा जिसके अन्तर्गत %राज्य सरकार द्वारा अधिसूचित किए जाने वाले अभिहित स्थान पर श्रव्य- दृश्य इलैक्ट्रानिक साधन से लिया गया साध्य भी है:% \nपरन्तु जहां अट्ठारह वर्ष से कम आयु की महिला का, जिससे बलात्संग या किसी अन्य लैंगिक अपराध के किये जाने का अभिकथन किया गया है, साक्ष्य अभिलिखित किया जाना है, वहां न्यायालय यह सुनिश्चित करने के लिये कि ऐसी महिला का अभियुक्त से सामना न हो और साथ ही अभियुक्त की प्रतिपरीक्षा के अधिकार को सुनिश्चित करते हुये समुचित उपाय कर सकेगा। स्पष्टीकरण- इस धारा में "अभियुक्त" के अन्तर्गत ऐसा व्यक्ति भी है जिसकी बाबत %अध्याय 9% के अधीन कोई कार्यवाही इस संहिता के अधीन प्रारम्भ की जा चुकी है।',
  },
  {
    id: 319,
    prevCode: "274",
    prevCodeInfo: "----",
    newCode: "309",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "समन-मामलों और जांचों में अभिलेख- \n(1) मजिस्ट्रेट के समक्ष विचारित सब समन-मामलों में, %धारा 164 से धारा 167% तक की धाराओं के अधीन (जिनके अन्तर्गत ये दोनों धाराएं भी हैं) सब जांचों में, और विचारण के अनुक्रम की कार्यवाहियों से भिन्न %धारा 491% के अधीन सब कार्यवाहियों में, मजिस्ट्रेट जैसे-जैसे प्रत्येक साक्षी की परीक्षा होती जाती है, वैसे-वैसे उसके साक्ष्य के सारांश का ज्ञापन न्यायालय की भाषा में तैयार करेगा: \nपरन्तु यदि मजिस्ट्रेट ऐसा ज्ञापन स्वयं तैयार करने में असमर्थ है तो वह अपनी असमर्थता के कारणों को अभिलिखित करने के पश्चात् ऐसे ज्ञापन को खुले न्यायालय में स्वयं बोलकर लिखित रूप में तैयार कराएगा। \n(2) ऐसे ज्ञापन पर मजिस्ट्रेट हस्ताक्षर करेगा और वह अभिलेख का भाग होगा।",
  },
  {
    id: 320,
    prevCode: "275",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "310",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "वारण्ट-मामलों में अभिलेख- \n(1) मजिस्ट्रेट के समक्ष विचारित सब वारण्ट मामलों में प्रत्येक साक्षी का साक्ष्य जैसे-जैसे उसकी परीक्षा होती जाती है, वैसे-वैसे या तो स्वयं मजिस्ट्रेट द्वारा लिखा जाएगा या खुले न्यायालय में उसके द्वारा बोलकर लिखवाया जाएगा या जहां वह किसी शारीरिक या अन्य असमर्थता के कारण ऐसा करने में असमर्थ है, वहां उसके द्वारा इस निमित्त नियुक्त न्यायालय के किसी अधिकारी द्वारा उसके निदेशन और अधीक्षण में लिखा जाएगा : \nपरन्तु इस उपधारा के अधीन साक्षी का साक्ष्य उस अपराध के अभियुक्त व्यक्ति के अधिवक्ता की उपस्थिति में श्रव्य दृश्य इलेक्ट्रानिक साधनों द्वारा भी अभिलिखित किया जा सकेगा। \n(2) जहां मजिस्ट्रेट साक्ष्य लिखवाए वहां वह यह प्रमाणपत्र अभिलिखित करेगा कि साक्ष्य उपधारा (1) में निर्दिष्ट कारणों से स्वयं उसके द्वारा नहीं लिखा जा सका। \n(3) ऐसा साक्ष्य मामूली तौर पर वृत्तान्त के रूप में अभिलिखित किया जाएगा किन्तु मजिस्ट्रेट स्वविवेकानुसार, ऐसे साक्ष्य के किसी भाग को प्रश्नोत्तर के रूप में लिख या लिखवा सकता है। \n(4) ऐसे लिखे गये साक्ष्य पर मजिस्ट्रेट हस्ताक्षर करेगा और वह अभिलेख का भाग होगा।",
  },
  {
    id: 321,
    prevCode: "276",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "311",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      'सेशन न्यायालय के समक्ष विचारण में अभिलेख- \n(1) सेशन न्यायालय के समक्ष सब विचारणों में प्रत्येक साक्षी का साक्ष्य, जैसे-जैसे उसकी परीक्षा होती जाती है, वैसे-वैसे या तो स्वयं पीठासीन न्यायाधीश द्वारा लिखा जाएगा या खुले न्यायालय में उसके द्वारा बोलकर लिखवाया जाएगा उसके द्वारा इस निमित्त नियुक्त न्यायालय के किसी अधिकारी द्वारा उसके निदेशन और अधीक्षण में लिखा जाएगा। \n(2) ऐसा साक्ष्य मामूली तौर पर वृत्तान्त के रूप में लिखा जाएगा किन्तु पीठासीन न्यायाधीश स्वविवेकापुसार ऐसे साक्ष्य के किसी भाग को प्रश्नोत्तर के रूप में लिख सकता है या लिखवा सकता है।" \n(3) ऐसे लिखे गये साक्ष्य पर पीठासीन न्यायाधीश हस्ताक्षर करेगा और वह अभिलेख का भाग होगा।',
  },
  {
    id: 322,
    prevCode: "277",
    prevCodeInfo: "----",
    newCode: "312",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "साक्ष्य के अभिलेख की भाषा- \nप्रत्येक मामले में जहां साक्ष्य %धारा 310 या धारा 311% के अधीन लिखा जाता है, वहां- \n(क) यदि साक्षी न्यायालय की भाषा में साक्ष्य देता है तो उसे उसी भाषा में लिखा जाएगा; \n(ख) यदि वह किसी अन्य भाषा में साक्ष्य देता है तो उसे, यदि व्यवहार्य हो तो, उसी भाषा में लिखा जायेगा और यदि ऐसा करना व्यवहार्य न हो तो जैसे-जैसे साक्षी की परीक्षा होती जाती है, वैसे-वैसे साक्ष्य का न्यायालय की भाषा में सही अनुवाद तैयार किया जाएगा, उस पर मजिस्ट्रेट या पीठासीन न्यायाधीश द्वारा हस्ताक्षर किए जाएंगे और वह अभिलेख का भाग होगा; \n(ग) उस दशा में, जिसमें साक्ष्य खण्ड (ख) के अधीन न्यायालय की भाषा से भिन्न किसी भाषा में लिखा जाए तो, न्यायालय की भाषा में उसका सही अनुवाद यथासाध्य शीघ्र तैयार किया जाएगा, उस पर मजिस्ट्रेट या पीठासीन न्यायाधीश हस्ताक्षर करेगा और वह अभिलेख का भाग होगा: \nपरन्तु जब खण्ड (ख) के अधीन साक्ष्य अंग्रेजी में लिखा जाता है और न्यायालय की भाषा में उसके अनुवाद की किसी पक्षकार द्वारा अपेक्षा नहीं की जाती है तो न्यायालय ऐसे अनुवाद से अभिमुक्ति दे सकता है।",
  },
  {
    id: 323,
    prevCode: "278",
    prevCodeInfo: "----",
    newCode: "313",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "ऐसे साक्ष्य के पूरा होने पर उसके सम्बन्ध में प्रक्रिया- \n(1) %धारा 310 या धारा 311% के अधीन जैसे-जैसे प्रत्येक साक्षी का साक्ष्य पूरा हो जाता है, तो यदि अभियुक्त हाजिर हो तो उसकी, या यदि यह %अधिवक्ता% द्वारा हाजिर हो, तो उसके अधिवक्ता की उपस्थिति में साक्षी को पढ़कर सुनाया जाएगा और यदि आवश्यक हो तो सही किया जाएगा। \n(2) यदि साक्षी साक्ष्य के किसी भाग के सही होने से उस समय इन्कार करता है जब वह उसे पढ़कर सुनाया जाता है तो मजिस्ट्रेट या पीठासीन न्यायाधीश साक्ष्य को ठीक करने के स्थान पर उस पर साक्षी द्वारा उस बाबत की गई आपत्ति का ज्ञापन लिख सकता है और उसमें ऐसी टिप्पणियां जोड देगा जैसा वह आवश्यक समझे। \n(3) यदि साक्ष्य का अभिलेख उस भाषा से भिन्न भाषा में है जिसमें वह दिया गया है और साक्षी उस भाषा को नहीं समझता है तो, उसे ऐसे अभिलेख का निर्वचन उस भाषा में जिसमें वह दिया गया था या उस भाषा में जिसे वह समझता हो, सुनाया जाएगा।",
  },
  {
    id: 324,
    prevCode: "279",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "314",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "अभियुक्त या उसके अधिवक्ता को साक्ष्य का भाषान्तर सुनाया जाना- \n(1) जब कभी कोई साक्ष्य ऐसी भाषा में दिया जाए, जिसे अभियुक्त नहीं समझता है और वह न्यायालय में स्वयं उपस्थित है, तब खुले न्यायालय में उसे उस भाषा में उसका भाषान्तर सुनाया जाएगा, जिसे वह समझता है। \n(2) यदि वह अधिवक्ता द्वारा हाजिर हो और साक्ष्य न्यायालय की भाषा से भिन्न और अधिवक्ता द्वारा न समझी जाने वाली भाषा में दिया जाता है तो उसका भाषान्तर ऐसे अधिवक्ता को न्यायालय की भाषा में सुनाया जाएगा। \n(3) जब दस्तावेज, यथारीति सबूत के प्रयोजन के लिए पेश किए जाते हैं तब यह न्यायालय के स्वविवेक पर निर्भर करेगा कि वह उनमें से उतने का भाषान्तर सुनाए जितना आवश्यक प्रतीत हो।",
  },
  {
    id: 325,
    prevCode: "280",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "315",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "साक्षी की भावभंगी के बारे में टिप्पणियां- \nजब पीठासीन न्यायाधीश या मजिस्ट्रेट साक्षी का साक्ष्य अभिलिखित कर लेता है तब वह उस साक्षी की परीक्षा किए जाते समय उसकी भावभंगी के बारे में ऐसी टिप्पणियां भी अभिलिखित करेगा (यदि कोई हो), जो वह तात्विक समझता है।",
  },
  {
    id: 326,
    prevCode: "281",
    prevCodeInfo: "----",
    newCode: "316",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "अभियुक्त की परीक्षा का अभिलेख- \n(1) जब कभी अभियुक्त की परीक्षा किसी मजिस्ट्रेट या सेशन न्यायालय द्वारा की जाती है तब उससे पूछे गए प्रत्येक प्रश्न और उसके द्वारा दिए गए प्रत्येक उत्तर सहित ऐसी सब परीक्षा स्वयं पीठासीन न्यायाधीश या मजिस्ट्रेट द्वारा या जहां वह किसी शारीरिक या अन्य असमर्थता के कारण ऐसा करने में असमर्थ है, वहां उसके द्वारा इस निमित्त नियुक्त न्यायालय के किसी अधिकारी द्वारा उसके निदेशन और अधीक्षण में पूरे तौर पर अभिलिखित की जाएगी। \n(2) अभिलेख, यदि साध्य हो तो, उस भाषा में होगा जिसमें अभियुक्त की परीक्षा की जाती है या यदि यह साध्य न हो तो न्यायालय की भाषा में होगा। \n(3) अभिलेख अभियुक्त को दिखा दिया जायेगा या उसे पढ़कर सुना दिया जाएगा या यदि वह भाषा को नहीं समझता है जिसमें वह लिखा गया है तो उसका भाषान्तर उसे उस भाषा में, जिसे वह समझता है, सुनाया जाएगा और वह अपने उत्तरों का स्पष्टीकरण करने या उनमें कोई बात जोड़ने के लिए स्वतन्त्र होगा। \n(4) तब उस पर अभियुक्त और मजिस्ट्रेट या पीठासीन न्यायाधीश हस्ताक्षर करेंगे और मजिस्ट्रेट या पीठासीन न्यायाधीश अपने हस्ताक्षर से प्रमाणित करेगा कि परीक्षा उसकी उपस्थिति में की गई थी और उसने उसे सुना था और अभिलेख में अभियुक्त द्वारा किए गए कथन का पूर्ण और सही वर्णन है: \n%परन्तु कि जहाँ अभियुक्त अभिरक्षा में है तथा इलैक्ट्रानिक माध्यम से उसका परीक्षण किया जाता है, तो ऐसा परीक्षण से बहत्तर घंटे के भीतर उसके हस्ताक्षर लिए जाएंगे।% \n(5) इस धारा की कोई बात संक्षिप्त विचारण के अनुक्रम में अभियुक्त की परीक्षा को लागू होने वाली न समझी जाएगी।",
  },
  {
    id: 327,
    prevCode: "282",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "317",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "दुभाषिया ठीक-ठीक भाषान्तर करने के लिए आबद्ध होगा- \nजब किसी साक्ष्य या कथन के भानान्तर के लिए दुभाषिए की सेवा की किसी दण्ड न्यायालय द्वारा अपेक्षा की जाती है तब वह दुभाषिया ऐसे साक्ष्य या कथन का ठीक भाषान्तर करने के लिए आबद्ध होगा।",
  },
  {
    id: 328,
    prevCode: "283",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "318",
    chapter: chapter["25"].heading + ", " + chapter["25"].क,
    newCodeInfo:
      "उच्च न्यायालय में अभिलेख- \nप्रत्येक उच्च न्यायालय, साधारण नियम द्वारा ऐसी रीति विहित कर सकता है जिससे उन मामलों में साक्षियों के साक्ष्य को और अभियुक्त की परीक्षा को लिखा जाएगा जो उसके समक्ष आते हैं, और ऐसे साक्ष्य और परीक्षा को ऐसे नियम के अनुसार लिखा जाएगा।",
  },
  {
    id: 329,
    prevCode: "284",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "319",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "साक्षियों को जब हाजिर होने से अभिमुक्ति दी जाए और कमीशन जारी किया जाएगा- \n(1) जब कभी इस संहिता के अधीन किसी जांच, विचारण याअन्य कार्यवाही के अनुक्रम में, न्यायालय या मजिस्ट्रेट को प्रतीत होता है कि न्याय के उद्देश्यों के लिए यह आवश्यक है कि किसी साक्षी की परीक्षा की जाए और ऐसे साक्षी की हाजिरी इतने विलाब, व्यय या असुविधा के बिना, जितनी मामले की परिस्थितियों में अनुचित होगी, नहीं कराई जा सकती है तब न्यायालय या मजिस्ट्रेट ऐसी हाजिरी से अभिमुक्ति दे सकता है और साक्षी की परीक्षा की जाने के लिए इस अध्याय के उपबन्धों के अनुसार कमीशन जारी कर सकता है: \nपरन्तु जहां न्याय के उद्देश्यों के लिए भारत के राष्ट्रपति या उपराष्ट्रपति या किसी राज्य के राज्यपाल या किसी संघ राज्यक्षेत्र के प्रशासक की साक्षी के रूप में परीक्षा करना आवश्यक है वहां ऐसे साक्षी की परीक्षा करने के लिए कमीशन जारी किया जाएगा। \n(2) न्यायालय अभियोजन के किसी साक्षी की परीक्षा के लिए कमीशन जारी करते समय यह निदेश दे सकता है कि अधिवक्ता की फीस सहित ऐसी रकम जो न्यायालय अभियुक्त के व्ययों की पूर्ति के लिए उचित समझे, अभियोजन द्वारा दी जाए।",
  },
  {
    id: 330,
    prevCode: "285",
    prevCodeInfo: "कमीशन किसको जारी किया जाएगा-",
    newCode: "320",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कमीशन किसको जारी किया जाएगा- \n(1) यदि साक्षी उन राज्यक्षेत्रों के भीतर है, जिन पर इस संहिता का विस्तार है, तो कमीशन, उस मुख्य न्यायिक मजिस्ट्रेट को निदिष्ट होगा, जिसकी स्थानीय अधिकारिता के अन्दर ऐसा साक्षी मिल सकता है। \n(2) यदि साक्षी भारत में है, किन्तु ऐसे राज्य या ऐसे किसी क्षेत्र में है, जिस पर इस संहिता का विस्तार नहीं है तो कमीशन ऐसे न्यायालय या अधिकारी को निदिष्ट होगा जिसे केन्द्रीय सरकार अधिसूचना द्वारा इस निमित्त विनिर्दिष्ट करे। \n(3) यदि साक्षी भारत से बाहर के देश या स्थान में है और ऐसे देश या स्थान की सरकार से केन्द्रीय सरकार ने आपराधिक मामलों के संबंध में साक्षियों का साक्ष्य लेने के लिए ठहराव कर रखे हैं तो कमीशन ऐसे प्ररूप में जारी किया जायेगा, ऐसे न्यायालय या अधिकारी को निदिष्ट होगा और पारेषित किए जाने के लिए ऐसे प्राधिकारी को भेजा जाएगा जो केन्द्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विहित करे।",
  },
  {
    id: 331,
    prevCode: "286",
    prevCodeInfo: "कमीशनों का निष्पादन-",
    newCode: "321",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कमीशनों का निष्पादन- \nकमीशन प्राप्त होने पर मुख्य न्यायिक मजिस्ट्रेट %या ऐसा मजिस्ट्रेट% जिसे वह इस निमित्त नियुक्त करे, साक्षी को अपने समक्ष आने के लिए समन करेगा अथवा उस स्थान को जाएगा जहां साक्षी है और उसका साक्ष्य उसी रीति से लिखेगा और इस प्रयोजन के लिए उन्हीं शक्तियों का प्रयोग कर सकेगा जो इस संहिता के अधीन वारण्ट मामलों के विचारण के लिए हैं।",
  },
  {
    id: 332,
    prevCode: "287",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "322",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "पक्षकार साक्षियों की परीक्षा कर सकेंगे- \n(1) इस संहिता के अधीन किसी ऐसी कार्यवाही के पक्षकार, जिसमें कमीशन जारी किया गया है, अपने-अपने ऐसे लिखित परिप्रश्न भेज सकते हैं जिन्हें कमीशन का निदेश देने वाला न्यायालय या मजिस्ट्रेट विवाद्यक से सुसंगत समझता है और उस मजिस्ट्रेट, न्यायालय या अधिकारी के लिए, जिसे कमीशन निदिष्ट किया जाता है या जिसे उसके निष्पादन का कर्तव्य प्रत्यायोजित किया जाता है, यह विधिपूर्ण होगा कि वह ऐसे परिप्रश्नों के आधार पर साक्षी की परीक्षा करे। \n(2) कोई ऐसा पक्षकार ऐसे मजिस्ट्रेट, न्यायालय या अधिकारी के समक्ष अधिवक्ता द्वारा, या यदि अभिरक्षा में नहीं है तो स्वयं हाजिर हो सकता है और उक्त साक्षी की परीक्षा, प्रतिपरीक्षा और पुनः परीक्षा कर सकता है।",
  },
  {
    id: 333,
    prevCode: "288",
    prevCodeInfo: "----",
    newCode: "323",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कमीशन का लौटाया जाना- \n(1) %धारा 319% के अधीन जारी किए गए किसी कमीशन के सम्यक् रूप से निष्पादित किए जाने के पश्चात् वह उसके अधीन परीक्षित साक्षियों के अभिसाक्ष्य सहित उसे आशापालय या मजिस्ट्रेट को, जिसने कमीशन जारी किया था, लौटाया जाएगा, और वह कमीशन, उससे सम्बद्ध विवरणी और अभिसाक्ष्य सब उचित समयों पर पक्षकारों के निरीक्षण के लिए प्राप्य होंगे, और सब आयसंगत अपवादों के अधीन रहते हुए, किसी पक्षकार द्वारा मामले में साक्ष्य में पढ़े जा सकेंगे और अभिलेख का भाग होंगे। \n(2) यदि ऐसे लिया गया कोई अभिसाक्ष्य, %भारतीय साक्ष्य अधिनियम, 2023 की धारा 27% द्वारा विहित शारों को पूरा करता है, तो वह किसी अन्य न्यायालय के समक्ष भी मामले के किसी पश्चात्वर्ती प्रक्रम में साक्ष्य में लिया जा सकेगा।",
  },
  {
    id: 334,
    prevCode: "289",
    prevCodeInfo: "----",
    newCode: "324",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कार्यवाही का स्थगन- \nप्रत्येक मामले में, जिसमें %धारा 319% के अधीन कमीशन जारी किया एया है, जांच, विचारण या अन्य कार्यवाही ऐसे विनिर्दिष्ट समय तक के लिए, जो कमीशन के निष्पादन और लौटाए जाने के लिए उचित रूप से पर्याप्त है, स्थगित की जा सकती है।",
  },
  {
    id: 335,
    prevCode: "290",
    prevCodeInfo: "----",
    newCode: "325",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "विदेशी कमीशनों का निष्पादन- \n(1) %धारा 321% के उपबन्ध और %धारा 322% और %धारा 323% के उतने भाग के उपबन्ध, जितना कमीशन का निष्पादन किए जाने और उसके लौटाए जाने से सम्बन्धित है, इसमें इसके पश्चात् वर्णित किन्हीं न्यायालयों, न्यायाधीशों या मजिस्ट्रेटों द्वारा जारी किए गए कमीशनों के बारे में वैसे ही लागू होंगे जैसे वे %धारा 319% के अधीन जारी किए गए कमीशनों को लागू होते हैं। \n(2) उपधारा (1) में निर्दिष्ट न्यायालय, न्यायाधीश और मजिस्ट्रेट निम्नलिखित हैं- \n(क) भारत के ऐसे क्षेत्र के भीतर, जिस पर इस संहिता का विस्तार नहीं है, अधिकारिता का प्रयोग करने वाला ऐसा न्यायालय, न्यायाधीश या मजिस्ट्रेट जिसे केन्द्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे; \n(ख) भारत से बाहर के किसी ऐसे देश या स्थान में, जिसे केन्द्रीय सरकार, अधिसूचना द्वारा, इस निमित्त विनिर्दिष्ट करे, अधिकारिता का प्रयोग करने वाला और उस देश या स्थान में प्रवृत्त विधि के अधीन आपराधिक मामलों के सम्बन्ध में साक्षियों की परीक्षा के लिए कमीशन जारी करने का प्राधिकार रखने",
  },
  {
    id: 336,
    prevCode: "291",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "326",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "चिकित्सीय साक्षी का अभिसाक्ष्य- \n(1) अभियुक्त की उपस्थिति में मजिस्ट्रेट द्वारा लिया गया और अनुप्रमाणित किया गया या इस अध्याय के अधीन कमीशन पर लिया गया, किसी सिविल सर्जन या अन्य चिकित्सीय साक्षी का अभिसाक्ष्य इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में साक्ष्य में दिया जा सकेगा, यद्यपि अभिसाक्षी को साक्षी के तौर पर नहीं बुलाया गया है। \n(2) यदि न्यायालय ठीक समझता है तो वह ऐसे किसी अभिसाक्षी को समन कर सकता है और उसके अभिसाक्ष्य की विषय-वस्तु के बारे में उसकी परीक्षा कर सकता है और अभियोजन या अभियुक्त के आवेदन पर वैसा करेगा।",
  },
  {
    id: 337,
    prevCode: "291क",
    prevCodeInfo: "----",
    newCode: "327",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "मजिस्ट्रेट की शिनाख्त रिपोर्ट- \n(1) कोई दस्तावेज, जिसका किसी व्यक्ति या सम्पत्ति के राम्यन्ध में किसी कार्यपालक मजिस्ट्रेट की स्वहस्ताक्षरित शिनाख्त रिपोर्ट होनी तात्पर्थित हैं, इस संहिता के अधीन किसी जाँच, विचारण या अन्य कार्यवाही में साक्ष्य के रूप में उपयोग में लाया जा सकेगा, यद्यपि ऐसे मजिस्ट्रेट को साक्षी के तौर पर नहीं बुलाया गया है: \nपरन्तु जहाँ ऐसी रिपोर्ट में ऐसे किसी संदिग्ध व्यक्ति या साक्षी का %विवरण% है, जिसे %भारतीय साक्ष्य अधिनियम, 2023 की धारा 19, धारा 26, धारा 27, धारा 158 या धारा 160 के उपबंध लागू होते हैं, वहाँ, ऐसा विवरण इस उपधारा के अधीन, उन धाराओं के उपबंधों के अनुसार के सिवाय, प्रयोग में नहीं लाया जायेगा।% \n(2) न्यायालय, यदि वह ठीक समझता है तो अभियोजन या अभियुक्त के आवेदन पर ऐसे मजिस्ट्रेट को समन कर सकेगा और उक्त रिपोर्ट की विषय वस्तु के बारे में उसकी परीक्षा कर सकेगा और करेगा।",
  },
  {
    id: 338,
    prevCode: "292",
    prevCodeInfo: "----",
    newCode: "328",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "टकसाल के अधिकारियों का साक्ष्य- \n(1) कोई दस्तावेज, जो किसी टकसाल या नोट छपाई मुद्दाणालय के या सिक्युरिटी प्रिटिंग प्रेस के (जिसके अन्तर्गत स्टाम्प और लेखन सामग्री नियन्त्रक का कार्यालय भी है) या न्याय सम्बन्धी विभाग या न्यायालयिक प्रयोगशाला प्रभाग के किसी राजपत्रित अधिकारी की या प्रश्नगत दस्तावेजों के सरकारी परीक्षक या प्रश्नगत दस्तावेजों के राज्य परीक्षक की जिसे केन्द्रीय सरकार अधिसूचना द्वारा इस निमित्त विनिर्दिष्ट करे, इस संहिता के अधीन किसी कार्यवाही के दौरान परीक्षा और रिपोर्ट के लिए सम्यक् रूप से उसे भेजी गई किसी सामग्री या चीज के बारे में स्वहस्ताक्षरित रिपोर्ट होनी तात्पर्थित है, इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में साक्ष्य के तौर पर उपयोग में लाई जा सकेगी, यद्यपि ऐसे अधिकारी को साक्षी के तौर पर नहीं बुलाया गया है। \n(2) यदि न्यायालय ठीक समझता है तो वह ऐसे अधिकारी को समन कर सकता है और उसकी रिपोर्ट की विषय-वस्तु के बारे में उसकी परीक्षा कर सकता है : परन्तु ऐसा कोई अधिकारी किन्हीं ऐसे अभिलेखों को पेश करने के लिए समन नहीं किया जाएगा जिन पर रिपोर्ट आधारित है। \n(3) %भारतीय साक्ष्य अधिनियम, 2023 की धारा 129 और धारा 130% के उपबन्धों पर प्रतिकूल प्रभाव डाले बिना, ऐसा कोई अधिकारी, किसी टकसाल या नोट छपाई मुद्रणालय या सिक्योरिटी प्रिंटिंग प्रेस या न्याय सम्बन्धी विभाग के महाप्रबंधक या किसी अन्य भारसाधक अधिकारी या न्यायालयिक प्रयोगशाला के भारसाधक किसी अधिकारी या प्रश्नगत दस्तावेज संगठन के सरकारी परीक्षक या प्रश्नगत दस्तावेज संगठन के राज्य परीक्षक की अनुज्ञा के बिना, - \n(क) ऐसे अप्रकाशित शासकीय अभिलेखों से, जिन पर रिपोर्ट आधारित है, प्राप्त कोई साक्ष्य देने के लिए अनुज्ञात नहीं किया जाएगा; या \n(ख) किसी सामग्री या चीज की परीक्षा के दौरान उसके द्वारा किए गए परीक्षण के स्वरूप या विशिष्टियों को प्रकट करने के लिए अनुज्ञात नहीं किया जाएगा।",
  },
  {
    id: 339,
    prevCode: "293",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "329",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कतिपय सरकारी वैज्ञानिक विशेषज्ञों की रिपोर्ट- \n(1) कोई दस्तावेज, जो किसी सरकारी वैज्ञानिक विशेषज्ञ की, जिसे यह धारा लागू होती है, इस संहिता के अधीन किसी कार्यवाही के दौरान परीक्षा या विश्लेषण और रिपोर्ट के लिए सम्यक् रूप से उसे भेजी गई किसी सामग्री या चीज के बारे में स्व- हस्ताक्षरित रिपोर्ट होनी तात्पर्थित है, इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में साक्ष्य के तौर पर उपयोग में लाई जा सकेगी। \n(2) यदि न्यायालय ठीक समझता है तो वह ऐसे विशेषज्ञ को समन कर सकता है और उसकी रिपोर्ट की विषयवस्तु के बारे में उसकी परीक्षा कर सकेगा। \n(3) जहां ऐसे किसी विशेषज्ञ को न्यायालय द्वारा समन किया जाता है और वह स्वयं हाजिर होने में असमर्थ है वहां, उस दशा के सिवाय जिसमें न्यायालय ने उसे स्वयं हाजिर होने के लिए स्पष्ट रूप से निर्देश दिया है, वह अपने साथ काम करने वाले किसी जिम्मेदार अधिकारी को न्यायालय में हाजिर होने के लिए प्रतिनियुक्त कर सकता है यदि वह अधिकारी मामले के तथ्यों से अवगत है तथा न्यायालय में उसकी ओर से समाधानप्रद रूप में अभिसाक्ष्य दे सकता है। \n(4) यह धारा निम्नलिखित सरकारी वैज्ञानिक विशेषज्ञों को लागू होती है, अर्थात्:- \n(क) सरकार का कोई रासायनिक परीक्षक या सहायक रासायनिक परीक्षक; \n(ख) मुख्य विस्फोटक नियंत्रक; \n(ग) निदेशक अंगुली-छाप ब्यूरो; \n(घ) निदेशक, हाफकीन संस्थान, मुम्बई; \n(ङ) किसी केन्द्रीय न्यायालयिक प्रयोगशाला या किसी राज्य न्यायालयिक प्रयोगशाला का निदेशक, उप-निदेशक या सहायक निदेशक; \n(च) सरकारी सीरम विज्ञानी; \n(छ) कोई अन्य सरकारी वैज्ञानिक विशेषज्ञ, जो इस प्रयोजन के लिए राज्य सरकार या केन्द्रीय सरकार द्वारा, अधिसूचना द्वारा विनिर्दिष्ट किया गया हो।",
  },
  {
    id: 340,
    prevCode: "294",
    prevCodeInfo: "----",
    newCode: "330",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "कुछ दस्तावेजों का औपचारिक सबूत आवश्यक न होना- \n(1) जहां अभियोजन या अभियुक्त द्वारा किसी न्यायालय के समक्ष कोई दस्तावेज फाइल किया गया है, वहां ऐसी प्रत्येक दस्तावेज की विशिष्टियां एक सूची में सम्मिलित किया जायेगा और अभियोजन या अभियुक्त या अभियोजन या अभियुक्त के %अधिवक्ता% से, यदि कोई हों, ऐसे दस्तावेजों की %पूर्ति करने के शीघ्र पश्चात् किसी भी दशा में ऐसी पूर्ति के पश्चात् तीस दिन के अपश्चात्,% ऐसे प्रत्येक दस्तावेज का असली होना स्वीकार या इंकार करने की अपेक्षा की जाएगी : \n%परन्तु न्यायालय अपने विवेक से ऐसे कारणों से जो अभिलिखित किए जाएं, समय सीमा को शिथिल कर सकेगा : परन्तु यह और कि किसी विशेषज्ञ को न्यायालय के समक्ष उपस्थित होने के लिए जब तक नहीं बुलाया जाएगा तब तक ऐसे विशेषज्ञ की रिपोर्ट पर विचारण के किसी पक्षकार द्वारा विवाद नहीं किया जाता है।% \n(2) दस्तावेजों की सूची ऐसे प्ररूप में होगी जो राज्य सरकार %नियमों द्वारा उपबंधित% किया जा सके। \n(3) जहां किसी दस्तावेज का असली होना विवादग्रस्त नहीं है वहां ऐसा दस्तावेज उस व्यक्ति के जिसके द्वारा उसका हस्ताक्षरित होना तात्पर्यित है, हस्ताक्षर के सबूत के बिना इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में साक्ष्य में पढ़ा जा सकेगा : \nपरन्तु न्यायालय, स्वविवेकानुसार, यह अपेक्षा कर सकता है कि ऐसे हस्ताक्षर साबित किए जाएं।",
  },
  {
    id: 341,
    prevCode: "295",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "331",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "लोक सेवकों के आचरण के सबूत के बारे में शपथपत्र- \nजब किसी न्यायालय में इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही के दौरान कोई आवेदन किया जाता है और उसमें किसी लोक सेवक के बारे में अभिकथन किए जाते हैं तब आवेदक आवेदन में अभिकथित तथ्यों का शपथपत्र द्वारा साक्ष्य दे सकता है और यदि न्यायालय ठीक समझे तो वह आदेश दे सकता है कि ऐसे तथ्यों से सम्बन्धित साक्ष्य इस प्रकार दिया जाए।",
  },
  {
    id: 342,
    prevCode: "296",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "332",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "शपथपत्र पर औपचारिक साक्ष्य- \n(1) किसी भी व्यक्ति का ऐसा साक्ष्य जो औपचारिक है शपथपत्र द्वारा दिया जा सकता है और, सब न्यायसंगत अपवादों के अधीन रहते हुए, इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में साक्ष्य में पढ़ा जा सकता है। \n(2) यदि न्यायालय ठीक समझे तो वह किसी व्यक्ति को समन कर सकता है और उसके शपथपत्र में अतवित तथ्यों के बारे में उसकी परीक्षा कर सकता है किन्तु अभियोजन या अभियुक्त के आवेदन पर ऐसा करेगा।",
  },
  {
    id: 343,
    prevCode: "297",
    prevCodeInfo: "----",
    newCode: "333",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "प्राधिकारी जिनके समक्ष शपथपत्रों पर शपथ ग्रहण किया जा सकेगा- \n(1) इस संहिता के अधीन किसी न्यायालय के समक्ष उपयोग में लाए जाने वाले शपथपत्रों पर शपथ ग्रहण या प्रतिज्ञान निम्नलिखित के समक्ष किया जा सकता है- \n(क) कोई न्यायाधीश या कोई न्यायिक या कार्यपालक मजिस्ट्रेट; या \n(ख) उच्च न्यायालय या सेशन न्यायालय द्वारा नियुक्त कोई शपथ %आयुक्तः% या \n(ग) नोटरी अधिनियम, 1952 (1952 का 53) के अधीन नियुक्त कोई नोटरी। \n(2) शपथपत्र ऐसे तथ्यों तक, जिन्हें अभिसाक्षी स्वयं अपनी जानकारी से साबित करने के लिए समर्थ है और ऐसे तथ्यों तक जिनके सत्य होने का विश्वास करने के लिए उसके पास उचित आधार है, सीमित होंगे और उनमें उनका कथन अलग-अलग होगा तथा विश्वास के आधारों की दशा में अभिसाक्षी ऐसे विश्वास के आधारों का स्पष्ट कथन करेगा। \n(3) न्यायालय शपथपत्र में किसी कलंकात्मक और विसंगत बात के काटे जाने या संशोधित किए जाने का आदेश दे सकेगा।",
  },
  {
    id: 344,
    prevCode: "298",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "334",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "पूर्व दोषसिद्धि या दोषमुक्ति कैसे साबित की जाए- \nपूर्व दोषसिद्धि या दोषमुक्ति को, इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही में, किसी अन्य ऐसे ढंग के अतिरिक्त, जो तत्समय प्रवृत्त किसी विधि द्वारा उपबन्धित है, \n(क) ऐसे उद्धरण द्वारा, जिसका उस न्यायालय के, जिसमें ऐसी दोषसिद्धि या दोषमुक्ति हुई, अभिलेखों को अभिरक्षा में रखने वाले अधिकारी के हस्ताक्षर द्वारा प्रमाणित उस दण्डादेश या आदेश की प्रतिलिपि होना है; या \n(ख) दोषसिद्धि की दशा में, या तो ऐसे प्रमाणपत्र द्वारा, जो उस जेल के भारसाधक अधिकारी द्वारा हस्ताक्षरित है जिसमें दण्ड या उसका कोई भाग भोगा गया या सुपुर्दगी के उस वारण्ट को पेश करके, जिनके अधीन दण्ड भोगा गया था, और इन दशाओं में से प्रत्येक में इस बात के साक्ष्य के साथ कि अभियुक्त व्यक्ति वही व्यक्ति है जो ऐसे दोषसिद्ध या दोषमुक्त किया गया, साबित किया जा सकेगा।",
  },
  {
    id: 345,
    prevCode: "299",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "335",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "अभियुक्त की अनुपस्थिति में साक्ष्य का अभिलेख- \n(1) यदि यह साबित कर दिया जाता है कि अभियुक्त व्यक्ति फरार हो गया है और उसके तुरन्त गिरफ्तार किये जाने की कोई सम्भावना नहीं है तो उस अपराध के लिए, जिसका परिवाद किया गया है, उस व्यक्ति का विचारण करने के लिए या विचारण के लिए सुपुर्द करने के लिए सक्षम न्यायालय अभियोजन की ओर से पेश किए गए साक्षियों की (यदि कोई हो), उसकी अनुपस्थिति में परीक्षा कर सकता है और उनका अभिसाक्ष्य अभिलिखित कर सकता है और ऐसा कोई अभिसाक्ष्य उस व्यक्ति के गिरफ्तार होने पर, उस अपराध की जांच या विचारण में, जिसका उस पर आरोप है, उसके विरुद्ध साक्ष्य में दिया जा सकता है यदि अभिसाक्षी मर गया है, या साक्ष्य देने के लिए असमर्थ है, या मिल नहीं सकता है या उसकी हाजिरी इतने विलम्ब, व्यय या असुविधा के बिना, जितनी कि मामले की परिस्थितियों में अनुचित होगी, नहीं कराई जा सकती है। \n(2) यदि यह प्रतीत होता है कि मृत्यु या आजीवन कारावास से दण्डनीय कोई अपराध किसी अज्ञात व्यक्ति या किन्हीं अज्ञात व्यक्तियों द्वारा किया गया है तो उच्च न्यायालय या सेशन न्यायाधीश निदेश दे सकता है कि कोई प्रथम वर्ग मजिस्ट्रेट जांच करे और किन्हीं साक्षियों की जो अपराध के बारे में साक्ष्य दे सकते हों, परोक्षा करे और ऐसे लिया गया कोई अभिसाक्ष्य, किसी ऐसे व्यक्ति के विरुद्ध जिस पर अपराध का सत्पश्चात् अभियोग लगाया जाता है, साक्ष्य में दिया जा सकता है यदि अभिसाक्षी मर जाता है या साक्ष्य देने के लिए असमर्थ हो जाता है या भारत की सीमाओं से परे है।",
  },
  {
    id: 346,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "336",
    chapter: chapter["25"].heading + ", " + chapter["25"].ख,
    newCodeInfo:
      "%कतिपय मामलों में लोक सेवकों, विशेषज्ञों, पुलिस अधिकारियों का साक्ष्य - \nजहां लोक सेवक, वैज्ञानिक विशेषज्ञ या चिकित्सा अधिकारी द्वारा तैयार किया गया कोई दस्तावेज या रिपोर्ट, इस संहिता के अधीन किसी जांच, विचारण या किसी अन्य कार्यवाही में साक्ष्य के रूप में प्रयुक्त किए जाने के लिए तात्पर्थित है, और- \n(i) ऐसा लोक सेवक, विशेषज्ञ या अधिकारी, या तो स्थानान्तरित, सेवानिवृत्त हो जाता है या मर जाता है; या \n(ii) ऐसा लोक सेवक, विशेषज्ञ या अधिकारी, पाया नहीं जा सकता है या अभिसाक्ष्य देने के लिए असमर्थ है; या \n(iii) ऐसे लोक सेवक, विशेषज्ञ या अधिकारी जो जांच, विचारण या अन्य कार्यवाही करने में देरी करते हैं की संरक्षा; \nतो न्यायालय, ऐसे दस्तावेज या रिपोर्ट पर अभिसाक्ष्य देने के लिए ऐसे अधिकारी, विशेषज्ञ या लोक सेवक के उत्तरजीवी अधिकारी जो ऐसे अभिसाक्ष्य के समय पर धारण किए हुए हैं, को सुनिश्चित करेगा : \nपरन्तु किसी भी लोक सेवक, वैज्ञानिक विशेषज्ञ या चिकित्सा अधिकारी को न्यायालय के समक्ष हाजिर होने के लिए तब तक नहीं कहा जाएगा जब तक कि ऐसे लोक सेवक, वैज्ञानिक विशेषज्ञ या चिकित्सा अधिकारी की रिपोर्ट पर विचारण या अन्य कार्यवाहियों के पक्षकारों में से किसी के द्वारा उस पर विवाद नहीं किया गया है: \nपरन्तु यह और कि ऐसे उत्तरवर्ती लोक सेवक, विशेषज्ञ या अधिकारी के अभिसाक्ष्य को श्रव्य दृव्य इलैक्ट्रानिक साधनों के माध्यम से भी अनुज्ञात किया जा सकेगा।",
  },
  {
    id: 347,
    prevCode: "300",
    prevCodeInfo: "----",
    newCode: "337",
    chapter: chapter["26"],
    newCodeInfo:
      "एक बार दोषसिद्ध या दोषमुक्त किए गए व्यक्ति का उसी अपराध के लिए विचारण न किया जाना- \n(1) जिस व्यक्ति का किसी अपराध के लिए सक्षम अधिकारिता वाले न्यायालय द्वारा एक बार विचारण किया जा चुका है और जो ऐसे अपराध के लिए दोषसिद्ध या दोषमुक्त किया जा चुका है, वह पुनः जब तक ऐसी दोषसिद्धि या दोषमुक्ति प्रवृत्त रहती है तब तक न तो उसी अपराध के लिए विचारण का भागी होगा और न उन्हीं तथ्यों पर किसी ऐसे अन्य अपराध के लिए विचारण का भागी होगा जिसके लिए उसके विरुद्ध लगाए गए आरोप से भिन्न आरोप %धारा 244% की उपधारा (1) के अधीन लगाया जा सकता था या जिसके लिए वह उसकी उपधारा (2) के अधीन दोषसिद्ध किया जा सकता था। \n(2) किसी अपराध के लिए दोषमुक्त या दोषसिद्ध किए गए किसी व्यक्ति का विचारण, तत्पश्चात् राज्य सरकार की सम्मति से किसी ऐसे भिन्न अपराध के लिए किया जा सकता है जिसके लिए पूर्वगामी विचारण में उसके विरुद्ध %धारा 243% की उपधारा (1) के अधीन पृथक् आरोप लगाया जा सकता था। \n(3) जो व्यक्ति किसी ऐसे कार्य से बनने वाले किसी अपराध के लिए दोषसिद्ध किया गया है, जो ऐसे परिणाम पैदा करता है जो उस कार्य से मिलकर उस अपराध से, जिसके लिए वह सिद्धदोष हुआ, भिन्न कोई अपराध बनाते हैं, उसका ऐसे अन्तिम वर्णित अपराध के लिए तत्पश्चात् विचारण किया जा सकता है, यदि उस समय जब वह दोषसिद्ध किया गया था वे परिणाम हुए नहीं थे या उनका होना न्यायालय को ज्ञात नहीं था। \n(4) जो व्यक्ति किन्हीं कार्यों से बनने वाले किसी अपराध के लिए दोषमुक्त या दोषसिद्ध किया गया है, उस पर ऐसी दोषमुक्ति या दोषसिद्धि के होने पर भी, उन्हीं काययों से बनने वाले और उसके द्वारा किए गए किसी अन्य अपराध के लिए तत्पश्चात् आरोप लगाया जा सकता है और उसका विचारण किया जा सकता है, यदि वह न्यायालय, जिसके द्वारा पहले उसका विचारण किया गया था, उस अपराध के विचारण के लिए सक्षम नहीं था जिसके लिए बाद में उस पर आरोप लगाया जाता है। \n(5) %धारा 281% के अधीन उन्मोचित किए गए व्यक्ति का उसी अपराध के लिए पुनः विचारण उस आपलय की, जिसके द्वारा वह उन्मोचित किया गया था, या अन्य किसी ऐसे न्यायालय की, जिसके प्रथम अति न्यायालय अधीनस्थ है, सम्मति के बिना नहीं किया जाएगा। \n(6) इस धारा की कोई बात साधारण खण्ड अधिनियम, 1897 (1897 का 10) की धारा 26 के या इस संहिता की %धारा 208% के उपबन्धों पर प्रभाव नहीं डालेगी। \nस्पष्टीकरण-परिवाद का खारिज किया जाना या अभियुक्त का उन्मोचन इस धारा के प्रयोजन के लिए दोषमुक्ति नहीं है। \nदृष्टान्त \n(क) क का विचारण सेवक की हैसियत में चोरी करने के आरोप पर किया जाता है और वह दोषमुक्त कर दिया जाता है। जब तक दोषमुक्ति प्रवृत्त रहे, उस पर सेवक के रूप में चोरी के लिए या उन्हीं तथ्यों पर केवल चोरी के लिए या आपराधिक न्यास-भंग के लिए बाद में आरोप नहीं लगाया जा सकता। \n(ख) घोर उपहति कारित करने के लिए क का विचारण किया जाता है और वह दोषसिद्ध किया जाता है। क्षत व्यक्ति तत्पश्चात् मर जाता है। आपराधिक मानववध के लिए क का पुनः विचारण किया जा सकेगा। \n(ग) ख के आपराधिक मानववध के लिए क पर सेशन न्यायालय के समक्ष आरोप लगाया जाता है और वह दोषसिद्ध किया जाता है। ख की हत्या के लिए क का उन्हीं तथ्यों पर तत्पश्चात् विचारण नहीं किया जा सकेगा। \n(घ) ख को स्वेच्छा से उपहति कारित करने के लिए क पर प्रथम वर्ग मजिस्ट्रेट द्वारा आरोप लगाया जाता है और वह दोषसिद्ध किया जाता है। ख को स्वेच्छा से घोर उपहति कारित करने के लिए क का उन्हीं उथ्यों पर तत्पश्चात् विचारण नहीं किया जा सकेगा जब तक कि मामला इस धारा की उपधारा (3) के भीतर न आए। \n(ङ) ख के शरीर से सम्पत्ति की चोरी करने के लिए क पर द्वितीय वर्ग मजिस्ट्रेट द्वारा आरोप लगाया जाता है और वह दोषसिद्ध किया जाता है। उन्हीं तथ्यों पर तत्पश्चात् क पर लूट का आरोप लगाया जा सकेगा और उसका विचारण किया जा सकेगा। \n(च) घ को लूटने के लिए क, ख और ग पर प्रथम वर्ग मजिस्ट्रेट द्वारा आरोप लगाया जाता है और के दोषसिद्ध किए जाते हैं। डकैती के लिए उन्हीं तथ्यों पर तत्पश्चात् क, ख और ग पर आरोप लगाया हा सकेगा और उनका विचारण किया जा सकेगा।",
  },
  {
    id: 348,
    prevCode: "301",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "338",
    chapter: chapter["26"],
    newCodeInfo:
      "लोक अभियोजकों द्वारा हाजिरी- \n(1) किसी मामले का भारसाधक लोक अभियोजक सहायक लोक अभियोजक किसी न्यायालय में, जिसमें वह मामला जांच, विचारण या अपील के अधीन है. किसी लिखित प्राधिकार के बिना हाजिर हो सकता है और अभिवचन कर सकता है। \n(2) किसी ऐसे मामले में यदि कोई प्राइवेट व्यक्ति किसी न्यायालय में किसी व्यक्ति को अभियोजि करने के लिए, किसी अधिवक्ता को अनुदेश देता है तो मामले का भारसाधक लोक अभियोजक या सा लोक अभियोजक अभियोजन का संचालन करेगा और ऐसे अनुदिष्ट अधिवक्ता उसमें लोक अभियोजक सहायक लोक अभियोजक के निदेश के अधीन कार्य करेगा और न्यायालय की अनुज्ञा से उस मामले में की समाप्ति पर लिखित रूप में तर्क पेश कर सकेगा।",
  },
  {
    id: 349,
    prevCode: "302",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "339",
    chapter: chapter["26"],
    newCodeInfo:
      "अभियोजन का संचालन करने की अनुज्ञा- \n(1) किसी मामले की जांच या विचा वाला कोई मजिस्ट्रेट निरीक्षक की पंक्ति से नीचे के पुलिस अधिकारी से भित्र किसी भी व्यक्ति द्वारा अभियोजन के संचालित किए जाने की अनुज्ञा दे सकता है; किन्तु महाधिवक्ता या सरकारी अधिवक्ता या लोक अभियोजक या सहायक लोक अभियोजक से भिन्न कोई व्यक्ति ऐसी अनुज्ञा के बिना ऐसा करने का हकदार न होगा: \nपरन्तु यदि पुलिस के किसी अधिकारी ने उस अपराध के अन्वेषण में, जिसके बारे में अभियुक्त का अभियोजन किया जा रहा है, भाग लिया है तो अभियोजन का संचालन करने की उसे अनुज्ञा न दी जाएगी। \n(2) अभियोजन का संचालन करने वाला कोई व्यक्ति स्वयं या अधिवक्ता द्वारा ऐसा कर सकता है।",
  },
  {
    id: 350,
    prevCode: "303",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "340",
    chapter: chapter["26"],
    newCodeInfo:
      "जिस व्यक्ति के विरुद्ध कार्यवाही संस्थित की गई है उसका प्रतिरक्षा कराने का अधिकार- \nजो व्यक्ति दण्ड न्यायालय के समक्ष अपराध के लिए अभियुक्त है या जिसके विरुद्ध इस संहिता के अधीन कार्यवाहियां संस्थित की गई हैं, उसका यह अधिकार होगा कि उसकी पसन्द के अधिवक्ता द्वारा उसकी प्रतिरक्षा की जाए।",
  },
  {
    id: 351,
    prevCode: "304",
    prevCodeInfo: "----",
    newCode: "341",
    chapter: chapter["26"],
    newCodeInfo:
      "कुछ मामलों में अभियुक्त को राज्य के व्यय पर विधिक सहायता- \n(1) जहां न्यायालय के समक्ष किसी विचारण %या अपील% में, अभियुक्त का प्रतिनिधित्व किसी अधिवक्ता द्वारा नहीं किया जाता है और जहां न्यायालय को यह प्रतीत होता है कि अभियुक्त के पास किसी अधिवक्ता को नियुक्त करने के लिए पर्याप्त साधन नहीं है, वहां न्यायालय उसकी प्रतिरक्षा के लिए राज्य के व्यय पर अधिवक्ता नियत करेगा। \n(2) राज्य सरकार के पूर्व अनुमोदन से उच्च न्यायालय- \n(क) उपधारा (1) के अधीन प्रतिरक्षा के लिए %अधिवक्ताओं% के चयन के ढंग का; \n(ख) ऐसे %अधिवक्ताओं% को न्यायालयों द्वारा दी जाने वाली सुविधाओं का; \n(ग) ऐसे %अधिवक्ताओं% को सरकार द्वारा संदेय फीसों का और साधारणतः उपधारा (1) के प्रयोजनों को कार्यान्वित करने के लिए, उपबन्ध करने वाले नियम बना सकता है। \n(3) राज्य सरकार अधिसूचना द्वारा यह निदेश दे सकती है कि उस तारीख से, जो अधिसूचना में विनिर्दिष्ट की जाए, उपधारा (1) और (2) के उपबन्ध राज्य के अन्य न्यायालयों के समक्ष किसी वर्ग के विचारणों के सम्बन्ध में वैसे ही लागू होंगे जैसे वे सेशन न्यायालय के समक्ष विचारणों के सम्बन्ध में लागू होते हैं।",
  },
  {
    id: 352,
    prevCode: "305",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "342",
    chapter: chapter["26"],
    newCodeInfo:
      'प्रक्रिया, जब निगम या रजिस्ट्रीकृत सोसाइटी अभियुक्त है- \n(1) इस धारा में, "निगम" से कोई निगमित कम्पनी या अन्य निगमित निकाय अभिप्रेत है, और इसके अन्तर्गत सोसाइटी रजिस्ट्रीकरण अधिनियम, 1860 (1860 का 21) के अधीन रजिस्ट्रीकृत सोसाइटी भी है। \n(2) जहां कोई निगम किसी जांच या विचारण में अभियुक्त व्यक्ति या अभियुक्त व्यक्तियों में से एक है वहां वह ऐसी जांच या विचारण के प्रयोजनार्थ एक प्रतिनिधि नियुक्त कर सकता है और ऐसी नियुक्ति निगम की मुद्रा के अधीन करना आवश्यक नहीं होगा। \n(3) जहां निगम का कोई प्रतिनिधि हाजिर होता है, वहां इस संहिता की इस अपेक्षा का कि कोई बात अभियुक्त की हाजिरी में की जाएगी या अभियुक्त को पढ़कर सुनाई जाएगी या बताई जाएगी या समझाई जाएगी, इस अपेक्षा के रूप में अर्थ लगाया जाएगा कि वह, बात प्रतिनिधि की हाजिरी में की जाएगी, प्रतिनिधि को पढ़कर सुनाई जाएगी या बताई जाएगी या समझाई जाएगी और किसी ऐसी अपेक्षा का कि अभियुक्त की परीक्षा की जाएगी, इस अपेक्षा के रूप में अर्थ लगाया जाएगा कि प्रतिनिधि की परीक्षा की जाएगी। \n(4) जहां निगम का कोई प्रतिनिधि हाजिर नहीं होता है, वहां कोई ऐसी अपेक्षा, जो उपधारा (3) में निर्दिष्ट है, लागू नहीं होगी। \n(5) जहां निगम के प्रबन्ध निदेशक द्वारा यर्या किसी ऐसे व्यक्ति द्वारा (वह चाहे जिस नाम से पुकारा जाता हो) जो निगम के कार्यकलाप का प्रबन्ध करता है या प्रबन्ध करने वाले व्यक्तियों में से एक है, हस्ताक्षर किया गया तात्पर्थित इस भाव का लिखित कथन फाइल किया जाता है कि कथन में नामित व्यक्ति को इस धारा के प्रयोजनों के लिए निगम के प्रतिनिधि के रूप में नियुक्त किया गया है, वहां न्यायालय, जब तक इसके प्रतिकूल साबित नहीं किया जाता है, यह उपधारणा करेगा कि ऐसा व्यक्ति इस प्रकार नियुक्त किया गया है। \n(6) यदि यह प्रश्न उठता है कि न्यायालय के समक्ष किसी जांच या विचारण में निगम के प्रतिनिधि के रूप में हाजिर होने वाला कोई व्यक्ति ऐसा प्रतिनिधि है या नहीं, तो उस प्रश्न का अवधारण न्यायालय द्वारा किया जाएगा।',
  },
  {
    id: 353,
    prevCode: "306",
    prevCodeInfo: "सह-अपराधी को क्षमा-दान-",
    newCode: "343",
    chapter: chapter["26"],
    newCodeInfo:
      "सह-अपराधी को क्षमा-दान- \n(1) किसी ऐसे अपराध से, जिसे यह धारा लागू होती है, प्रत्यक्ष या परोक्ष रूप में सम्बद्ध या संसर्गित समझे जाने वाले किसी व्यक्ति का साक्ष्य अभिप्राप्त करने की दृष्टि से. मुख्य न्यायिक मजिस्ट्रेट अपराध के अन्वेषण या जांच या विचारण के किसी प्रक्रम में, और अपराध की जांच या विचारण करने वाला प्रथम वर्ग मजिस्ट्रेट जांच या विचारण के किसी प्रक्रम में उस व्यक्ति को इस शर्त पर क्षमा-दान कर सकता है कि वह अपराध के सम्बन्ध में और उसके किए जाने में चाहे कर्ता या दुष्प्रेरक के रूप में सम्बद्ध प्रत्येक अन्य व्यक्ति के सम्बन्ध में सब परिस्थितियों का, जिनकी उसे जानकारी हो, पूर्ण और सत्य प्रकटन कर दे। \n(2) यह धारा निम्नलिखित को लागू होती है :- \n(क) अनन्यतः सेशन न्यायालय द्वारा या %तत्समय प्रवृत्त किसी अन्य विधि के अधीन% नियुक्त विशेष न्यायाधीश के न्यायालय द्वारा विचारणीय कोई अपराध; \n(ख) ऐसे कारावास से, जिसकी अवधि सात वर्ष तक की हो या अधिक कठोर दण्ड से दण्डनीय कोई अपराध। \n(3) प्रत्येक मजिस्ट्रेट जो, उपधारा (1) के अधीन क्षमा-दान करता है, - \n(क) ऐसा करने के अपने कारणों को अभिलिखित करेगा; \n(ख) यह अभिलिखित करेगा कि क्षमा-दान उस व्यक्ति द्वारा, जिसको कि वह किया गया था स्वीकार कर लिया गया था या नहीं, और अभियुक्त द्वारा आवेदन किए जाने पर उसे ऐसे अभिलेख की प्रतिलिपि निःशुल्क देगा। \n(4) उपधारा (1) के अधीन क्षमा-दान स्वीकार करने वाले- \n(क) प्रत्येक व्यक्ति की अपराध का संज्ञान करने वाले मजिस्ट्रेट के न्यायालय में और पश्चात्वर्ती विचारण में यदि कोई हो, साक्षी के रूप में परीक्षा की जाएगी; \n(ख) प्रत्येक व्यक्ति को, जब तक कि वह पहले से ही जमानत पर न हो, विचारण खत्म होने तक अभिरक्षा में निरुद्ध रखा जाएगा। \n(5) जहां किसी व्यक्ति ने उपधारा (1) के अधीन किया गया क्षमा-दान स्वीकार कर लिया है और उसकी उपधारा (4) के अधीन परीक्षा की जा चुकी है, वहां अपराध का संज्ञान करने वाला मजिस्ट्रेट, मामले में कोई अतिरिक्त जांच किए बिना, - \n(क) मामले को- \n(i) यदि अपराध अनन्यतः सेशन न्यायालय द्वारा विचारणीय है या यदि संज्ञान करने वाला मजिस्ट्रेट मुख्य न्यायिक मजिस्ट्रेट है तो, उस न्यायालय को सुपुर्द कर देगा; \n(ii) यदि अपराध अनन्यतः %तत्समय प्रवृत्त अन्य विधि% के अधीन नियुक्त विशेष न्यायाधीश के न्यायालय द्वारा विचारणीय है तो उस न्यायालय को सुपुर्द कर देगा; \n(ख) किसी अन्य दशा में, मामला मुख्य न्यायिक मजिस्ट्रेट के हवाले करेगा जो उसका विचारण स्वयं करेगा।",
  },
  {
    id: 354,
    prevCode: "307",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "344",
    chapter: chapter["26"],
    newCodeInfo:
      "क्षमा-दान का निदेश देने की शक्ति- \nमामले की सुपुर्दगी के पश्चात् किसी समय किन्तु निर्णय दिए जाने के पूर्व वह न्यायालय जिसे मामला सुपुर्द किया जाता है किसी ऐसे अपराध से प्रत्यक्ष या परोक्ष रूप में सम्बद्ध या संसर्गित समझे जाने वाले किसी व्यक्ति का साक्ष्य विचारण में अभिप्राप्त करने की दृष्टि से उस व्यक्ति को उसी शर्त पर क्षमा-दान कर सकता है।",
  },
  {
    id: 355,
    prevCode: "308",
    prevCodeInfo: "----",
    newCode: "345",
    chapter: chapter["26"],
    newCodeInfo:
      "क्षमा की शर्तों का पालन न करने वाले व्यक्ति का विचारण- \n(1) जहां ऐसे व्यक्ति के बारे में जिसने %धारा 343 या धारा 344% के अधीन क्षमा-दान स्वीकार कर लिया है, लोक अभियोजक प्रमाणित करता है कि उसकी राय में ऐसे व्यक्ति ने या तो किसी अत्यावश्यक बात को जानबूझकर छिपा कर या मिथ्या साक्ष्य देकर उस शर्त का पालन नहीं किया है जिस पर क्षमा-दान किया गया था वहां ऐसे व्यक्ति का विचारण उस अपराध के लिए, जिसके बारे में ऐसे क्षमा-दान किया गया था या किसी अन्य अपराध के लिए, जिसका वह उस विषय के सम्बन्ध में दोषी प्रतीत होता है, और मिथ्या साक्ष्य के भी अपराध के लिए भी विचारण किया जा सकता है: \nपरन्तु ऐसे व्यक्ति का विचारण अन्य अभियुक्तों में से किसी के साथ संयुक्ततः नहीं किया जाएगा : \nपरन्तु यह और कि मिथ्या साक्ष्य देने के अपराध के लिए ऐसे व्यक्ति का विचारण उच्च न्यायालय को मंजूरी के बिना नहीं किया जाएगा और %धारा 215 या धारा 379% की कोई बात उस अपराध को लागू न होगी। \n(2) क्षमा-दान स्वीकार करने वाले ऐसे व्यक्ति द्वारा किया गया और धारा 183 के अधीन किसी मजिस्ट्रेट द्वारा या %धारा 343% की उपधारा (4) के अधीन किसी न्यायालय द्वारा अभिलिखित कोई कथन ऐसे विचारण में उसके विरुद्ध साक्ष्य में दिया जा सकता है। \n(3) ऐसे विचारण में अभियुक्त यह अभिवचन करने का हकदार होगा कि उसने उन शर्तों का पालन कर दिया है जिन पर उसे क्षमा-दान दिया गया था, और तब यह साबित करना अभियोजन का काम होगा कि ऐसी शर्तों का पालन नहीं किया गया है। \n(4) ऐसे विचारण के समय न्यायालय- \n(क) यदि वह सेशन न्यायालय है तो आरोप अभियुक्त को पढ़कर सुनाए जाने और समझाए जाने के पूर्व; \n(ख) यदि वह मजिस्ट्रेट का न्यायालय है तो अभियोजन के साक्षियों का साक्ष्य लिए जाने के पूर्व, अभियुक्त से पूछेगा कि क्या वह यह अभिवचन करता है कि उसने उन शर्तों का पालन किया है जिन पर उसे क्षमा-दान दिया गया था। \n(5) यदि अभियुक्त ऐसा अभिवचन करता है तो न्यायालय उस अभिवाक् को अभिलिखित करेगा और विवारण के लिए अग्रसर होगा और वह मामले में निर्णय देने के पूर्व इस विषय में निष्कर्ष निकालेगा कि अभियुक्त ने क्षमा की शर्तों का पालन किया है या नहीं; और यदि यह निष्कर्ष निकलता है कि उसने ऐसा पालन किया है तो वह इस संहिता में किसी बात के होते हुए भी, दोषमुक्ति का निर्णय देगा।",
  },
  {
    id: 356,
    prevCode: "309",
    prevCodeInfo: "----",
    newCode: "346",
    chapter: chapter["26"],
    newCodeInfo:
      "कार्यवाही को मुल्तवी या स्थगित करने की शक्ति- \n(1) प्रत्येक जांच या विचारण में, कार्यवाहियां सभी हाजिर साक्षियों की परीक्षा हो जाने तक दिन- प्रतिदिन जारी रखी जाएंगी, जब तक कि ऐसे कारणों से, जो लेखबद्ध किये जायेंगे, न्यायालय उन्हें अगले दिन से परे स्थगित करना आवश्यक न समझे : \nपरन्तु जब जांच या विचारण %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71% के अधीन किसी अपराध से सम्बन्धित है, तब जांच या विचारण, यथासंभव आरोप-पत्र फाइल किये जाने की तारीख से दो मास की अवधि के भीतर पूरा किया जायेगा। \n(2) यदि न्यायालय किसी अपराध का संज्ञान करने या विचारण के प्रारम्भ होने के पश्चात् यह आवश्यक या उचित समझता है कि किसी जांच या विचारण का प्रारम्भ करना मुल्तवी कर दिया जाए या उसे स्थगित कर दिया जाए तो वह समय-समय पर, ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, ऐसे निबन्धनों पर, जैसे वह ठीक समझे, उतने समय के लिए जितना वह उचित समझे उसे मुल्तवी या स्थगित कर सकता है और यदि अभियुक्त अभिरक्षा में है तो उसे वारण्ट द्वारा प्रतिप्रेषित कर सकता है : \nपरन्तु कोई न्यायालय किसी अभियुक्त को इस धारा के अधीन एक समय में पन्द्रह दिन से अधिक की अवधि के लिए अभिरक्षा में प्रतिप्रेषित न करेगा: \nपरन्तु यह और कि जब साक्षी हाजिर हों तब उनकी परीक्षा किए बिना स्थगन या मुल्तवी करने की मंजूरी विशेष कारणों के बिना, जो लेखबद्ध किए जाएंगे, नहीं दी जाएगी: \nपरन्तु यह भी कि कोई स्थगन केवल इस प्रयोजन के लिए नहीं मंजूर किया जाएगा कि वह अभियुक्त व्यक्ति को उस पर अधिरोपित किए जाने के लिए प्रस्थापित दण्डादेश के विरुद्ध हेतुक दर्शित करने में समर्थ बनाए : \nपरन्तु यह भी कि- \n(क) कोई भी स्थगन किसी पक्षकार के अनुरोध पर %तभी मंजूर किया% जाएगा, जब परिस्थितियां उस पक्षकार के नियंत्रण से परे हों; \n(ख) %जहां परिस्थितियां पक्षकार के नियंत्रण से बाहर है, न्यायालय द्वारा अन्य पक्षकारों के आक्षेपों की सुनवाई के पश्चात् और ऐसे कारणों से जो अभिलिखित किए जाएं, दो से अनधिक स्थगन प्रदान किया जा सकेगा;% \n(ग) यह तथ्य कि पक्षकार का %अधिवक्ता% किसी अन्य न्यायालय में व्यस्त है, स्थगन के लिए कोई आधार नहीं होगा; \n(घ) जहां साक्षी न्यायालय में हाजिर है किन्तु पक्षकार या उसका %अधिवक्ता% हाजिर नहीं है या पक्षकार या उसका %अधिवक्ता% न्यायालय में हाजिर तो है, किन्तु साक्षी को परीक्षा या प्रतिपरीक्षा करने के लिए तैयार नहीं है वहां यदि न्यायालय ठीक समझता है तो वह साक्षी का कथन अभिलिखित कर सकेगा और ऐसे आदेश पारित कर सकेगा, जो यथास्थिति, साक्षी की मुख्य परीक्षा या प्रतिपरीक्षा से छूट देने के लिए ठीक समझे। \nस्पष्टीकरण 1- यदि यह सन्देह करने के लिए पर्याप्त साक्ष्य प्राप्त कर लिया गया है कि हो सकता है कि अभियुक्त ने अपराध किया है और यह सम्भाव्य प्रतीत होता है कि प्रतिप्रेषण करने पर अतिरिक्त साक्ष्य प्राप्त किया जा सकता है तो यह प्रतिप्रेषण के लिए एक उचित कारण होगा। \nस्पष्टीकरण 2- जिन निबन्धनों पर कोई स्थगन या मुल्तवी करना मंजूर किया जा सकता है, उनके अन्तर्गत समुचित मामलों में अभियोजन या अभियुक्त द्वारा खचाँ का दिया जाना भी है।",
  },
  {
    id: 357,
    prevCode: "310",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "347",
    chapter: chapter["26"],
    newCodeInfo:
      "स्थानीय निरीक्षण - \n(1) कोई न्यायाधीश या मजिस्ट्रेट किसी जांच, विचारण या अन्य कार्यवाही के किसी प्रक्रम में, पक्षकारों को सम्यक् सूचना देने के पश्चात् किसी स्थान में, जिसमें अपराध का किया जाना अभिकथित है, या किसी अन्य स्थान में जा सकेगा और उसका निरीक्षण कर सकता है, जिसके बारे में उसकी राय है कि उसका अवलोकन ऐसी जांच या विचारण में दिए गये साक्ष्य का उचित विवेचन करने के प्रयोजन से आवश्यक है और ऐसे निरीक्षण में देखे गए किन्हीं सुसंगत तथ्यों का ज्ञापन, अनावश्यक विलम्ब के बिना, लेखबद्ध करेगा। \n(2) ऐसा ज्ञापन मामले के अभिलेख का भाग होगा और यदि अभियोजक, परिवादी या अभियुक्त या मामले का अन्य कोई पक्षकार ऐसा चाहे तो उसे ज्ञापन की प्रतिलिपि निःशुल्क दी जाएगी।",
  },
  {
    id: 358,
    prevCode: "311",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "348",
    chapter: chapter["26"],
    newCodeInfo:
      "आवश्यक साक्षी को समन करने या उपस्थित व्यक्ति की परीक्षा करने की शक्ति- \nकोई न्यायालय इस संहिता के अधीन किसी जांच, विचारण या अन्य कार्यवाही के किसी प्रक्रम में किसी व्यक्ति को साक्षी के तौर पर समन कर सकता है या किसी ऐसे व्यक्ति की, जो हाजिर हो, यद्यपि वह साक्षी के रूप में समन न किया गया हो, परीक्षा कर सकता है, किसी व्यक्ति को, जिसकी पहले परीक्षा की जा चुकी है पुनः बुला सकता है और उसकी पुनः परीक्षा कर सकता है; और यदि न्यायालय को मामले के न्यायसंगत विनिश्चय के लिए किसी ऐसे व्यक्ति का साक्ष्य आवश्यक प्रतीत होता है तो वह ऐसे व्यक्ति को समन करेगा और उसकी परीक्षा करेगा या उसे पुनः बुलाएगा और उसकी पुनः परीक्षा करेगा।",
  },
  {
    id: 359,
    prevCode: "311क",
    prevCodeInfo: "----",
    newCode: "349",
    chapter: chapter["26"],
    newCodeInfo:
      "नमूना हस्ताक्षर या हस्तलेख देने के लिये किसी व्यक्ति को आदेश देने की मजिस्ट्रेट की शक्ति - \nयदि प्रथम वर्ग मजिस्ट्रेट का यह समाधान हो जाता है कि इस संहिता के अधीन किसी अन्वेषण या कार्यवाही के %प्रयोजनों के लिये%, किसी व्यक्ति को, जिसके अन्तर्गत अभियुक्त व्यक्ति भी है, नमूना हस्ताक्षर या %अंगुली के निशान% या हस्तलेख या %आवाज का सैंपल% देने के लिए निर्देश देना समीचीन है, तो वह उस आशय का आदेश कर सकेगा और उस दशा में, वह व्यक्ति, जिससे आदेश संबंधित है, ऐसे आदेश में विनिर्दिष्ट समय और स्थान पर पेश किया जायेगा या वहां उपस्थित होगा और अपने नमूना हस्ताक्षर या %अंगुली के निशान% या हस्तलेख या %आवाज का प्रतिदर्श% देगाः परन्तु इस धारा के अधीन कोई आदेश तब तक नहीं किया जाएगा जब तक उस व्यक्ति को ऐसे अन्वेषण या कार्यवाही के संबंध में किसी समय गिरफ्तार न किया गया हो। \n%परन्तु यह और कि मजिस्ट्रेट ऐसे कारणों से जो अभिलिखित किए जाएं, किसी अन्य व्यक्ति को गिरफ्तार किए बिना ऐसा नमूना या प्रतिदर्श देने के लिए आदेश कर सकेगा :%",
  },
  {
    id: 360,
    prevCode: "312",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "350",
    chapter: chapter["26"],
    newCodeInfo:
      "परिवादियों और साक्षियों के व्यय- \nराज्य सरकार द्वारा बनाए गये किन्हीं नियमों के अधीन रहते हुए, यदि कोई दण्ड न्यायालय ठीक समझता है तो वह ऐसे न्यायालय के समक्ष इस संहिता के अधीन किसी आंच, विचारण या अन्य कार्यवाही के प्रयोजन से हाजिर होने वाले किसी परिवादी या साक्षी के उचित ब्ययों के राज्य सरकार द्वारा दिए जाने के लिए आदेश दे सकता है।",
  },
  {
    id: 361,
    prevCode: "313",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "351",
    chapter: chapter["26"],
    newCodeInfo:
      "अभियुक्त की परीक्षा करने की शक्ति- \n(1) प्रत्येक जांच या विचारण में, इस प्रयोजन से कि अभियुक्त अपने विरुद्ध साक्ष्य में प्रकट होने वाली किन्हीं परिस्थितियों का स्वयं स्पष्टीकरण कर सके, \nन्यायालय- \n(क) किसी प्रक्रम में, अभियुक्त को पहले से चेतावनी दिए बिना, उससे ऐसे प्रश्न कर सकता है जो न्यायालय आवश्यक समझे; \n(ख) अभियोजन के साक्षियों की परीक्षा किए जाने के पश्चात् और अभियुक्त से अपनी प्रतिरक्षा करने की अपेक्षा किए जाने के पूर्व उस मामले के बारे में उससे साधारणतया प्रश्न करेगा : \nपरन्तु किसी रागन गागले में, जहां न्यायालय ने अभियुक्त को वैयक्तिक हाजिरी से अभिमुक्ति दे दी है, वहां वह खण्ड (ख) के अधीन उसकी परीक्षा से भी अभिमुक्ति दे सकता है। \n(2) जब अभियुक्त को उपधारा (1) के अधीन परीक्षा की जाती है तब उसे कोई शपथ न दिलाई जाएगी। \n(3) अभियुक्त ऐसे प्रश्नों के उत्तर देने से इन्कार करने से या उसके मिथ्या उत्तर देने से दण्डनीय न हो जाएगा। \n(4) अभियुक्त द्वारा दिए गए उत्तरों पर उस जांच या विचारण में विचार किया जा सकता है और किसी अन्य ऐसे अपराध की, जिसका उसके द्वारा किया जाना दर्शाने की उन उत्तरों की प्रवृत्ति हो, किसी अन्य जांच या विचारण में ऐसे उत्तरों को उसके पक्ष में या उसके विरुद्ध साक्ष्य के तौर पर रखा जा सकता है। \n(5) न्यायालय ऐसे सुसंगत प्रश्न तैयार करने में, जो अभियुक्त से पूछे जाने हैं, अभियोजक और प्रतिरक्षा काउंसेल की सहायता ले सकेगा और न्यायालय इस धारा के पर्याप्त अनुपालन के रूप में अभियुक्त द्वारा लिखित कथन फाइल करने की अनुज्ञा दे सकेगा।",
  },
  {
    id: 362,
    prevCode: "314",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "352",
    chapter: chapter["26"],
    newCodeInfo:
      "मौखिक बहस और बहस का ज्ञापन- \n(1) कार्यवाही का कोई पक्षकार, अपने साक्ष्य की समाप्ति के पश्चात् यथाशक्य शीघ्र संक्षिप्त मौखिक बहस कर सकता है और अपनी मौखिक बहस, यदि कोई हो, पूरी करने के पूर्व, न्यायालय को एक ज्ञापन दे सकता है जिसमें उसके पक्ष के समर्थन में तर्क संक्षेप में और सुभिन्न शीर्षकों में दिए जाएंगे, और ऐसा प्रत्येक ज्ञापन अभिलेख का भाग होगा। \n(2) ऐसे प्रत्येक ज्ञापन की एक प्रतिलिपि उसी समय विरोधी पक्षकार को दी जाएगी। \n(3) कार्यवाही का कोई स्थगन लिखित बहस फाइल करने के प्रयोजन के लिए तब तक नहीं दिया जाएगा जब तक न्यायालय ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, ऐसा स्थगन मंजूर करना आवश्यक न समझे। \n(4) यदि न्यायालय की यह राय है कि मौखिक बहस संक्षिप्त या सुसंगत नहीं है तो वह ऐसी बहसों को विनियमित कर सकता है।",
  },
  {
    id: 363,
    prevCode: "315",
    prevCodeInfo: "----",
    newCode: "353",
    chapter: chapter["26"],
    newCodeInfo:
      "अभियुक्त व्यक्ति का सक्षम साक्षी होना- \n(1) कोई व्यक्ति, जो किसी अपराध के लिए किसी दण्ड न्यायालय के समक्ष अभियुक्त है, प्रतिरक्षा के लिए सक्षम साक्षी होगा और अपने विरुद्ध या उसी विचारण में उसके साथ आरोपित किसी व्यक्ति के विरुद्ध लगाए गए आरोपों को नासाबित करने के लिए शपथ पर साक्ष्य दे सकता है: \nपरन्तु- \n(क) वह स्वयं अपनी लिखित प्रार्थना के बिना साक्षी के रूप में न बुलाया जाएगा, \n(ख) उसका स्वयं साक्ष्य न देना पक्षकारों में से किसी के द्वारा या न्यायालय द्वारा किसी टीका-टिप्पणी का विषय नहीं बनाया जाएगा और न ही उसे उसके, या उसी विचारण में उसके साथ आरोपित किसी व्यक्ति के विरुद्ध कोई उपधारणा ही की जाएगी। \n(2) कोई व्यक्ति जिसके विरुद्ध किसी दण्ड न्यायालय में %धारा 101 या धारा 126 या धारा 127 या धारा 128 या धारा 129% के अधीन या %अध्याय 10% के अधीन या अध्याय 11 के भाग ख, भाग ग, भाग घ के अधीन कार्यवाहियां संस्थित की जाती हैं, ऐसी कार्यवाहियों में अपने आपको साक्षी के रूप में पेश कर सकता है: \nपरन्तु %धारा 127, धारा 128 या धारा 129% के अधीन कार्यवाहियों में ऐसे व्यक्ति द्वारा साक्ष्य न देना पक्षकारों में से किसी के द्वारा या न्यायालय द्वारा किसी टीका टिप्पणी का विषय नहीं बनाया जाएगा और न उससे उसके या किसी अन्य व्यक्ति के विरुद्ध जिसके विरुद्ध उसी जांच में ऐसे व्यक्ति के साथ कार्यवाही की गई है, कोई उपधारणा ही की जाएगी।",
  },
  {
    id: 364,
    prevCode: "316",
    prevCodeInfo: "----",
    newCode: "354",
    chapter: chapter["26"],
    newCodeInfo:
      "प्रकटन उत्प्रेरित करने के लिए किसी प्रभाव का काम में न लाया जाना- \n%धारा 343 और 344% में जैसा उपबन्धित है उसके सिवाय, किसी वचन या धमकी द्वारा या अन्यथा कोई प्रभाव अभियुक्त व्यक्ति पर इस उद्देश्य से नहीं डाला जाएगा कि उसे अपनी जानकारी की किसी बात को प्रकट करने या न करने के लिए उत्प्रेरित किया जाए।",
  },
  {
    id: 365,
    prevCode: "317",
    prevCodeInfo: "----",
    newCode: "355",
    chapter: chapter["26"],
    newCodeInfo:
      "कुछ मामलों में अभियुक्त की अनुपस्थिति में जांच और विचारण किए जाने के लिए उपबन्ध - \n(1) इस संहिता के अधीन जांच या विचारण के किसी प्रक्रम में यदि न्यायाधीश या मजिस्ट्रेट का उन कारणों से, जो अभिलिखित किए जाएंगे, समाधान हो जाता है कि न्यायालय के समक्ष अभियुक्त की वैयक्तिक हाजिरी न्याय के हित में आवश्यक नहीं है या अभियुक्त न्यायालय की कार्यवाही में बार-बार विघ्न डालता है तो, ऐसे अभियुक्त का प्रतिनिधित्व अधिवक्ता द्वारा किए जाने की दशा में, वह न्यायाधीश या मजिस्ट्रेट उसकी हाजिरी से उसे अभिमुक्ति दे सकता है और उसकी अनुपस्थिति में ऐसी जांच या विचारण करने के लिए अग्रसर हो सकता है और कार्यवाही के किसी पश्चात्वर्ती प्रक्रम में ऐसे अभियुक्त की वैयक्तिक हाजिरी का निदेश दे सकता है। \n(2) यदि ऐसे किसी मामले में अभियुक्त का प्रतिनिधित्व अधिवक्ता द्वारा नहीं किया जा रहा है या यदि न्यायाधीश या मजिस्ट्रेट का यह विचार है कि अभियुक्त की वैयक्तिक हाजिरी आवश्यक है तो, यदि वह ठीक समझे तो, उन कारणों से, जो उसके द्वारा लेखबद्ध किए जाएंगे, वह या तो ऐसी जांच या विचारण स्थगित कर सकता है या आदेश दे सकता है कि ऐसे अभियुक्त का मामला अलग से लिया जाए या विचारित किया जाए। \n%स्पष्टीकरण-इस धारा के प्रयोजनों के लिए अभियुक्त की वैयक्तिक उपस्थिति में श्रव्य दृश्य साधनों के माध्यम से उपस्थिति भी सम्मिलित है।%",
  },
  {
    id: 366,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "356",
    chapter: chapter["26"],
    newCodeInfo:
      "%उद्घोषित अपराधी की अनुपस्थिति में जांच, विचारण और निर्णय - \n(1) इस संहिता या तत्समय प्रवृत्त किसी अन्य विधि में अन्तर्विष्ट किसी बात के होते हुए भी, जब किसी व्यक्ति को उद्घोषित अपराधी घोषित किया जाता है, चाहे उस पर संयुक्त रूप से आरोप लगाया गया हो या नहीं, विचारण की वंचना करने के लिए करार है और उसे गिरफ्तार करने का कोई अव्यवहित पूर्वेक्षण नहीं है, इसे ऐसे व्यक्ति के उपस्थित होने और वैयक्तिक विचारण के अधिकार के अभित्याग के रूप में प्रवर्तित होना समझा जाएगा और न्यायालय ऐसे कारणों से जो अभिलिखित किए जाएं न्याय हित में ऐसी रीति में और ऐसे प्रभाव के साथ, जैसे कि वह उपस्थित था, इस संहिता के अधीन विचारण के लिए अग्रसर होगा और निर्णय सुनाएगा परन्तु न्यायालय जब तक विचारण प्रारम्भ नहीं करेगा, तब तक कि आरोप की विरचना की तारीख से नब्बे दिन की अवधि की समाप्ति नहीं हो जाती है। \n(2) न्यायालय यह सुनिश्चित करेगा कि आगामी प्रक्रिया का उपधारा (1) के अधीन कार्यवाहियों से पहले अनुपालन किया गया है, अर्थात् :- \n(i) कम से कम तीस दिन के अंतराल पर लगातार दो गिरफ्तारी वारंटों को जारी करना; \n(ii) उद्घोषित अपराधी से विचारण के लिए न्यायालय के समक्ष उपस्थित होने की अपेक्षा करते हुए और उसे सूचना देते हुए कि यदि वह ऐसे प्रकाशन की तारीख से तीस दिन के भीतर प्रस्तुत होने में असफल रहता है, तो उसकी अनुपस्थिति में विचारण किया जाएगा, उसके अन्तिम ज्ञात निवास स्थान पर परिचालित राष्ट्रीय या स्थानीय दैनिक समाचार में प्रकाशन; \n(iii) उसके नातेदार या मित्र को विचारण के प्रारम्भ होने के बारे में सूचना, यदि कोई हो; और \n(iv) उस गृह या वास स्थान, जिसमें ऐसा व्यक्ति मामूली तौर पर निवास करता है के किसी सहजदृश्य स्थान पर विचारण के प्रारम्भ होने के बारे में सूचना चिपकाना और उसके अन्तिम ज्ञात निवास के जिले के पुलिस स्टेशन में प्रदर्शन। \n(3) जहां उद्घोषित अपराधी का किसी अधिवक्ता द्वारा प्रतिनिधित्व नहीं किया जाता है, तो उसके लिए राज्य के व्यय पर अपनी प्रतिरक्षा के लिए एक अधिवक्ता का प्रबन्ध किया जाएगा। \n(4) जहां मामले का विचारण करने या विचारण के लिए सुपुर्दगी के लिए सक्षम न्यायालय ने अभियोजन के लिए किन्हीं साक्षियों की परीक्षा की है और उनके अभिसाक्ष्यों को अभिलिखित किया है, ऐसे अभिसाक्ष्य, ऐसे अपराध जिसके लिए उद्घोषित अपराधी को आरोपित किया गया है, की जांच या विचारण में उसके विरुद्ध साक्ष्य में दिए जाएंगे : परन्तु यदि उद्घोषित अपराधी ऐसे विचारण के दौरान गिरफ्तार किया जाता है या न्यायालय के समक्ष प्रस्तुत किया जाता है या उपस्थित होता है, न्यायालय न्याय हित में उसे किसी ऐसे साक्ष्य, जो उसकी अनुपस्थिति में लिया जाता है, की परीक्षा करने के लिए अनुज्ञात कर सकेगा। \n(5) जहां विचारण इस धारा के अधीन व्यक्ति से सम्बन्धित है, तो साक्षियों का अभिसाक्ष्य और परीक्षा जहां तक व्यवहार्य हो, श्रव्य दृश्य इलैक्ट्रानिक साधनों, अधिमानतः मोबाइल द्वारा अभिलिखित की जा सकेगी और ऐसी रिकार्डिग ऐसी रीति में रखी जाएगी, जो न्यायालय निदेश दे। \n(6) इस संहिता के अधीन अपराधों के अभियोजन में, उपधारा (1) के अधीन विचारण प्रारम्भ होने के पश्चात्, अभियुक्त की स्वेच्छया अनुपस्थिति, विचारण जिसके अन्तर्गत निर्णय सुनाया जाना भी है, जारी रहने को नहीं रोकेगी, यद्यपि वह ऐसे विचारण की समाप्ति पर गिरफ्तार और प्रस्तुत किया जाता है या उपस्थित होता है। \n(7) इस धारा के अधीन किए गए निर्णय के विरुद्ध तब तक अपील नहीं होगी जब तक उद्घोषित अपराधी स्वयं को अपीलीय न्यायालय के समक्ष स्वयं को उपस्थित नहीं कर देता: परन्तु दोषसिद्धि के विरुद्ध कोई अपील निर्णय की तारीख से तीन वर्ष के अवसान के पश्चात् नहीं होगी। \n(8) राज्य अधिसूचना द्वारा धारा 84 की उपधारा (1) में उल्लिखित किसी फरार व्यक्ति पर इस धारा के उपबन्धों का विस्तार कर सकेगी।%",
  },
  {
    id: 367,
    prevCode: "318",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "357",
    chapter: chapter["26"],
    newCodeInfo:
      "प्रक्रिया जहां अभियुक्त कार्यवाहियों को नहीं समझता है- \nयदि अभियुक्त विकृत-चित्त व्यक्ति न होने पर भी ऐसा है कि उसे कार्यवाहियां समझाई नहीं जा सकतीं तो न्यायालय जांच या विचारण में अग्रसर हो सकता है, और उच्च न्यायालय से भिन्न न्यायालय की दशा में, यदि ऐसी कार्यवाही का परिणाम दोषसिद्धि है, तो कार्यवाही को मामले की परिस्थितियों की रिपोर्ट के साथ उच्च न्यायालय भेज दिया जाएगा और उच्च न्यायालय उस पर ऐसा आदेश देगा जैसा वह ठीक समझे।",
  },
  {
    id: 368,
    prevCode: "319",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "358",
    chapter: chapter["26"],
    newCodeInfo:
      "अपराध के दोषी प्रतीत होने वाले अन्य व्यक्तियों के विरुद्ध कार्यवाही करने की शक्ति - \n(1) जहाँ किसी अपराध की जांच या विचारण के दौरान साक्ष्य से यह प्रतीत होता है कि किसी व्यक्ति ने, जो अभियुक्त नहीं है, कोई ऐसा अपराध किया है जिसके लिए ऐसे व्यक्ति का अभियुक्त के साथ विचारण किया जा सकता है, वहाँ न्यायालय उस व्यक्ति के विरुद्ध उस अपराध के लिए जिसका उसके द्वारा किया जाना प्रतीत होता है, कार्यवाही कर सकता है। \n(2) जहाँ ऐसा व्यक्ति न्यायालय में हाजिर नहीं है वहाँ पूर्वोक्त प्रयोजन के लिए उसे मामले की परिस्थितियों की अपेक्षानुसार, गिरफ्तार या समन किया जा सकता है। \n(3) कोई व्यक्ति जो गिरफ्तार या समन न किए जाने पर भी न्यायालय में हाजिर है, ऐसे न्यायालय द्वारा उस अपराध के लिए, जिसका उसके द्वारा किया जाना प्रतीत होता है, जांच या विचारण के प्रयोजन के लिए निरुद्ध किया जा सकता है। \n(4) जहाँ न्यायालय किसी व्यक्ति के विरुद्ध उपधारा (1) के अधीन कार्यवाही करता है, वहां- \n(क) उस व्यक्ति के बारे में कार्यवाही फिर से प्रारम्भ की जाएंगी और साक्षियों को फिर से सुना जाएगा; \n(ख) खण्ड (क) के उपबन्धो के अधीन रहते हुए, मामले में ऐसे कार्यवाही की जा सकती है, मानो वह व्यक्ति उस समय अभियुक्त व्यक्ति था जब न्यायालय ने उस अपराध का संज्ञान किया था, जिस पर जांच या विचारण प्रारम्भ किया गया था।",
  },
  {
    id: 369,
    prevCode: "320",
    prevCodeInfo: "----",
    newCode: "359",
    chapter: chapter["26"],
    newCodeInfo: [
      "अपराधों का शमन- \n(1) नीचे दी गई सारणी के प्रथम दो स्तम्भों में विनिर्दिष्ट %भारतीय न्याय संहिता, 2023% की धाराओं के अधीन दण्डनीय अपराधों का शमन उस सारणी के तृतीय स्तम्भ में उल्लिखित व्यक्तियों द्वारा किया जा सकता है-",
      [
        [
          "किसी विवाहित महिला को आपराधिक दूराशय से फुसलाकर ले जाना या ले जाना या निरुद्ध रखना।",
          "84",
          "महिला का पति और महिला",
        ],
        [
          "स्वेच्छ्या उपहति कारित करना।",
          "115 (2)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "प्रकोपन पर स्वेच्छ्या उपहति कारित करना।",
          "122(1)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "गम्भीर और अचानक प्रकोपन पर स्वेच्छ्या धोर उपहति कारित करना।",
          "122(2)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "किसी व्यक्ति का सदोष अवरोध या परिरोधा",
          "126(2), 127(2)",
          "वह व्यक्ति जो अवरुद्ध या परिरूद्ध किया गया है।",
        ],
        [
          "किसी व्यक्ति का तीन या अधिक दिनों के लिए सदोष परिरोध",
          "127 (3)",
          "परिरुद्ध व्यक्ति",
        ],
        [
          "किसी व्यक्ति का दस या अधिक दिनों के लिए सदोष परिरोध।",
          "127 (4)",
          "परिरुद्ध व्यक्ति",
        ],
        [
          "किसी व्यक्ति का गुप्त स्थान में सदोष परिरोधा",
          "127 (6)",
          "परिरुद्ध व्यक्ति।",
        ],
        [
          "हमला या आपराधिक बल का प्रयोग।",
          "131, 133, 136",
          "वह व्यक्ति जिस पर हमला या आपराधिक बल का प्रयोग किया गया है।",
        ],
        [
          "किसी व्यक्ति की धार्मिक भावनाओं को ठेस पहुंचाने के विमर्शित आशय से शब्द उच्चारित करना, आदि।",
          "302",
          "वह व्यक्ति जिसकी धार्मिक भावनाओं को ठेस पहुंचना आशयित है।",
        ],
        ["चोरी।", "303(2)", "चुराई हुई सम्पत्ति का स्वामी।"],
        [
          "सम्पत्ति का बेईमानी से दुबिंनियोग।",
          "314",
          "दुर्विनियोजित सम्पत्ति का स्वामी।",
        ],
        [
          "वाहक, घाटवाल आदि द्वारा आपराधिक न्यासभंग।",
          "316(3)",
          "उस सम्पत्ति का स्वामी, जिसके सम्बन्ध में न्यासभंग किया गया है।",
        ],
        [
          "चुराई हुई सम्पत्ति को, उसे चुराई हुई जानते हुए बेईमानी से प्राप्त करना।",
          "317(2)",
          "चुराई हुई सम्पत्ति का स्वामी।",
        ],
        [
          "चुराई हुई सम्पत्ति को, यह जानते हुए कि वह चुराई गई है, छिपाने में या व्ययनित करने में सहायता करना",
          "317 (5)",
          "चुराई हुई सम्पत्ति का स्वामी।",
        ],
        ["छल", "318 (2)", "वह व्यक्ति जिससे छल किया गया है।"],
        ["प्रतिरूपण द्वारा छला", "319 (2)", "वह व्यक्ति जिससे छल किया गया है।"],
        [
          "लेनदारों में वितरण निवारित करने के लिए सम्पत्ति आदि का कपटपूर्वक अपसारण या छिपाना।",
          "320",
          "उससे प्रभावित लेनदार।",
        ],
        [
          "अपराधो का अपने को शोध्य ऋण या मांग का लेनदारों के लिए उपलब्ध किया जाना कपटपूर्वक निवारित करना।",
          "321",
          "उससे प्रभावित लेनदार।",
        ],
        [
          "अन्तरण के ऐसे विलेख का, जिसमें प्रतिफल के सम्बन्ध में मिथ्या कथन अन्तर्विष्ट है, कपटपूर्वक निष्पादन ।",
          "322",
          "उससे प्रभावित व्यक्ति।",
        ],
        [
          "सम्पत्ति का कपटपूर्ण अपसारण या छिपाया जाना।",
          "323",
          "उससे प्रभावित व्यक्ति।",
        ],
        [
          "रिष्टि, जब कारित हानि या नुकसान केवल प्राइवेट व्यक्ति को हुई हानि या नुकसान है।",
          "324 (2), 324 (4)",
          "वह व्यक्ति, जिसे हानि या नुकसान हुआ है।",
        ],
        [
          "जीवजन्तु का वध करने या उसे विकलांग करने के द्वारा रिष्टि।",
          "325",
          "जीवजन्तु का स्वामी।",
        ],
        [
          "सिंचन संकर्म को क्षति करने या जल को दोषपूर्वक मोड़ने के द्वारा रिष्टि, जब उससे कारित हानि या नुकसान केवल प्राइवेट व्यक्ति को हुई हानि या नुकसान है।",
          "326 (क)",
          "वह व्यक्ति, जिसे हानि या नुकसान हुआ है।",
        ],
        [
          "आपराधिक अतिचार।",
          "329 (3)",
          "वह व्यक्ति जिसके कब्जे में ऐसी सम्पत्ति है जिस पर अतिचार किया गया है।",
        ],
        [
          "गृह-अतिचार।",
          "329 (4)",
          "वह व्यक्ति जिसके कब्जे में ऐसी सम्पत्ति है जिस पर अतिचार किया गया है।",
        ],
        [
          "कारावास से दंडनीय अपराध को (जो चोरी से भिन्न) करने के लिए गृह-अतिचारा",
          "332 (ग)",
          "वह व्यक्ति जिसका उस गृह पर कब्जा है जिस पर अतिचार किया गया है।",
        ],
        [
          "मिध्या व्यापार या सम्पत्ति चिह्न का उपयोग।",
          "345 (3)",
          "वह व्यक्ति, जिसे ऐसे उपयोग से हानि या क्षति कारित हुई है।",
        ],
        [
          "अन्य व्यक्ति द्वारा उपयोग में लाए गए सम्पत्ति चिह्न का कूटकरण।",
          "347 (1)",
          "वह व्यक्ति, जिसे ऐसे उपयोग से हानि या क्षति कारित हुई है।",
        ],
        [
          "कूटकृत सम्पत्ति चिह्न के साथ चिन्हित माल का विक्रय।",
          "349",
          "वह व्यक्ति, जिसे ऐसे उपयोग से हानि या क्षति कारित हुई है।",
        ],
        ["अपराधिक अभित्रास।", "351(2), 351(3)", "अभित्रस्त व्यक्ति ।"],
        [
          "लोक-शांति भंग कराने को प्रकोपित करने के आशय से अपमाना",
          "352",
          "अपमानित व्यक्ति",
        ],
        [
          "किसी व्यक्ति को यह विश्वास करने के लिए उत्प्रेरित करके कि वह दैवी अप्रसाद का भाजन होगा, कराया गया कार्य।",
          "354",
          "वह व्यक्ति जिसे उत्प्रेरित किया गया।",
        ],
        [
          "उपधारा (2) के अधीन सारणी के स्तम्भ (1) में भारतीय न्याय संहिता, 2023 की धारा 356 (2) के सामने यथाविनिर्दिष्ट ऐसे मामलों के सिवाय, मानहानि",
          "356(2)",
          "वह व्यक्ति जिसकी मानहानि की गई है।",
        ],
        [
          "मानहानिकारक जानी हुई बात को मुद्रित या उत्कीर्ण करना।",
          "356(3)",
          "वह व्यक्ति, जिसे ऐसे उपयोग से हानि या क्षति कारित हुई है।",
        ],
        [
          "मानहानिकारक विषय रखने वाले मुद्रित या उत्कीर्ण पदार्थ को यह जानते हुए बेचना कि उसमें ऐसा विषय अन्तर्विष्ट है।",
          "356(4)",
          "वह व्यक्ति, जिसे ऐसे उपयोग से हानि या क्षति कारित हुई है।",
        ],
        [
          "सेवा संविदा का आपराधिक भंग",
          "357",
          "वह व्यक्ति जिसकी साथ अपराधी ने संविदा की है।",
        ],
      ],
      "(2) नीचे दी गई सारणी के प्रथम दो स्तम्भों में विनिर्दिष्ट भारतीय न्याय संहिता, 2023 की धाराओं के अधीन दण्डनीय अपराधों का शमन उस न्यायालय की अनुज्ञा से, जिसके समक्ष ऐसे अपराध के लिए कोई अभियोजन लम्बित है, उस सारणी के तृतीय स्तम्भ में लिखित व्यक्तियों द्वारा किया जा सकता है:-",
      [
        [
          "शब्द, अंगविक्षेप या कार्य, जो किसी महिला को लज्जा का अनादर करने के लिए आशयित है।",
          "79",
          "वह महिला जिसका अनादर करना आशयित था या जिसकी एकांतता का अतिक्रमण किया गया था।",
        ],
        [
          "पति या पत्नी के जीवनकाल में पुनः विवाह करना।",
          "82 (1)",
          "ऐसे विवाह करने वाले व्यक्ति का पति या पत्नी।",
        ],
        ["गर्भपात कारित करना।", "88", "यह महिला जिसका गर्भपात किया गया है।"],
        [
          "स्वेच्छ्या घोर उपहति कारित करना।",
          "117(2)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "उतावलेपन और उपेक्षा से किसी कार्य द्वारा उपहति कारित करना जिससे मानव जीवन या दूसरों का वैयक्तिक क्षेम संकटापन्न हो जाए।",
          "125(क)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "उतावलेपन और उपेक्षा से किसी कार्य द्वारा घोर उपहति कारित करना जिससे मानव जीवन या दूसरों का वैयक्तिक क्षेम संकटापन्न हो जाए।",
          "125(ख)",
          "वह व्यक्ति जिसे उपहति कारित की गई है।",
        ],
        [
          "किसी व्यक्ति का सदोष परिरोध करने के प्रयत्न में हमला या आपराधिक बल का प्रयोग।",
          "135",
          "वह व्यक्ति जिस पर हमला किया गया है या जिस पर बल प्रयोग किया गया था।",
        ],
        [
          "लिपिक या सेवक द्वारा स्वामी के कब्जे की सम्पत्ति की चोरी।",
          "306",
          "चुराई हुयी सम्पत्ति का स्वामी।",
        ],
        [
          "आपराधिक न्यास-भंग।",
          "316(2)",
          "उस सम्पत्ति का स्वामी, जिसके सम्बन्ध में न्यास-भंग किया गया है।",
        ],
        [
          "लिपिक या सेवक द्वारा आपराधिक न्यास- भंगा",
          "316(4)",
          "उस संपत्ति का स्वामी, जिसके संबंध में न्यास-भंग किया गया है।",
        ],
        [
          "ऐसे व्यक्ति के साथ छल करना जिसका हित हरक्षित रखने के लिए अपराधी या तो विधि द्वारा या वैध संविदा द्वारा आबद्ध था।",
          "318(3)",
          "वह व्यक्ति, जिससे छल किया गया है।",
        ],
        [
          "छल करना या सम्पत्ति परिदत्त करने या मूल्यवान प्रतिभूति की रचना करने या उसे परिवर्तित या नष्ट करने के लिए बेईमानी से उत्प्रेरित करना।",
          "318(4)",
          "वह व्यक्ति, जिससे छल किया गया है।",
        ],
        [
          "राष्ट्रपति या उपराष्ट्रपति या राज्य के राज्यपाल अथवा संघ राज्यक्षेत्र के प्रशासक या किसी मंत्री के विरुद्ध उसके लोक कृत्यों के संबंध में मानहानि, जब लोक अभियोजक द्वारा किए गए परिवाद पर संस्थित की जाए।",
          "356(2)",
          "वह व्यक्ति जिसकी मानहानि की गई है।",
        ],
      ],
      "(3) जब कोई अपराध इस धारा के अधीन शमनीय है, तब ऐसे अपराध के दुष्प्रेरण का, या ऐसे अपराध को करने के प्रयत्न का (जब ऐसा प्रयत्न स्वयं अपराध हो) या जहाँ अभियुक्त भारतीय न्याय संहिता, 2023 की धारा 3 की उपधारा (5) या धारा 190 के अधीन दायी हो, शमन उसी प्रकार से किया जा सकता है।",
      "(4) (क) जब वह व्यक्ति, जो इस धारा के अधीन अपराध का शमन करने के लिए अन्यथा सक्षम होता, %बालक है या विकृत चित्त% है, तब कोई व्यक्ति जो उसकी ओर से संविदा करने के लिए सक्षम हो, न्यायालय की अनुज्ञा से, ऐसे अपराध का शमन कर सकता है।",
      "(ख) जब वह व्यक्ति, जो इस धारा के अधीन अपराध का शमन करने के लिए अन्यथा सक्षम होता, मर जाता है तब ऐसे व्यक्ति का, सिविल प्रक्रिया संहिता, 1908 (1908 का 5) में यथापरिभाषित, विधिक प्रतिनिधि, न्यायालय की सम्मति से, ऐसे अपराध का शमन कर सकता है।",
      "(5) जब अभियुक्त विचारणार्थ सुपुर्द कर दिया जाता है या जब वह दोषसिद्ध कर दिया जाता है और अपील लम्बित है, तब अपराध का शमन, यथास्थिति, उस न्यायालय की इजाजत के बिना अनुज्ञात न किया जाएगा जिसे वह सुपुर्द किया गया है, या जिसके समक्ष अपील सुनी जानी है।",
      "(6) धारा 442 के अधीन पुनरीक्षण की अपनी शक्तियों के प्रयोग में कार्य करते हुए उच्च न्यायालय या सेशन न्यायालय किसी व्यक्ति को किसी ऐसे अपराध का शमन करने की अनुज्ञा दे सकता है जिसका शमन करने के लिए वह व्यक्ति इस धारा के अधीन सक्षम है।",
      "(7) यदि अभियुक्त पूर्व दोषसिद्धि के कारण किसी अपराध के लिए या तो वर्धित दण्ड से या भिन्न किस्म के दण्ड से दण्डनीय है तो ऐसे अपराध का शमन न किया जाएगा।",
      "(8) अपराध के इस धारा के अधीन शमन का प्रभाव उस अभियुक्त की दोषमुक्ति होगा जिससे अपराध का शमन किया गया है।",
      "(9) अपराध का शमन इस धारा के उपबन्धों के अनुसार ही किया जाएगा, अन्यथा नहीं।",
    ],
  },
  {
    id: 370,
    prevCode: "321",
    prevCodeInfo: "----",
    newCode: "360",
    chapter: chapter["26"],
    newCodeInfo:
      "अभियोजन वापस लेना- \nकिसी मामले का भारसाधक कोई लोक अभियोजक या सहायक लोक अभियोजक निर्णय सुनाये जाने के पूर्व किसी समय किसी व्यक्ति के अभियोजन को या तो साधारणतः या उन अपराधों में से किसी एक या अधिक के बारे में, जिनके लिए उस व्यक्ति का विचारण किया जा रहा है, न्यायालय की सम्मति से वापस ले सकता है और ऐसे वापस लिए जाने पर- \n(क) यदि य आरोप विरचित किए जाने के पहले किया जाता है तो अभियुक्त ऐसे अपराध या अपराधों के बारे में उन्मोचित कर दिया जाएगा; \n(ख) यदि वह आरोप विरचित किए जाने के पश्चात् या जब इस संहिता द्वारा कोई आरोप अपेक्षित नहीं है, तब किया जाता है तो वह ऐसे अपराध या अपराधों के बारे में दोषमुक्त कर दिया जाएगा; \nपरन्तु जहां- \n(i) ऐसा अपराध किसी ऐसी बात से सम्बन्धित किसी विधि के विरुद्ध है जिस पर संघ की कार्यपालिका शक्ति का विस्तार है, या \n(ii) ऐसे अपराध का अन्वेषण %किसी केन्द्रीय अधिनियम% के अधीन किया गया है, या \n(iii) ऐसे अपराध में केन्द्रीय सरकार को किसी सम्पत्ति का दुर्विनियोग, नाश या नुकसान अन्तर्ग्रस्त है, या \n(iv) ऐसा अपराध केन्द्रीय सरकार की सेवा में किसी व्यक्ति द्वारा किया गया है, जब वह अपने पदीय कर्त्तव्यों के निर्वहन में कार्य कर रहा है या कार्य करना तात्पर्थित है, और मामले का भारसाधक अभियोजक केन्द्रीय सरकार द्वारा नियुक्त नहीं किया गया है, तो वह जब तक केन्द्रीय सरकार द्वारा उसे ऐसा करने की अनुज्ञा नहीं दी जाती है, अभियोजन को वापस लेने के लिए न्यायालय से उसकी सम्मति के लिए निवेदन नहीं करेगा तथा न्यायालय अपनी सम्मति देने के पूर्व, अभियोजक को यह निदेश देगा कि वह अभियोजन को वापस लेने के लिए केन्द्रीय सरकार द्वारा दी गई अनुज्ञा उसके समक्ष पेश करे : \n%परन्तु यह और कि कोई न्यायालय उस मामले में पीड़ित को सुनवाई का अवसर दिए बिना ऐसी वापसी अनुज्ञात नहीं करेगा।%",
  },
  {
    id: 371,
    prevCode: "322",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "361",
    chapter: chapter["26"],
    newCodeInfo:
      "जिन मामलों का निपटारा मजिस्ट्रेट नहीं कर सकता, उनमें प्रक्रिया- \n(1) यदि किसी जिले में किसी मजिस्ट्रेट के समक्ष अपराध की किसी जांच या विचारण के दौरान उसे ऐसा साक्ष्य प्रतीत होता है कि उसके आधार पर यह उपधारणा की जा सकती है, कि- \n(क) उसे मामले का विचारण करने या विचारणार्थ सुपुर्द करने की अधिकारिता नहीं है, या \n(ख) मामला ऐसा है जो जिले के किसी अन्य मजिस्ट्रेट द्वारा विचारित या विचारणार्थ सुपुर्द किया जाना चाहिए, या \n(ग) मामले का विचारण मुख्य न्यायिक मजिस्ट्रेट द्वारा किया जाना चाहिए, तो वह कार्यवाही को रोक देगा और मामले की ऐसी संक्षिप्त रिपोर्ट सहित, जिसमें मामले का स्वरूप स्पष्ट किया गया है, मुख्य न्यायिक मजिस्ट्रेट को या अधिकारिता वाले अन्य ऐसे मजिस्ट्रेट को, जिसे मुख्य न्यायिक मजिस्ट्रेट निर्दिष्ट करे, भेज देगा। \n(2) यदि वह मजिस्ट्रेट, जिसे मामला भेजा गया है, ऐसा करने के लिए सशक्त है, तो वह उस मामले का विचारण स्वयं कर सकता है या उसे अपने अधीनस्थ अधिकारिता वाले मजिस्ट्रेट को निर्देशित कर सकता है या अभियुक्त को विचारणार्थ सुपुर्द कर सकता है।",
  },
  {
    id: 372,
    prevCode: "323",
    prevCodeInfo: "----",
    newCode: "362",
    chapter: chapter["26"],
    newCodeInfo:
      "प्रक्रिया जब जांच या विचारण के प्रारम्भ के पश्चात् मजिस्ट्रेट को पता चलता है कि मामला सुपुर्द किया जाना चाहिए- \nयदि किसी मजिस्ट्रेट के समक्ष अपराध की किसी जांच या विचारण में निर्णय पर हस्ताक्षर करने के पूर्व कार्यवाही के किसी प्रक्रम में उसे यह प्रतीत होता है कि मामला ऐसा है, जिसका विचारण सेशन न्यायालय द्वारा किया जाना चाहिए, तो वह उसे इसमें इसके पूर्व अन्तर्विष्ट उपबन्धों के अधीन उस न्यायालय को सुपुर्द कर देगा और तब %अध्याय 19% के उपबन्ध ऐसी सुपुर्दगी को लागू होंगे।",
  },
  {
    id: 373,
    prevCode: "324",
    prevCodeInfo: "----",
    newCode: "363",
    chapter: chapter["26"],
    newCodeInfo:
      "सिक्के, स्टाम्प विधि या सम्पत्ति के विरुद्ध अपराधों के लिए पूर्व में दोषसिद्ध व्यक्तियों हा विचारण- \n(1) जहां कोई व्यक्ति %भारतीय न्याय संहिता, 2023 के अध्याय 10 या अध्याय 17% के अधीन तीन वर्ष या अधिक की अवधि के लिए कारावास से दण्डनीय अपराध के लिए दोषसिद्ध किए जा चुकने पर उन अध्यायों में से किसी के अधीन तीन वर्ष या अधिक की अवधि के लिए कारावास से दण्डनीय किसी अपराध के लिए पुनः अभियुक्त है, और उस मजिस्ट्रेट का, जिसके समक्ष मामला लम्बित है, समाधान हो जाता है कि यह उपधारणा करने के लिए आधार है कि ऐसे व्यक्ति ने अपराध किया है तो वह उस दशा के सिवाय विचारण के लिए मुख्य न्यायिक मजिस्ट्रेट को भेजा जाएगा या सेशन न्यायालय के सुपुर्द किया जाएगा, जब मजिस्ट्रेट मामले का विचारण करने के लिए सक्षम है और उसकी यह राय है कि यदि अभियुक्त दोषसिद्ध किया गया तो वह स्वयं उसे पर्याप्त दण्ड का आदेश दे सकता है। \n(2) जब उपधारा (1) के अधीन कोई व्यक्ति विचारण के लिए मुख्य न्यायिक मजिस्ट्रेट को भेजा जाता है या सेशन न्यायालय को सुपुर्द किया जाता है तब कोई अन्य व्यक्ति, जो उसी जांच या विचारण में उसके साथ संयुक्ततः अभियुक्त है, वैसे ही भेजा जाएगा या सुपुर्द किया जाएगा जब तक ऐसे अन्य व्यक्ति को मजिस्ट्रेट, यथास्थिति, %धारा 262 या धारा 268% के अधीन उन्मोचित न कर दे।",
  },
  {
    id: 374,
    prevCode: "325",
    prevCodeInfo: "----",
    newCode: "364",
    chapter: chapter["26"],
    newCodeInfo:
      "प्रक्रिया, जब मजिस्ट्रेट पर्याप्त कठोर दण्ड का आदेश नहीं दे सकता- \n(1) जब कभी अभियोजन और अभियुक्त का साक्ष्य सुनने के पश्चात् मजिस्ट्रेट की यह राय है कि अभियुक्त दोषी है और उसे उस प्रकार के दण्ड से भिन्न प्रकार का दण्ड या उस दण्ड से अधिक कठोर दण्ड, जो वह मजिस्ट्रेट देने के लिए सशक्त है, दिया जाना चाहिए या द्वितीय वर्ग मजिस्ट्रेट होते हुए उसकी यह राय है कि अभियुक्त से %धारा 125% के अधीन %बन्धपत्र या जमानतपत्र% निष्पादित करने की अपेक्षा की जानी चाहिए तब वह अपनी राय अभिलिखित कर सकता है और कार्यवाहियों तथा अभियुक्त को मुख्य न्यायिक मजिस्ट्रेट की, जिसके वह अधीनस्थ हो, भेज सकता है। \n(2) जब एक से अधिक अभियुक्त व्यक्तियों का विचारण एक साथ किया जा रहा है और मजिस्ट्रेट ऐसे अभियुक्तों में से किसी के बारे में उपधारा (1) के अधीन कार्यवाही करना आवश्यक समझता है तब वह उन सभी अभियुक्तों को, जो उसकी राय में दोषी हैं, मुख्य न्यायिक मजिस्ट्रेट को भेज देगा। \n(3) यदि मुख्य न्यायिक मजिस्ट्रेट, जिसके पास कार्यवाही भेजी जाती है, ठीक समझता है तो पक्षकारों की परीक्षा कर सकता है और किसी साक्षी को, जो पहले ही मामले में साक्ष्य दे चुका है, पुनः बुला सकता है और उसकी परीक्षा कर सकता है और कोई अतिरिक्त साक्ष्य मांग सकता है और ले सकता है और मामले में ऐसा निर्णय, दण्डादेश या आदेश देगा, जो वह ठीक समझता है और जो विधि के अनुसार है।",
  },
  {
    id: 375,
    prevCode: "326",
    prevCodeInfo: "----",
    newCode: "365",
    chapter: chapter["26"],
    newCodeInfo:
      "भागतः एक न्यायाधीश या मजिस्ट्रेट द्वारा और भागतः दूसरे न्यायाधीश या मजिस्ट्रेट द्वारा अभिलिखित साक्ष्य पर दोषसिद्धि या सुपुर्दगी- \n(1) जब कभी किसी जांच या विचारण में साक्ष्य को पूर्णतः या भागतः सुनने और अभिलिखित करने के पश्चात् कोई न्यायाधीश या मजिस्ट्रेट उसमें अधिकारिता का प्रयोग नहीं कर सकता है और कोई अन्य न्यायाधीश या मजिस्ट्रेट, जिसे ऐसी अधिकारिता है और जो उसका प्रयोग करता है, उसका उत्तरवर्ती हो जाता है, तो ऐसा उत्तरवर्ती न्यायाधीश या मजिस्ट्रेट अपने पूर्ववर्ती द्वारा ऐसे अभिलिखित या भागतः अपने पूर्ववर्ती द्वारा अभिलिखित और भागतः अपने द्वारा अभिलिखित साक्ष्य पर कार्य कर सकता है: \nपरन्तु यदि उत्तरवर्ती न्यायाधीश या मजिस्ट्रेट की यह राय है कि साक्षियों में से किसी की जिसका साक्ष्य पहले ही अभिलिखित किया जा चुका है, अतिरिक्त परीक्षा करना न्याय के हित में आवश्यक है तो वह किसी भी ऐसे साक्षी को पुनः समन कर सकता है और ऐसी अतिरिक्त परीक्षा, प्रतिपरीक्षा और पुनः परीक्षा के, यदि कोई हो, जैसी वह अनुज्ञात करे, पश्चात् वह साक्षी उन्मोचित कर दिया जाएगा। \n(2) जब कोई मामला एक न्यायाधीश से दूसरे न्यायाधीश को या एक मजिस्ट्रेट से दूसरे मजिस्ट्रेट को इस संहिता के उपबन्धों के अधीन अन्तरित किया जाता है तब उपधारा (1) के अर्थ में पूर्वकथित मजिस्ट्रेट के बारे में समझा जाएगा कि वह उसमें अधिकारिता का प्रयोग नहीं कर सकता है और पश्चात्कथित मजिस्ट्रेट उसका उत्तरवर्ती हो गया है। \n(3) इस धारा की कोई बात संक्षिप्त विचारणों को या उन मामलों को लागू नहीं होती है जिनमें कार्यवाहियां %धारा 361% के अधीन रोक दी गई हैं या जिनमें कार्यवाहियां वरिष्ठ मजिस्ट्रेट को %धारा 364% के अधीन भेज दी गई हैं।",
  },
  {
    id: 376,
    prevCode: "327",
    prevCodeInfo: "----",
    newCode: "366",
    chapter: chapter["26"],
    newCodeInfo:
      "न्यायालयों का खुला होना- \n(1) वह स्थान, जिसमें कोई दण्ड न्यायालय किसी अपराध की जांच या विचारण के प्रयोजन से बैठता है, खुला न्यायालय समझा जाएगा, जिसमें जनता साधारणतः प्रवेश कर सकेगी जहां तक कि सुविधापूर्वक वे उसमें समा सकें : \nपरन्तु यदि पीठासीन न्यायाधीश या मजिस्ट्रेट ठीक समझता है तो वह किसी विशिष्ट मामले की जांच या विचारण के किसी प्रक्रम में आदेश दे सकता है कि जनसाधारण या कोई विशेष व्यक्ति उस कमरे में या भवन में, जो न्यायालय द्वारा उपयोग में लाया जा रहा है, न तो प्रवेश करेगा, न होगा और न रहेगा। \n(2) उपधारा (1) में किसी बात के होते हुए भी, %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71% के अधीन बलात्संग या किसी अपराध या %लैंगिक अपराधों से बालकों का संरक्षण अधिनियम, 2012 (2012 का 32) की धारा 4, धारा 6, धारा 8 या धारा 10% के अधीन अपराधों की जाँच या उसका विचारण बंद कमरे में किया जाएगा : \nपरन्तु पीठासीन न्यायाधीश, यदि वह ठीक समझता है तो, या दोनों में से किसी पक्षकार द्वारा आवेदन किए जाने पर, किसी विशिष्ट व्यक्ति को, उस कमरे में या भवन में, जो न्यायालय द्वारा उपयोग में लाया जा रहा है, प्रवेश करने, होने या रहने की अनुज्ञा दे सकता है। \nपरन्तु यह और कि बंद कमरे में विचारण यथासाध्य किसी महिला न्यायाधीश या मजिस्ट्रेट द्वारा किया जाएगा। \n(3) जहां उपधारा (2) के अधीन कोई कार्यवाही की जाती है वहां किसी व्यक्ति के लिए किसी ऐसी कार्यवाही के सम्बन्ध में किसी बात को न्यायालय की पूर्व अनुज्ञा के बिना, मुद्रित या प्रकाशित करना विधिपूर्ण नहीं होगा। \nपरन्तु बलात्संग के अपराध के सम्बन्ध में विचारण कार्यवाहियों के मुद्रण या प्रकाशन पर पाबंदी, पक्षकारों के नाम और पते की गोपनीयता बनाए रखने के अध्यधीन हटाई जा सकेगी।",
  },
  {
    id: 377,
    prevCode: "328",
    prevCodeInfo: "अभियुक्त के विकृत चित्त व्यक्ति होने की दशा में प्रक्रिया-",
    newCode: "367",
    chapter: chapter["27"],
    newCodeInfo:
      "अभियुक्त के विकृत चित्त व्यक्ति होने की दशा में प्रक्रिया- \n(1) जब जांच करने वाले मजिस्ट्रेट को यह विश्वास करने का कारण है कि वह व्यक्ति जिसके विरुद्ध जांच की जा रही है विकृत चित्त है और परिणामतः अपनी प्रतिरक्षा करने में असमर्थ है तब मजिस्ट्रेट ऐसी चित्त-विकृति के तथ्य की जांच करेगा और ऐसे व्यक्ति की परीक्षा उस जिले के सिविल सर्जन या अन्य ऐसे चिकित्सा अधिकारी द्वारा कराएगा, जिसे राज्य सरकार निर्दिष्ट करे, और फिर ऐसे सिविल सर्जन या अन्य चिकित्सा अधिकारी की साक्षी के रूप में परीक्षा करेगा और उस परीक्षा को लेखबद्ध करेगा। \n(2) यदि सिविल सर्जन इस निष्कर्ष पर पहुंचता है कि अभियुक्त विकृत चित्त है तो वह ऐसे व्यक्ति को देखभाल, उपचार और अवस्था के पूर्वानुमान के लिए सरकारी अस्पताल या सरकारी आयुर्विज्ञान महाविद्यालय के मनश्चिकित्सक या रोग विषयक मनोविज्ञानी को निर्दिष्ट करेगा और, यथास्थिति, मनश्चिकित्सक या रोग विषयक मनोविज्ञानी मजिस्ट्रेट को सूचित करेगा कि अभियुक्त चित्त-विकृति या बौद्धिक दिव्यांगता से ग्रस्त है या नहीं: \nपरन्तु यदि अभियुक्त यथास्थिति, मनश्चिकित्सक या रोग विषयक मनोविज्ञानी द्वारा मजिस्ट्रेट को दी गयो सूचना से व्यथित तो वह चिकित्सा बोर्ड के समक्ष, अपील कर सकेगा जो निम्नलिखित से मिलकर बनेगा, - \n(क) निकटतम सरकारी अस्पताल में मनश्चिकित्सा एकक प्रमुख; और \n(ख) निकटतम सरकारी आयुर्विज्ञान महाविद्यालय में मनश्चिकित्सा संकाय का सदस्य। \n(3) ऐसी परीक्षा और जांच लम्बित रहने तक मजिस्ट्रेट ऐसे व्यक्ति के बारे में %धारा 369% के उपबन्धों के अनुसार कार्यवाही कर सकता है। \n(4) यदि मजिस्ट्रेट को यह सूचना दी जाती है कि उपधारा (2) में निर्दिष्ट व्यक्ति विकृत चित्त व्यक्ति है तो मजिस्ट्रेट आगे यह अवधारित करेगा कि क्या चित्त विकृति अभियुक्त को प्रतिरक्षा करने में असमर्थ बनाती है और यदि अभियुकत इस प्रकार असमर्थ पाया जाता है तो मजिस्ट्रेट उस आशय का निष्कर्ष अभिलिखित करेगा और अभियोजन द्वारा पेश किए गए साक्ष्य के अभिलेख की परीक्षा करेगा तथा अभियुक्त के अधिवक्ता को सुनने के पश्चात् किन्तु अभियुक्त से प्रश्न किए बिना, यदि वह इस निष्कर्ष पर पहुंचता है कि अभियुकत के विरुद्ध प्रथमदृष्ट्या मामला नहीं बनता है तो वह जांच को मुल्तवी करने की बजाय अभियुक्त को उन्मोचित कर देगा और उसके संबंध में %धारा 369% के अधीन उपबंधित रीति में कार्यवाही करेगा : \nपरन्तु यदि मजिस्ट्रेट इस निष्कर्ष पर पहुँचता है कि उस अभियुक्त के विरुद्ध प्रथमदृष्ट्या मामला बनता है जिसके सम्बन्ध में चित्त विकृति होने का निष्कर्ष निकाला गया है तो वह कार्यवाही को ऐसी अवधि के लिये मुल्तवी कर देगा जो मनश्चिकित्सक या रोग विषयक् मनोविज्ञानी की राय में अभियुक्त के उपचार के लिये अपेक्षित है और यह आदेश देगा कि अभियुक्त के साथ %धारा 369% के अधीन उपबंधित रूप में कार्यवाही की जाये। \n(5) यदि ऐसे मजिस्ट्रेट को यह सूचना दी जाती है कि उपधारा (2) में निर्दिष्ट व्यक्ति %बौद्धिक दिव्यांगता% से ग्रस्त व्यक्ति है तो मजिस्ट्रेट आगे इस बारे में अवधारित करेगा कि बौद्धिक दिव्यांगता के कारण अभियुक्त व्यक्ति अपनी प्रतिरक्षा करने में असमर्थ बनाती है और यदि अभियुक्त इस प्रकार असमर्थ पाया जाता है, तो मजिस्ट्रेट जाँच बंद करने का आदेश देगा और अभियुक्त के सम्बन्ध में %धारा 369% के अधीन उपबन्धित रौति में कार्यवाही करेगा।",
  },
  {
    id: 378,
    prevCode: "329",
    prevCodeInfo: "----",
    newCode: "368",
    chapter: chapter["27"],
    newCodeInfo:
      "न्यायालय के समक्ष विचारित व्यक्ति के विकृत चित्त होने की दशा में प्रक्रिया- \n(1) यदि किसी मजिस्ट्रेट या सेशन न्यायालय के समक्ष किसी व्यक्ति के विचारण के समय उस मजिस्ट्रेट या न्यायालय को वह व्यक्ति विकृत चित्त और परिणामस्वरूप अपनी प्रतिरक्षा करने में असमर्थ प्रतीत होता है, तो वह मजिस्ट्रेट या न्यायालय, प्रथमतः ऐसी चित्त-विकृति और असमर्थता के तथ्य का विचारण करेगा और यदि उस मजिस्ट्रेट या न्यायालय का ऐसे चिकित्सीय या अन्य साक्ष्य पर, जो उसके समक्ष पेश किया जाता है, विचार करने के पश्चात् उस तथ्य के बारे में समाधान हो जाता है तो वह उस भाव का निष्कर्ष अभिलिखित करेगा और मामले में आगे की कार्यवाही मुल्तवी कर देगा। \n(2) यदि मजिस्ट्रेट या सेशन न्यायालय विचारण के दौरान इस निष्कर्ष पर पहुंचता है कि अभियुक्त विकृत चित्त है तो वह ऐसे व्यक्ति को देखभाल और उपचार के लिए मनश्चिकित्सक या रोग विषयक मनोविज्ञानी को निर्देशित करेगा और, यथास्थिति, मनश्चिकित्सक या रोग विषयक मनोविज्ञानी मजिस्ट्रेट या न्यायालय को रिपोर्ट करेगा कि अभियुक्त चित्त विकृति से ग्रस्त है या नहीं: परन्तु यदि अभियुक्त, यथास्थिति, मनश्चिकित्सक या रोग विषयक मनोविज्ञानी द्वारा मजिस्ट्रेट को दी गई सूचना से व्यथित है तो वह चिकित्सा बोर्ड के समक्ष, अपील कर सकेगा, जो निम्नलिखित से मिलकर बनेगा, - \n(क) निकटतम सरकारी अस्पताल में मनश्चिकित्सा एकक प्रमुख; और \n(ख) निकटतम सरकारी आयुर्विज्ञान महाविद्यालय में मनश्चिकित्सा संकाय का सदस्य। \n(3) यदि ऐसे मजिस्ट्रेट या न्यायालय को सूचना दी जाती है कि उपधारा (2) में निर्दिष्ट व्यक्ति विकृत चित्त व्यक्ति है, तो मजिस्ट्रेट या न्यायालय आगे अवधारित करेगा कि चित्त-विकृति के कारण अभियुक्त व्यक्ति अपनी प्रतिरक्षा करने में असमर्थ है और यदि अभियुक्त इस प्रकार असमर्थ पाया जाता है तो मजिस्ट्रेट या न्यायालय उस आशय का निष्कर्ष अभिलिखित करेगा और अभियोजन द्वारा प्रस्तुत साक्ष्य के अभिलेख की परीक्षा करेगा और अभियुक्त के अधिवक्ता को सुनने के पश्चात् किन्तु अभियुक्त से प्रश्न पूछे बिना, यदि मजिस्ट्रेट या न्यायालय इस निष्कर्ष पर पहुंचता है कि अभियुक्त के विरुद्ध कोई प्रथमदृष्टया मामला नहीं बनता है, तो वह विचारण को स्थगित करने की बजाय अभियुक्त को उन्मोचित कर देगा और उसके सम्बन्ध में %धारा 369% के अधीन उपबंधित रीति में कार्यवाही करेगा : \nपरंतु यदि मजिस्ट्रेट या न्यायालय इस निष्कर्ष पर पहुंचता है कि उस अभियुक्त के विरुद्ध प्रथमदृष्ट्या मामला बनता है जिसके संबंध में चित्त-विकृति होने का निष्कर्ष निकाला गया है तो वह विचारण को ऐसी अवधि के लिये मुल्तवी कर देगा जो मनश्चिकित्सक या रोग विषयक मनोवैज्ञानी की राय में अभियुक्त के उपचार के लिए अपेक्षित है। \n(4) यदि मजिस्ट्रेट या न्यायालय इस निष्कर्ष पर पहुंचता है कि अभियुक्त के विरुद्ध प्रथम दृष्टया मामला बनता है और वह बौद्धिक दिव्यांगता के कारण अपनी प्रतिरक्षा करने में असमर्थ है तो मजिस्ट्रेट या न्यायालय विचारण नहीं करेगा और यह आदेश देगा कि अभियुक्त के संबंध में %धारा 369% के अनुसार कार्यवाही की जाए।",
  },
  {
    id: 379,
    prevCode: "330",
    prevCodeInfo:
      "अन्वेषण या विचारण के लम्बित रहने तक विकृत चित्त व्यक्ति का छोड़ा जाना ",
    newCode: "369",
    chapter: chapter["27"],
    newCodeInfo:
      "अन्वेषण या विचारण के लम्बित रहने तक विकृत चित्त व्यक्ति का छोड़ा जाना - \n(1) जब कभी कोई व्यक्ति %धारा 367 या धारा 368% के अधीन चित्त- विकृति या बौद्धिक दिव्यांगता के कारण अपनी प्रतिरक्षा करने में असमर्थ पाया जाता है तब, यथास्थिति, मजिस्ट्रेट या न्यायालय, चाहे मामला ऐसा हो जिसमें जमानत ली जा सकती है या ऐसा न हो, ऐसे व्यक्ति को जमानत पर छोड़े जाने का आदेश देगा: \nपरन्तु अभियुक्त ऐसी चित्त-विकृति या बौद्धिक दिव्यांगता से ग्रस्त है जो अंतरंग रोगी उपचार के लिए समादेशित नहीं करती हो और कोई मित्र या नातेदार किसी निकटतम चिकित्सा सुविधा से नियमित बाह्य रोगी मनः चिकित्सा उपचार कराने और उसे अपने आपको या किसी अन्य व्यक्ति को क्षति पहुंचाने से निवारित रखने का वचन देता है। \n(2) यदि मामला ऐसा है जिसमें, यथास्थिति, मजिस्ट्रेट या न्यायालय की राय में, जमानत नहीं दी जा सकती या यदि कोई समुचित वचनबंध नहीं दिया गया है तो वह अभियुक्त को ऐसे स्थान में रखे जाने का आदेश देगा, जहां नियमित मनः चिकित्सा उपचार कराया जा सकता है और की गई कार्रवाई की रिपोर्ट राज्य सरकार को देगा : \nपरंतु %लोक मानसिक स्वास्थ्य स्थापन में अभियुक्त% को निरूद्ध किए जाने के लिए कोई आदेश राज्य सरकार द्वारा %मानसिक स्वास्थ्य देख-रेख अधिनियम, 2017 (2017 का 10)% के अधीन बनाए गए नियमों के अनुसार ही किया जाएगा, अन्यथा नहीं। \n(3) जब कभी कोई व्यक्ति %धारा 367 या धारा 368% के अधीन चित्त-विकृति या %बौद्धिक दिव्यांगता% के कारण अपनी प्रतिरक्षा करने में असमर्थ पाया जाता है तब, यथास्थिति, मजिस्ट्रेट या न्यायालय कारित किए गए कार्य की प्रकृति और चित्त-विकृति या %बौद्धिक दिव्यांगता% की सीमा को ध्यान में रखते हुए आगे यह अवधारित करेगा कि क्या अभियुक्त को छोड़ने का आदेश दिया जा सकता है: \nपरन्तु यह है कि- \n(क) यदि चिकित्सा राय या किसी विशेषज्ञ की राय के आधार पर, यथास्थिति, मजिस्ट्रेट या न्यायालय %धारा 367 या धारा 368% के अधीन उपबंधित रीति में अभियुक्त के उन्मोचन का आदेश करने का विनिश्चय करता है तो ऐसे छोड़े जाने का आदेश किया जा सकेगा, यदि पर्याप्त प्रतिभूति दी जाती है कि अभियुक्त को अपने आपको या किसी अन्य व्यक्ति को क्षति पहुंचाने से निवारित किया जाएगा; \n(ख) यदि, यथास्थिति, मजिस्ट्रेट या न्यायालय की यह राय है कि अभियुक्त के उन्मोचन का आदेश नहीं दिया जा सकता है तो अभियुक्त को चित्त-विकृति या %बौद्धिक दिव्यांगता% के व्यक्तियों के लिए आवासीय सुविधा में अन्तरित करने का आदेश दिया जा सकता है जहाँ अभियुक्त की देखभाल की जा सके और समुचित शिक्षा और प्रशिक्षण दिया जा सके।",
  },
  {
    id: 380,
    prevCode: "331",
    prevCodeInfo: "----",
    newCode: "370",
    chapter: chapter["27"],
    newCodeInfo:
      "जांच या विचारण को पुनः चालू करना- \n(1) जब कभी जांच या विचारण को धारा %367 या धारा 368% के अधीन मुल्तवी किया गया है, तब, यथास्थिति, मजिस्ट्रेट या न्यायालय जांच या विचारण को संबद्ध व्यक्ति के विकृत चित्त न रहने पर किसी भी समय पुनः चालू कर सकता है और ऐसे मजिस्ट्रेट या न्यायालय के समक्ष अभियुक्त के हाजिर होने या लाये जाने की अपेक्षा कर सकता है। \n(2) जब अभियुक्त %धारा 369% के अधीन छोड़ दिया गया है और उसकी हाजिरी के लिए प्रतिभू उसे उस अधिकारी के समक्ष पेश करते हैं, जिसे मजिस्ट्रेट या न्यायालय ने इस निमित्त नियुक्त किया है, तब ऐसे अधिकारी का यह प्रमाणपत्र कि अभियुक्त अपनी प्रतिरक्षा करने में समर्थ है, साक्ष्य में लिए जाने योग्य होगा।",
  },
  {
    id: 381,
    prevCode: "332",
    prevCodeInfo: "----",
    newCode: "371",
    chapter: chapter["27"],
    newCodeInfo:
      "मजिस्ट्रेट या न्यायालय के समक्ष अभियुक्त के हाजिर होने पर प्रक्रिया- \n(1) जब अभियुक्त, यथास्थिति, मजिस्ट्रेट या न्यायालय के समक्ष हाजिर होता है या पुनः लाया जाता है, तब यदि मजिस्ट्रेट या न्यायालय का यह विचार है कि वह अपनी प्रतिरक्षा करने में समर्थ है तो, जांच या विचारण आगे चलेगा। \n(2) यदि मजिस्ट्रेट या न्यायालय का यह विचार है कि अभियुक्त अभी अपनी प्रतिरक्षा करने में असमर्थ है तो मजिस्ट्रेट या न्यायालय, यथास्थिति, %धारा 367 या धारा 368% के उपबन्धों के अनुसार कार्यवाही करेगा और यदि अभियुक्त विकृत चित्त पाया जाता है और परिणामस्वरूप अपनी प्रतिरक्षा करने में असमर्थ पाया जाता है तो ऐसे अभियुक्त के बारे में वह %धारा 369% के उपबन्धों के अनुसार कार्यवाही करेगा।",
  },
  {
    id: 382,
    prevCode: "333",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "372",
    chapter: chapter["27"],
    newCodeInfo:
      "जब यह प्रतीत हो कि अभियुक्त स्वस्थ-चित्त रहा है- \nजब अभियुक्त जांच या विचारण के समय स्वस्थचित्त प्रतीत होता है और मजिस्ट्रेट का अपने समक्ष दिए गए साक्ष्य से समाधान हो जाता है कि यह विश्वास करने का कारण है कि अभियुक्त ने ऐसा कार्य किया है, जो यदि वह स्वस्थचित्त होता तो अपराध होता और यह कि वह उस समय जब वह कार्य किया गया था चित्त-विकृति के कारण उस कार्य का स्वरूप या यह जानने में असमर्थ था, कि यह दोषपूर्ण या विधि के प्रतिकूल है, तब मजिस्ट्रेट मामले में आगे कार्यवाही करेगा और यदि अभियुक्त का विचारण सेशन न्यायालय द्वारा किया जाना चाहिए तो उसे सेशन न्यायालय के समक्ष विचारण के लिए सुपुर्द करेगा।",
  },
  {
    id: 383,
    prevCode: "334",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "373",
    chapter: chapter["27"],
    newCodeInfo:
      "चित्त-विकृति के आधार पर दोषमुक्ति का निर्णय- \nजब कभी कोई व्यक्ति इस आधार पर दोषमुक्त किया जाता है कि उस समय जब यह अभिकधित है कि उसने अपराध किया वह चित्त-विकृति के कारण उस कार्य का स्वरूप, जिसका अपराध होना अभिकथित है, या यह कि वह दोषपूर्ण या विधि के प्रतिकूल है जानने में असमर्थ था, तब निष्कर्ष में यह विनिर्दिष्टतः कथित होगा कि उसने वह कार्य किया या नहीं किया।",
  },
  {
    id: 384,
    prevCode: "335",
    prevCodeInfo: "----",
    newCode: "374",
    chapter: chapter["27"],
    newCodeInfo:
      "चित्त-विकृति के आधार पर दोषमुक्त किए गए व्यक्ति का सुरक्षित अभिरक्षा में निरुद्ध किया जाना- \n(1) जब कभी निष्कर्ष में यह कथित है कि अभियुक्त व्यक्ति ने अभिकथित कार्य किया है तब वह मजिस्ट्रेट या न्यायालय, जिसके समक्ष विचारण किया गया है, उस दशा में जब ऐसा कार्य उस असमर्थता के न होने पर, जो पाई गई, अपराध होता, - \n(क) उस व्यक्ति को ऐसे स्थान में और ऐसी रीति से, जिसे ऐसा मजिस्ट्रेट या न्यायालय ठीक समझे, सुरक्षित अभिरक्षा में निरुद्ध करने का आदेश देगा; या \n(ख) उस व्यक्ति को उसके किसी नातेदार या मित्र को सौंपने का आदेश देगा। \n(2) %लोक मानसिक स्वास्थ्य स्थापन में% अभियुक्त को निरुद्ध करने का उपधारा (1) के खण्ड (क) के अधीन कोई आदेश राज्य सरकार द्वारा %मानसिक स्वास्थ्य देख-रेख अधिनियम, 2017 (2017 का 10)% के अधीन बनाये गये नियमों के अनुसार ही किया जाएगा अन्यथा नहीं। \n(3) अभियुक्त को उसके किसी नातेदार या मित्र को सौंपने का उपधारा (1) के खण्ड (ख) के अधीन कोई आदेश उसके ऐसे नातेदार या मित्र के आवेदन पर और उसके द्वारा निम्नलिखित बातों की बाबत मजिस्ट्रेट या न्यायालय के समाधानप्रद प्रतिभूति देने पर ही किया जाएगा, अन्यथा नहीं- \n(क) सौंपे गए व्यक्ति को समुचित देख-रेख की जाएगी और वह अपने आपको या किसी अन्य व्यक्ति को क्षति पहुंचाने से निवारित रखा जाएगा; \n(ख) सौंपा गया व्यक्ति ऐसे अधिकारी के समक्ष और ऐसे समय और स्थानों पर, जो राज्य सरकार द्वारा निर्दिष्ट किए जाएं, निरीक्षण के लिए पेश किया जाएगा। \n(4) मजिस्ट्रेट या न्यायालय उपधारा (1) के अधीन की गई कार्यवाही की रिपोर्ट राज्य सरकार को देगा।",
  },
  {
    id: 385,
    prevCode: "336",
    prevCodeInfo: "----",
    newCode: "375",
    chapter: chapter["27"],
    newCodeInfo:
      "भारसाधक अधिकारी को कृत्यों का निर्वहन करने के लिए सशक्त करने की राज्य सरकार की शक्ति- \nराज्य सरकार उस जेल के भारसाधक अधिकारी को, जिसमें कोई व्यक्ति %धारा 369 या धारा 374% के उपबन्धों के अधीन परिरुद्ध है, %धारा 376 या धारा 377% के अधीन कारागारों के महानिरीक्षक के सब कृत्यों का या उनमें से किसी का निर्वहन करने के लिए सशक्त कर सकती है।",
  },
  {
    id: 386,
    prevCode: "337",
    prevCodeInfo: "----",
    newCode: "376",
    chapter: chapter["27"],
    newCodeInfo:
      "जहां यह रिपोर्ट की जाती है कि विकृत चित्त बन्दी अपनी प्रतिरक्षा करने में समर्थ है, वहां प्रक्रिया- \nयदि कोई व्यक्ति %धारा 369% को उपधारा (2) के उपबन्धों के अधीन निरुद्ध किया जाता है और, जेल में निरुद्ध व्यक्ति की दशा में कारागारों का महानिरीक्षक या लोक मानसिक स्वास्थ्य स्थापन में निरुद्ध व्यक्ति की दशा में, %मानसिक स्वास्थ्य देख-रेख अधिनियम, 2017 (2017 का 10) के अधीन गठित मानसिक स्वास्थ्य समीक्षा बोर्ड, प्रमाणित करें कि% उसकी या उनकी राय में वह व्यक्ति अपनी प्रतिरक्षा करने में समर्थ है तो वह, यथास्थिति, मजिस्ट्रेट या न्यायालय के समक्ष उस समय, जिसे वह मजिस्ट्रेट या न्यायालय नियत करे, लाया जाएगा और वह मजिस्ट्रेट या न्यायालय उस व्यक्ति के बारे में %धारा 371% के उपबंधों के अधीन कार्यवाही करेगा, और पूर्वोक्त महानिरीक्षक या परिदर्शकों का प्रमाणपत्र साक्ष्य के तौर पर ग्रहण किया जा सकेगा।",
  },
  {
    id: 387,
    prevCode: "338",
    prevCodeInfo: "----",
    newCode: "377",
    chapter: chapter["27"],
    newCodeInfo:
      "जहां निरुद्ध विकृत चित्त व्यक्ति छोड़े जाने के योग्य घोषित कर दिया जाता है, वहां प्रक्रिया- \n(1) यदि कोई व्यक्ति %धारा 369% की उपधारा (2) या %धारा 374% के उपबन्धों के अधीन निरुद्ध है और ऐसा महानिरीक्षक या ऐसे परिदर्शक प्रमाणित करते हैं कि उसके या उनके विचार में वह अपने को या किसी अन्य व्यक्ति को क्षति पहुंचाने के खतरे के बिना छोड़ा जा सकता है तो राज्य सरकार तब उसके छोड़े जाने का या अभिरक्षा में निरुद्ध रखे जाने का या, यदि वह पहले ही %लोक मानसिक स्वास्थ्य स्थापन% नहीं भेज दिया गया है %तो ऐसे स्थापन को अन्तरित किए जाने का आदेश दे सकती है और यदि वह उसे लोक मानसिक स्वास्थ्य स्थापन% को अन्तरित करने का आदेश देती है तो वह एक न्यायिक और दो चिकित्सा अधिकारियों का एक आयोग नियुक्त कर सकती है। \n(2) ऐसा आयोग ऐसा साक्ष्य लेकर, जो आवश्यक हो, ऐसे व्यक्ति के चित्त को दशा को वचारीति जांच करेगा और राज्य सरकार को रिपोर्ट देगा, जो उसके छोड़े जाने या निरुद्ध रखे जाने का जैसा वह ठीक समझे, आदेश दे सकती है।",
  },
  {
    id: 388,
    prevCode: "339",
    prevCodeInfo:
      "नातेदार या मित्र की देख-रेख के लिए पागल व्यक्ति का सौंपा जाना-",
    newCode: "378",
    chapter: chapter["27"],
    newCodeInfo:
      "नातेदार या मित्र की देख-रेख के लिए %विकृत चित्त% व्यक्ति का सौंपा जाना - \n(1) जब कभी %धारा 369 या धारा 374% के उपबन्धों के अधीन निरुद्ध किसी व्यक्ति का कोई नातेदार या मित्र यह चाहता है कि वह व्यक्ति उसकी देख-रेख और अभिरक्षा में रखे जाने के लिए सौंप दिया जाए जब राज्य सरकार उस नातेदार या मित्र के आवेदन पर और उसके द्वारा ऐसी राज्य सरकार को समाधानप्रद प्रतिभूति इस बाबत दिए जाने पर कि- \n(क) सौंपे गए व्यक्ति की समुचित देख-रेख की जाएगी और वह अपने आपको या किसी अन्य व्यक्ति को क्षति पहुंचाने से निवारित रखा जाएगा; \n(ख) सौंपा गया व्यक्ति ऐसे अधिकारी के समक्ष और ऐसे समय और स्थानों पर, जो राज्य सरकार द्वारा निर्दिष्ट किए जाएं, निरीक्षण के लिए पेश किया जाएगा: \n(ग) सौंपा गया व्यक्ति, उस दशा में जिसमें वह %धारा 369% की उपधारा (2) के अधीन निरुद्ध व्यक्ति है, अपेक्षा किए जाने पर ऐसे मजिस्ट्रेट या न्यायालय के समक्ष पेश किया जाएगा, ऐसे व्यक्ति को ऐसे नातेदार या मित्र को सौंपने का आदेश दे सकेगी। \n(2) यदि ऐसे सौंपा गया व्यक्ति किसी ऐसे अपराध के लिए अभियुक्त है, जिसका विचारण उसके विकृत चित्त होने और अपनी प्रतिरक्षा करने में असमर्थ होने के कारण मुल्तवी किया गया है और उपधारा (1) के खण्ड (ख) में निर्दिष्ट निरीक्षण अधिकारी किसी समय मजिस्ट्रेट या न्यायालय के समक्ष यह प्रमाणित करता है कि ऐसा व्यक्ति अपनी प्रतिरक्षा करने में समर्थ है तो ऐसा मजिस्ट्रेट या न्यायालय उस नातेदार या मित्र से, जिसे ऐसा अभियुक्त सौंपा गया है, अपेक्षा करेगा कि वह उसे उस मजिस्ट्रेट या न्यायालय के समक्ष पेश करे और ऐसे पेश किए जाने पर वह मजिस्ट्रेट या न्यायालय %धारा 371% के उपबन्धों के अनुसार कार्यवाही करेगा और निरीक्षण अधिकारी का प्रमाणपत्र साक्ष्य के तौर पर ग्रहण किया जा सकता है।",
  },
  {
    id: 389,
    prevCode: "340",
    prevCodeInfo: "----",
    newCode: "379",
    chapter: chapter["28"],
    newCodeInfo:
      '%धारा 215% में वर्णित मामलों में प्रक्रिया- \n(1) जब किसी न्यायालय की, उससे इस निमित किए गए आवेदन पर या अन्यथा, यह राय है कि न्याय के हित में यह समीचीन है कि %धारा 215% की उपधारा (1) के खण्ड (ख) में निर्दिष्ट किसी अपराध की, जो उसे, यथास्थिति, उस न्यायालय की कार्यवाही में या उसके संबंध में या उस न्यायालय की कार्यवाही में पेश की गई या साक्ष्य में दी गई दस्तावेज के बारे में किया हुआ प्रतीत होता है, जांच की जानी चाहिए तब ऐसा न्यायालय ऐसी प्रारम्भिक जांच के पश्चात् यदि कोई हो, जैसी वह आवश्यक समझे, - \n(क) उस भाव का निष्कर्ष अभिलिखित कर सकता है; \n(ख) उसका लिखित परिवाद कर सकता है; \n(ग) उसे अधिकारिता रखने वाले. प्रथम वर्ग मजिस्ट्रेट को भेज सकता है; \n(घ) ऐसे मजिस्ट्रेट के समक्ष अभियुक्त के हाजिर होने के लिए पर्याप्त प्रतिभूति ले सकता है अथवा यदि अभिकथित अपराध अजमानतीय है और न्यायालय ऐसा करना आवश्यक समझता है तो, अभियुक्त को ऐसे मजिस्ट्रेट के पास अभिरक्षा में भेज सकता है; और \n(ङ) ऐसे मजिस्ट्रेट के समक्ष हाजिर होने और साक्ष्य देने के लिए किसी व्यक्ति को आबद्ध कर सकता है। \n(2) किसी अपराध के बारे में न्यायालय को उपधारा (1) द्वारा प्रदत्त शक्ति का प्रयोग, ऐसे मामले में जिसमें उस न्यायालय ने उपधारा (1) के अधीन उस अपराध के बारे में न तो परिवाद किया है और न ऐसे परिवाद के किए जाने के लिए आवेदन को नामंजूर किया है, उस न्यायालय द्वारा किया जा सकता है जिसके ऐसा पूर्वकथित न्यायालय %धारा 215% की उपधारा (4) के अर्थ में अधीनस्थ है। \n(3) इस धारा के अधीन किए गए परिवाद पर हस्ताक्षर, - \n(क) जहां परिवाद करने वाला न्यायालय उच्च न्यायालय है वहां उस न्यायालय के ऐसे अधिकारी द्वारा किए जाएंगे, जिसे वह न्यायालय नियुक्त करे; \n(ख) किसी अन्य मामले में, न्यायालय के पीठासीन अधिकारी द्वारा या न्यायालय के ऐसे अधिकारी द्वारा, जिसे न्यायालय इस निमित्त लिखित में प्राधिकृत करे, किये जायेंगे। \n(4) इस धारा में "न्यायालय" का वही अर्थ है जो %धारा 215% में है।',
  },
  {
    id: 390,
    prevCode: "341",
    prevCodeInfo: "----",
    newCode: "380",
    chapter: chapter["28"],
    newCodeInfo:
      "अपील- \n(1) कोई व्यक्ति, जिसके आवेदन पर उच्च न्यायालय से भिन्न किसी न्यायालय ने %धारा 379% की उपधारा (1) या उपधारा (2) के अधीन परिवाद करने से इन्कार कर दिया है या जिसके विरुद्ध ऐसा परिवाद ऐसे न्यायालय द्वारा किया गया है, उस न्यायालय में अपील कर सकता है, जिसके ऐसा पूर्वकथित न्यायालय %धारा 215% की उपधारा (4) के अर्थ में अधीनस्थ है, और तब वरिष्ठ न्यायालय संबद्ध पक्षकारों को सूचना देने के पश्चात्, यथास्थिति, उस परिवाद को वापस लेने का या वह परिवाद करने का जिसे ऐसा पूर्वकथित न्यायालय %धारा 379% के अधीन कर सकता था, निदेश दे सकेगा और यदि वह ऐसा परिवाद करता है तो उस धारा के उपबन्ध तदनुसार लागू होंगे। \n(2) इस धारा के अधीन आदेश, और ऐसे आदेश के अधीन रहते हुए %धारा 379% के अधीन आदेश, अन्तिम होगा और उसका पुनरीक्षण नहीं किया जा सकेगा।",
  },
  {
    id: 391,
    prevCode: "342",
    prevCodeInfo: "----",
    newCode: "381",
    chapter: chapter["28"],
    newCodeInfo:
      "खर्च का आदेश देने की शक्ति- \n%धारा 379% के अधीन परिवाद फाइल करने के लिए किए गए किसी आवेदन या %धारा 380% के अधीन अपील के सम्बन्ध में कार्यवाही करने वाले किसी भी न्यायालय को खर्च के बारे में ऐसा आदेश देने की शक्ति होगी, जो न्यायसंगत हो।",
  },
  {
    id: 392,
    prevCode: "343",
    prevCodeInfo: "----",
    newCode: "382",
    chapter: chapter["28"],
    newCodeInfo:
      "जहां मजिस्ट्रेट संज्ञान करे, वहां प्रक्रिया- \n(1) वह मजिस्ट्रेट, जिससे कोई परिवाद %धारा 379 या धारा 380% के अधीन किया जाता है, %अध्याय 16% में किसी बात के होते हुए भी, जहां तक हो सके मामले में इस प्रकार कार्यवाही करने के लिए अग्रसर होगा, मानो वह पुलिस रिपोर्ट पर संस्थित है। \n(2) जहां ऐसे मजिस्ट्रेट के या किसी अन्य मजिस्ट्रेट के, जिसे मामला अन्तरित किया गया है, ध्यान में यह बात लाई जाती है कि उस न्यायिक कार्यवाही में, जिससे वह मामला उत्पन्न हुआ है, किए गए विनिश्चय के विरुद्ध अपील लम्बित है वहां वह, यदि ठीक समझता है तो, मामले की सुनवाई को किसी भी प्रक्रम पर तब तक के लिए स्थगित कर सकता है जब तक ऐसी अपील विनिश्चित न हो जाए।",
  },
  {
    id: 393,
    prevCode: "344",
    prevCodeInfo: "----",
    newCode: "383",
    chapter: chapter["28"],
    newCodeInfo:
      "मिध्या साक्ष्य देने पर विचारण के लिए संक्षिप्त प्रक्रिया- \n(1) यदि किसी न्यायिक कार्यवाही को निपटाते हुए निर्णय या अन्तिम आदेश देते समय कोई सेशन न्यायालय या प्रथम वर्ग मजिस्ट्रेट यह राय व्यक्त करता है कि ऐसी कार्यवाही में उपस्थित होने वाले किसी साक्षी ने जानते हुए या जानबूझकर मिध्या साक्ष्य दिया है या इस आशय से मिथ्या साक्ष्य गढ़ा है कि ऐसा साक्ष्य ऐसी कार्यवाही में प्रयुक्त किया जाए तो यदि उसका समाधान हो जाता है कि न्याय के हित में यह आवश्यक और समीचीन है कि साक्षी का, यथास्थिति, मिथ्या साक्ष्य देने या गढ़ने के लिए संक्षेपतः विचारण किया जाना चाहिए तो वह ऐसे अपराध का संज्ञान कर सकेगा और अपराधी को ऐसा कारण दर्शित करने का कि क्यों न उसे ऐसे अपराध के लिए दण्डित किया जाए, उचित अवसर देने के पश्चात्, ऐसे अपराधी का संक्षेपतः विचारण कर सकेगा और उसे कारावास से जिसकी अवधि तीन मास तक की हो सकेगी या %जुर्माने से जो एक हजार रूपये तक% का हो सकेगा या दोनों से, दण्डित कर सकेगा। \n(2) ऐसे प्रत्येक मामले में न्यायालय संक्षिप्त विचारणों के लिए विहित प्रक्रिया का यथासाध्य अनुसरण करेगा। \n(3) जहां न्यायालय इस धारा के अधीन कार्यवाही करने के लिए अग्रसर नहीं होता है वहां इस धारा की कोई बात, अपराध के लिए %धारा 379% के अधीन परिवाद करने की उस न्यायालय की शक्ति पर प्रभाव नहीं डालेगी। \n(4) जहां, उपधारा (1) के अधीन किसी कार्यवाही के प्रारम्भ किए जाने के पश्चात्, सेशन न्यायालय या प्रथम वर्ग मजिस्ट्रेट को यह प्रतीत कराया जाता है कि उस निर्णय या आदेश के विरुद्ध जिसमें उस उपधारा में निर्दिष्ट राय अभिव्यक्त की गई है अपील या पुनरीक्षण के लिए आवेदन किया गया है वहां वह, यथास्थिति, अपील या पुनरीक्षण के आवेदन के निपटाए जाने तक आगे विचारण की कार्यवाहियों को रोक देगा और तब आगे विचारण की कार्यवाहियां अपील या पुनरीक्षण के आवेदन के परिणामों के अनुसार होंगी।",
  },
  {
    id: 394,
    prevCode: "345",
    prevCodeInfo: "----",
    newCode: "384",
    chapter: chapter["28"],
    newCodeInfo:
      "अवमान के कुछ मामलों में प्रक्रिया- \n(1) जब कोई ऐसा अपराध, जैसा %भारतीय न्याय संहिता, 2023 की धारा 210, धारा 213, धारा 214, धारा 215 या धारा 267% में वर्णित है, किसी सिविल, दण्ड या राजस्व न्यायालय की दृष्टिगोचरता या उपस्थिति में किया जाता है तब न्यायालय अभियुक्त को अभिरक्षा में निरुद्ध करा सकता है और उसी दिन न्यायालय के उठने के पूर्व किसी समय, अपराध का संज्ञान कर सकता है और अपराधी को ऐसा कारण दर्शित करने का, कि क्यों न उसे इस धारा के अधीन दण्डित किया जाए, उचित अवसर देने के पश्चात् अपराधी को %एक हजार रुपये से अनधिक% जुर्माने का और जुर्माना देने में व्यतिक्रम होने पर एक मास तक की अवधि के लिए, जब तक कि ऐसा जुर्माना उससे पूर्वतर न दे दिया जाए, सादा कारावास का दण्डादेश दे सकता है। \n(2) ऐसे प्रत्येक मामले में न्यायालय वे तथ्य जिनसे अपराध बनता है, अपराधी द्वारा किए गए कथन के (यदि कोई हो) सहित, तथा निष्कर्ष और दण्डादेश भी अभिलिखित करेगा। \n(3) यदि अपराध %भारतीय न्याय संहिता, 2023 की धारा 267% के अधीन है तो अभिलेख में यह दर्शित होगा कि जिस न्यायालय के कार्य में विघ्न डाला गया था या जिसका अपमान किया गया था, उसकी बैठक किस प्रकार की न्यायिक कार्यवाही के सम्बन्ध में और उसके किस प्रक्रम पर हो रही थी और किस प्रकार का विघ्न डाला गया या अपमान किया गया था।",
  },
  {
    id: 395,
    prevCode: "346",
    prevCodeInfo: "----",
    newCode: "385",
    chapter: chapter["28"],
    newCodeInfo:
      "जहां न्यायालय का विचार है कि मामले में %धारा 384% के अधीन कार्यवाही नहीं की जानी चाहिए, वहां प्रक्रिया- \n(1) यदि किसी मामले में न्यायालय का यह विचार है कि %धारा 384% में निर्दिष्ट और उसकी दृष्टिगोचरता या उपस्थिति में किए गए अपराधों में से किसी के लिए अभियुक्त व्यक्ति जुर्माना देने में व्यतिक्रम करने से अन्यथा कारावासित किया जाना चाहिए या उस पर दो सौ रुपये से अधिक जुर्माना अधिरोपित किया जाना चाहिए या किसी अन्य कारण से उस न्यायालय की यह राय है कि मामला %धारा 384% के अधीन नहीं निपटाया जाना चाहिए तो वह न्यायालय उन तथ्यों को जिनसे अपराध बनता है और अभियुक्त के कथन को इसमें इसके पूर्व उपबन्धित प्रकार से अभिलिखित करने के पश्चात्, मामला उसका विचारण करने की अधिकारिता रखने वाले मजिस्ट्रेट को भेज सकेगा और ऐसे मजिस्ट्रेट के समक्ष ऐसे व्यक्ति की हाजिरी के लिए प्रतिभूति दी जाने की अपेक्षा कर सकेगा, या यदि पर्याप्त प्रतिभूति न दी जाए तो ऐसे व्यक्ति को अभिरक्षा में ऐसे मजिस्ट्रेट के पास भेजेगा। \n(2) वह मजिस्ट्रेट, जिसे कोई मामला इस धारा के अधीन भेजा जाता है, जहां तक हो सके इस प्रकार कार्यवाही करने के लिए अग्रसर होगा मानो वह मामला पुलिस रिपोर्ट पर संस्थित है।",
  },
  {
    id: 396,
    prevCode: "347",
    prevCodeInfo: "----",
    newCode: "386",
    chapter: chapter["28"],
    newCodeInfo:
      "रजिस्ट्रार या उप-रजिस्ट्रार कब सिविल न्यायालय समझा जाएगा- \nजब राज्य सरकार ऐसा निदेश दे तब कोई भी रजिस्ट्रार या कोई भी उप-रजिस्ट्रार, जो रजिस्ट्रीकरण अधिनियम, 1908 (1908 का 16) के अधीन नियुक्त है, %धारा 384 और 385% के अर्थ में सिविल न्यायालय समझा जाएगा।",
  },
  {
    id: 397,
    prevCode: "348",
    prevCodeInfo: "----",
    newCode: "387",
    chapter: chapter["28"],
    newCodeInfo:
      "माफी मांगने पर अपराधी का उन्मोचन- \nजब किसी न्यायालय ने किसी अपराधी को कोई बात, जिसे करने की उससे विधिपूर्वक अपेक्षा की गई थी, करने से इन्कार करने या उसे न करने के लिए या साशय कोई अपमान करने या विघ्न डालने के लिए %धारा 384% के अधीन दण्डित किए जाने के लिए न्यायनिर्णीत किया है या %धारा 385% के अधीन विचारण के लिए मजिस्ट्रेट के पास भेजा है, तब वह न्यायालय अपने आदेश या अपेक्षा के उसके द्वारा मान लिए जाने पर या उसके द्वारा ऐसे माफी मांगे जाने पर, जिससे न्यायालय का समाधान हो जाए, स्वविवेकानुसार अभियुक्त को उन्मोचित कर सकता है या दण्ड का परिहार कर सकता है।",
  },
  {
    id: 398,
    prevCode: "349",
    prevCodeInfo: "----",
    newCode: "388",
    chapter: chapter["28"],
    newCodeInfo:
      "उत्तर देने या दस्तावेज पेश करने से इन्कार करने वाले व्यक्ति को कारावास या उसकी सुपुर्दगी- \nयदि दण्ड न्यायालय के समक्ष कोई साक्षी या कोई व्यक्ति, जो किसी दस्तावेज या चीज को पेश करने के लिए बुलाया गया है, उन प्रश्नों का, जो उससे किए जाएं, उत्तर देने से या अपने कब्जे या शक्ति में की किसी दस्तावेज या चीज को, जिसे पेश करने की न्यायालय उससे अपेक्षा करे, पेश करने से इन्कार करता है और ऐसे इन्कार के लिए कोई उचित कारण पेश करने के लिए युक्तियुक्त अवसर दिए जाने पर ऐसा नहीं करता है तो ऐसा न्यायालय उन कारणों से, जो लेखबद्ध किए जाएंगे, उसे सात दिन से अनधिक की किसी अवधि के लिए सादा कारावास का दण्डादेश दे सकेगा या पीठासीन मजिस्ट्रेट या न्यायाधीश द्वारा हस्ताक्षरित वारण्ट द्वारा न्यायालय के किसी अधिकारी की अभिरक्षा के लिए सुपुर्द कर सकेगा, जब तक कि उस बीच ऐसा व्यक्ति अपनी परीक्षा की जाने और उत्तर देने के लिए या दस्तावेज या चीज पेश करने के लिए सहमत नहीं हो जाता है और उसके इन्कार पर डटे रहने की दशा में उसके बारे में %धारा 384 या धारा 385% के उपबन्धों के अनुसार कार्यवाही की जा सकेगी।",
  },
  {
    id: 399,
    prevCode: "350",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "389",
    chapter: chapter["28"],
    newCodeInfo:
      "समन के पालन में साक्षी के हाजिर न होने पर उसे दण्डित करने के लिए संक्षिप्त प्रक्रिया - \n(1) यदि किसी दण्ड न्यायालय के समक्ष हाजिर होने के लिए समन किए जाने पर कोई साक्षी समन के पालन में किसी निश्चित स्थान और समय पर हाजिर होने के लिए विधिमान्य रूप से आबद्ध है और न्यायसंगत कारण के बिना, उस स्थान या समय पर हाजिर होने में उपेक्षा या हाजिर होने से इन्कार करता है या उस स्थान से, जहां उसे हाजिर होना है, उस समय से पहले चला जाता है जिस समय चला जाना उसके लिए विधिपूर्ण है और जिस न्यायालय के समक्ष उस साक्षी को हाजिर होना है उसका समाधान हो जाता है कि न्याय के हित में यह समीचीन है कि ऐसे साक्षी का संक्षेपतः विचारण किया जाए तो वह न्यायालय उस अपराध का संज्ञान कर सकता है और अपराधी को इस बात का कारण दर्शित करने का कि क्यों न उसे इस धारा के अधीन दण्डित किया जाए अवसर देने के पश्चात् उसे पांच सौ रुपये से अनधिक जुर्माने का दण्डादेश दे सकता है।  \n(2) ऐसे प्रत्येक मामले में न्यायालय उस प्रक्रिया का यथासाध्य अनुसरण करेगा जो संक्षिप्त विचारणों के लिए विहित है।",
  },
  {
    id: 400,
    prevCode: "351",
    prevCodeInfo: "----",
    newCode: "390",
    chapter: chapter["28"],
    newCodeInfo:
      "%धारा 383, धारा 384, धारा 388 और धारा 389% के अधीन दोषसिद्धियों से अपीलें- \n(1) उच्च न्यायालय से भिन्न किसी न्यायालय द्वारा %धारा 383, धारा 384, धारा 388 या धारा 389% के अधीन दण्डादिष्ट कोई व्यक्ति, इस संहिता में किसी बात के होते हुए भी, उस न्यायालय में अपील कर सकता है जिसमें ऐसे न्यायालय द्वारा दी गई डिक्रियों या आदेशों की अपील मामूली तौर पर होती है। \n(2) %अध्याय 31% के उपबन्ध, जहां तक वे लागू हो सकते हैं, इस धारा के अधीन अपीलों को लागू होंगे, और अपील न्यायालय निष्कर्ष को परिवर्तित कर सकता है या उलट सकता है या उस दण्ड को, जिसके विरुद्ध अपील की गई है, कम कर सकता है या उलट सकता है। \n(3) लघुवाद न्यायालय द्वारा की गई ऐसी दोषसिद्धि की अपील उस सेशन खंड के सेशन न्यायालय में होगी जिस खंड में वह न्यायालय स्थित है। \n(4) %धारा 386% के अधीन जारी किए गए निदेश के आधार पर सिविल न्यायालय समझे गये किसी रजिस्ट्रार या उप-रजिस्ट्रार द्वारा की गई ऐसी दोषसिद्धि से अपील उस सेशन खंड के सेशन न्यायालय में होगी जिस खंड में ऐसे रजिस्ट्रार या उप-रजिस्ट्रार का कार्यालय स्थित है।",
  },
  {
    id: 401,
    prevCode: "352",
    prevCodeInfo: "----",
    newCode: "391",
    chapter: chapter["28"],
    newCodeInfo:
      "कुछ न्यायाधीशों और मजिस्ट्रेटों के समक्ष किए गए अपराधों का उनके द्वारा विचारण न किया जाना- \n%धारा 383, धारा 384, धारा 388 और धारा 389% में जैसा उपबन्धित है उसके सिवाय, (उच्च न्यायालय के न्यायाधीश से भिन्न) दण्ड न्यायालय का कोई भी न्यायाधीश या मजिस्ट्रेट %धारा 215% में निर्दिष्ट किसी अपराध के लिए किसी व्यक्ति का विचारण उस दशा में नहीं करेगा, जब वह अपराध उसके समक्ष या उसके प्राधिकार का अवमान करके किया गया है या किसी न्यायिक कार्यवाही के दौरान ऐसे न्यायाधीश या मजिस्ट्रेट को हैसियत में उसके ध्यान में लाया गया है।",
  },
  {
    id: 402,
    prevCode: "353",
    prevCodeInfo: "----",
    newCode: "392",
    chapter: chapter["29"],
    newCodeInfo:
      "निर्णय- \n(1) आरम्भिक अधिकारिता के दण्ड न्यायालय में होने वाले प्रत्येक विचारण में निर्णय पीठासीन अधिकारी द्वारा खुले न्यायालय में या तो विचारण के खत्म होने के पश्चात् तुरन्त या %बाद में पैतालीस दिन से% अनधिक किसी समय, जिसको सूचना पक्षकारों या उनके %अधिवक्ताओं% को दी जाएगी, - \n(क) सम्पूर्ण निर्णय देकर सुनाया जाएगा; या \n(ख) सम्पूर्ण निर्णय पढ़कर सुनाया जाएगा; या \n(ग) अभियुक्त या उसके अधिवक्ता द्वारा समझी जाने वाली भाषा में निर्णय का प्रवर्तनशील भाग पढ़कर और निर्णय का सार समझाकर सुनाया जाएगा। \n(2) जहां उपधारा (1) के खण्ड (क) के अधीन निर्णय दिया जाता है, वहां पीठासीन अधिकारी उसे आशुलिपि में लिखवाएगा और जैसे ही अनुलिपि तैयार हो जाती है वैसे ही खुले न्यायालय में उस पर और उसके प्रत्येक पृष्ठ पर हस्ताक्षर करेगा, और उस पर निर्णय दिए जाने की तारीख डालेगा। \n(3) जहां निर्णय या उसका प्रवर्तनशील भाग, यथास्थिति, उपधारा (1) के खण्ड (ख) या खण्ड (ग) के अधीन पढ़कर सुनाया जाता है, वहां पीठासीन अधिकारी द्वारा खुले न्यायालय में उस पर तारीख डालो जाएगी और हस्ताक्षर किए जाएंगे और यदि वह उसके द्वारा स्वयं अपने हाथ से नहीं लिखा गया है तो निर्णय के प्रत्येक पृष्ठ पर उसके द्वारा हस्ताक्षर किए जाएंगे। \n(4) जहां निर्णय उपधारा (1) के खण्ड (ग) में विनिर्दिष्ट रीति से सुनाया जाता है, वहां सम्पूर्ण निर्णय या उसकी एक प्रतिलिपि पक्षकारों या उनके अधिवक्ताओं के परिशीलन के लिए तुरन्त निःशुल्क उपलब्ध कराई जाएगी : \n%परन्तु यह कि न्यायालय जहां तक सम्भव हो निर्णय की तारीख से सात दिन की अवधि के भीतर अपने पोर्टल पर निर्णय की प्रति अपलोड करेगा।% \n(5) यदि अभियुक्त अभिरक्षा में है तो निर्णय सुनने के लिए या तो उसे %व्यक्तिगत रूप से या श्रव्य दृश्य इलैक्ट्रानिक साधनों के माध्यम से%, लाया जाएगा। \n(6) यदि अभियुक्त अभिरक्षा में नहीं है तो उससे न्यायालय द्वारा सुनाए जाने वाले निर्णय को सुनने के लिए हाजिर होने की अपेक्षा की जाएगी, किन्तु उस दशा में नहीं की जाएगी जिसमें विचारण के दौरान उसकी वैयक्तिक हाजिरी से उसे अभिमुक्ति दे दी गई है और दण्डादेश केवल जुर्माने का है या उसे दोषमुक्त किया गया है: \nपरन्तु जहां एक से अधिक अभियुक्त हैं और उनमें से एक या एक से अधिक उस तारीख को न्यायालय में हाजिर नहीं हैं जिसको निर्णय सुनाया जाने वाला है तो पीठासीन अधिकारी उस मामले को निपटाने में अनुचित विलम्ब से बचने के लिए उनकी अनुपस्थिति में भी निर्णय सुना सकता है। \n(7) किसी भी दण्ड न्यायालय द्वारा सुनाया गया कोई निर्णय केवल इस कारण विधितः अमान्य न समझा जाएगा कि उसके सुनाए जाने के लिए सूचित दिन को या स्थान में कोई पक्षकार या उसका अधिवक्ता अनुपस्थित था या पक्षकारों पर या उनके अधिवक्ताओं पर या उनमें से किसी पर ऐसे दिन और स्थान की सूचना की तामील करने में कोई लोप या त्रुटि हुई थी। \n (8) इस धारा की किसी बात का यह अर्थ नहीं लगाया जाएगा कि वह %धारा 511% के उपबन्धों के विस्तार को किसी प्रकार से परिसीमित करती है।",
  },
  {
    id: 403,
    prevCode: "354",
    prevCodeInfo: "----",
    newCode: "393",
    chapter: chapter["29"],
    newCodeInfo:
      "निर्णय की भाषा और अन्तर्वस्तु- \n(1) इस संहिता द्वारा अभिव्यक्त रूप से अन्यथा उपबन्धित के सिवाय, %धारा 392% में निर्दिष्ट प्रत्येक निर्णय- \n(क) न्यायालय की भाषा में लिखा जाएगा; \n(ख) अवधारण के लिए प्रश्न, उस प्रश्न या उन प्रश्नों पर विनिश्चय और विनिश्चय के कारण अन्तर्विष्ट करेगा; \n(ग) वह अपराध (यदि कोई हो) जिसके लिए और %भारतीय न्याय संहिता, 2023% या अन्य विधि की वह धारा, जिसके अधीन अभियुक्त दोषसिद्ध किया गया है, और वह दण्ड जिसके लिए वह दण्डादिष्ट है, विनिर्दिष्ट करेगा; \n(घ) यदि निर्णय दोषमुक्ति का है तो, उस अपराध का कथन करेगा जिससे अभियुक्त दोषमुक्त किया गया है और निदेश देगा कि वह स्वतन्त्र कर दिया जाए। \n(2) जब दोषसिद्धि %भारतीय न्याय संहिता, 2023% के अधीन है और यह संदेह है कि अपराध उस संहिता की दो धाराओं में से किसके अधीन या एक ही धारा के दो भागों में से किसके अधीन आता है तो न्यायालय इस बात को स्पष्ट रूप से अभिव्यक्त करेगा और अनुकल्पतः निर्णय देगा। \n(3) जब दोषसिद्धि, मृत्यु से अथवा अनुकल्पतः आजीवन कारावास से या कई वर्षों की अवधि के कारावास से दण्डनीय किसी अपराध के लिए है, तब निर्णय में, दिए गए दण्डादेश के कारणों का और मृत्यु के दण्डादेश की दशा में ऐसे दण्डादेश के लिए विशेष कारणों का, कथन होगा। \n(4) जब दोषसिद्धि एक वर्ष या उससे अधिक की अवधि के कारावास से दण्डनीय अपराध के लिए है किन्तु न्यायालय तीन मास से कम अवधि के कारावास का दण्ड अधिरोपित करता है, तब वह ऐसा दण्ड देने के अपने कारणों को लेखबद्ध करेगा उस दशा के सिवाय जब वह दण्डादेश न्यायालय के उठने तक के लिए कारावास का नहीं है या वह मामला इस संहिता के उपबन्धों के अधीन संक्षेपतः विचारित नहीं किया गया है। \n(5) जब किसी व्यक्ति को मृत्यु का दण्डादेश दिया गया है तो वह दण्डादेश यह निदेश देगा कि उसे गर्दन में फांसी लगाकर तब तक लटकाया जाए जब तक उसकी मृत्यु न हो जाए। \n(6) %धारा 136% के अधीन या %धारा 157% की उपधारा (2) के अधीन प्रत्येक आदेश में और %धारा 144, धारा 164 या धारा 166% के अधीन किए गए प्रत्येक अन्तिम आदेश में, अवधारण के लिए प्रश्न, उस प्रश्न या उन प्रश्नों पर विनिश्चय और विनिश्चय के कारण अन्तर्विष्ट होंगे।",
  },
  {
    id: 404,
    prevCode: "355",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: "",
    newCodeInfo: "----",
  },
  {
    id: 405,
    prevCode: "356",
    prevCodeInfo: "----",
    newCode: "394",
    chapter: chapter["29"],
    newCodeInfo:
      "पूर्वतन सिद्धदोष अपराधी को अपने पते की सूचना देने का आदेश- \n(1) जब कोई व्यक्ति, जिसे भारत में किसी न्यायालय ने %तीन वर्ष या उससे अधिक की अवधि के लिए कारावास% से दण्डनीय किसी अपराध के लिए दोषसिद्ध किया है, किसी अपराध के लिए, जो तीन वर्ष या उससे अधिक की अवधि के लिए कारावास से दण्डनीय है, द्वितीय वर्ग मजिस्ट्रेट के न्यायालय से भिन्न किसी न्यायालय द्वारा पुनः दोषसिद्ध किया जाता है तब, यदि ऐसा न्यायालय ठीक समझे तो वह उस व्यक्ति को कारावास का दण्डादेश देते समय यह आदेश भी कर सकता है कि छोड़े जाने के पश्चात् उसके निवास स्थान की और ऐसे निवास स्थान को किसी तब्दीली की या उससे उसकी अनुपस्थिति की इसमें इसके पश्चात् उपबन्धित रीति से सूचना ऐसे दण्डादेश की समाप्ति की तारीख से पांच वर्ष से अनधिक अवधि तक दी जाएगी। \n(2) उपधारा (1) के उपवन्ध, उन अपराधों को करने के आपराधिक षड्यन्त्रों और उन अपराधों के दुष्प्रेरण तथा उन्हें करने के प्रयत्नों को भी लागू होते हैं। \n(3) यदि ऐसी दोषसिद्धि अपील में या अन्यथा अपाप्त कर दो जाती है तो ऐसा आदेश शून्य हो जाएगा। \n(4) इस धारा के अधीन आदेश अपील न्यायालय द्वारा, या उच्च न्यायालय या सेशन न्यायालय द्वारा भी जब वह अपनी पुनरीक्षण की शक्तियों का प्रयोग कर रहा है, किया जा सकता है। \n(5) राज्य सरकार, छोड़े गए सिद्धदोषों के निवास स्थान की या निवास स्थान की तब्दीली की या उससे उनको अनुपस्थिति की सूचना से सम्बन्धित इस धारा के उपबन्धों को क्रियान्वित करने के लिए नियम अधिसूचना द्वारा बना सकती है। \n(6) ऐसे नियम उनके भंग किए जाने के लिए दण्ड का उपबन्ध कर सकते हैं और जिस व्यक्ति पर ऐसे किसी नियम को भंग करने का आरोप है उसका विचारण उस जिले में सक्षम अधिकारिता वाले मजिस्ट्रेट द्वारा किया जा सकता है जिसमें उस व्यक्ति द्वारा अपने निवास स्थान के रूप में अन्त में सूचित स्थान है।",
  },
  {
    id: 406,
    prevCode: "357",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "395",
    chapter: chapter["29"],
    newCodeInfo:
      "प्रतिकर देने का आदेश- \n(1) जब कोई न्यायालय जुर्माने का दण्डादेश देता है या कोई ऐसा दण्डादेश (जिसके अन्तर्गत मृत्यु दण्डादेश भी है) देता है जिसका भाग जुर्माना भी है, तब निर्णय देते समय वह न्यायालय यह आदेश दे सकता है कि वसूल किए गए सब जुर्माने या उसके किसी भाग का उपयोजन- \n(क) अभियोजन में उचित रूप से उपगत व्ययों को चुकाने में किया जाए; \n(ख) किसी व्यक्ति को उस अपराध द्वारा हुई किसी हानि या क्षति का प्रतिकर देने में किया जाए, यदि न्यायालय की राय में ऐसे व्यक्ति द्वारा प्रतिकर सिविल न्यायालय में वसूल किया जा सकता है; \n(ग) उस दशा में, जब कोई व्यक्ति किसी अन्य व्यक्ति की मृत्यु कारित करने के, या ऐसे अपराध के, किए जाने का दुष्प्रेरण करने के लिए दोषसिद्ध किया जाता है, उन व्यक्तियों को, जो ऐसी मृत्यु से अपने को हुई हानि के लिए दण्डादिष्ट व्यक्ति से नुकसानी वसूल करने के लिए घातक दुर्घटना अधिनियम, 1855 (1855 का 13) के अधीन हकदार है, प्रतिकर देने में किया जाए; \n(घ) जब कोई व्यक्ति, किसी अपराध के लिए, जिसके अन्तर्गत चोरी, आपराधिक दुर्विनियोग, आपराधिक न्यासभंग या छल भी है, या चुराई हुई सम्पत्ति को उस दशा में जब वह यह जानता है या उसको यह विश्वास करने का कारण है कि वह चुराई हुई है, बेईमानी से प्राप्त करने या रखे रखने के लिए या उसके व्ययन में स्वेच्छ्या या सहायता करने के लिए, दोषसिद्ध किया जाए, तब ऐसी सम्पत्ति के सद्भावपूर्ण क्रेता की, ऐसी सम्पत्ति उसके हकदार व्यक्ति के कब्जे में लौटा दी जाने की दशा में उसकी हानि के लिए, प्रतिकर देने में किया जाए। \n(2) यदि जुर्माना ऐसे मामले में किया जाता है जो अपीलनीय है तो ऐसा कोई संदाय, अपील उपस्थित करने के लिए अनुज्ञात अवधि के बीत जाने से पहले, या यदि अपील उपस्थित की जाती है ती उसके विनिश्चय के पूर्व, नहीं किया जाएगा। \n(3) जब न्यायालय ऐसा दण्ड अधिरोपित करता है जिसका भाग जुर्माना नहीं है तब न्यायालय निर्णय पारित करते समय, अभियुक्त व्यक्ति को यह आदेश दे सकता है कि उस कार्य के कारण जिसके लिए उसे ऐसा दण्डादेश दिया गया है, जिस व्यक्ति को कोई हानि या क्षति उठानी पड़ी है, उसे यह प्रतिकर के रूप में इतनी रकम दे जितनी आदेश में विनिर्दिष्ट है। \n(4) इस धारा के अधीन आदेश, अपील न्यायालय द्वारा या उच्च न्यायालय या सेशन न्यायालय द्वारा भी किया जा सकेगा जब वह अपनी पुनरीक्षण की शक्तियों का प्रयोग कर रहा हो। \n(5) उसी मामले से सम्बन्धित किसी पश्चात्वतीं सिविल याद में प्रतिकर अधिनिर्णीत करते समय न्यायालय ऐसी किसी राशि को, जो इस धारा के अधीन प्रतिकर के रूप में दी गई है या वसूल की गई है, हिसाब में लेगा।",
  },
  {
    id: 407,
    prevCode: "357क",
    prevCodeInfo: "----",
    newCode: "396",
    chapter: chapter["29"],
    newCodeInfo:
      "पीड़ित प्रतिकर स्कीम- \n(1) प्रत्येक राज्य सरकार केन्द्रीय सरकार के सहयोग से ऐसे पीड़ित या उसके आश्रितों को, जिन्हें अपराध के परिणामस्वरूप हानि या क्षति हुई है और जिन्हें पुनर्वास की आवश्यकता है, प्रतिकर के प्रयोजन के लिए निधियां उपलब्ध कराने के लिए एक स्कीम तैयार करेगी। \n(2) जब कभी भी न्यायालय द्वारा प्रतिकर के लिए सिफारिश की जाती है, तब, यथास्थिति, जिला विधिक सेवा प्राधिकरण या राज्य विधिक सेवा प्राधिकरण उपधारा (1) में निर्दिष्ट स्कीम के अधीन दिए जाने वाले प्रतिकर की मात्रा का विनिश्चय करेगा। \n(3) यदि विचारण न्यायालय का, विचारण की समाप्ति पर, यह समाधान हो जाता है कि %धारा 395% के अधीन अधिनिर्णीत प्रतिकर ऐसे पुनर्वास के लिए पर्याप्त नहीं है या जहां मामले दोषमुक्ति या उन्मोचन में समाप्त होते हैं और पीड़ित को पुनर्वासित करना है, वहां वह प्रतिकर के लिए सिफारिश कर सकेगा। \n(4) जहां अपराधी का पता नहीं लग पाता है या उसकी पहचान नहीं हो पाती है किन्तु पीड़ित की पहचान हो जाती है और जहां कोई विचारण नहीं होता है, वहां पीड़ित या उसके आश्रित प्रतिकर दिए जाने के लिए राज्य या जिला विधिक सेवा प्राधिकरण को आवेदन कर सकेंगे। \n(5) उपधारा (4) की अधीन ऐसी सिफारिशें या आवेदन प्राप्त होने पर, राज्य या जिला विधिक सेवा प्राधिकरण, सम्यक् जांच करने के पश्चात्, दो मास के भीतर जांच पूरी करके पर्याप्त प्रतिकर अधिनिर्णीत करेगा। \n(6) यथास्थिति, राज्य या जिला विधिक सेवा प्राधिकरण पीड़ित की यातना को कम करने के लिए, पुलिस थाने के भारसाधक से अन्यून पंक्ति के पुलिस अधिकारी या संबद्ध क्षेत्र के मजिस्ट्रेट के प्रमाणपत्र पर मानसिक चिकित्सा सुविधा या चिकित्सा प्रसुविधाएं उपलब्ध कराने या कोई अन्य अंतरिम अनुतोष दिलाने, जिसे समुचित प्राधिकरण ठीक समझे, के लिए तुरंत आदेश कर सकेगा। \n(7) इस धारा के अधीन राज्य द्वारा संदेय प्रतिकर %भारतीय न्याय संहिता, 2023 की धारा 65, धारा 70 या धारा 124% की उपधारा (1) के अधीन पीड़िता को जुर्माने का संदाय किए जाने के अतिरिक्त होगा।",
  },
  {
    id: 408,
    prevCode: "357ग",
    prevCodeInfo: "----",
    newCode: "397",
    chapter: chapter["29"],
    newCodeInfo:
      "पीड़ितों का उपचार- \nसभी लोक या प्राइवेट अस्पताल, चाहे वे केन्द्रीय सरकार, राज्य सरकार, स्थानीय निकायों या किसी अन्य व्यक्ति द्वारा चलाये जा रहे हों, %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71 या धारा 124 की उपधारा (1) के अधीन लैंगिक अपराधों से बालकों का संरक्षण अधिनियम, 2012 (2012 का 32) की धारा 4, धारा 6, धारा 8 या धारा 10% के अधीन आने वाले किसी अपराध के पीड़ितों को तुरन्त निःशुल्क प्राथमिक य। चिकित्सीय उपचार उपलब्ध कराएंगे और ऐसी घटना की पुलिस को तुरन्त सूचना देंगे।",
  },
  {
    id: 409,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "398",
    chapter: chapter["29"],
    newCodeInfo:
      "%साक्षी संरक्षण स्कीम - \nप्रत्येक राज्य सरकार, साक्षियों की सुरक्षा सुनिश्चित करने को ध्यान में रखते हुए राज्य के लिए साक्षी सुरक्षा स्कीम तैयार करेगी और अधिसूचित करेगी।%",
  },
  {
    id: 410,
    prevCode: "358",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "399",
    chapter: chapter["29"],
    newCodeInfo:
      "निराधार गिरफ्तार करवाए गए व्यक्तियों को प्रतिकर- \n(1) जब कभी कोई व्यक्ति किसी अन्य व्यक्ति को पुलिस अधिकारी से गिरफ्तार कराता है, तब यदि उस मजिस्ट्रेट को, जिसके द्वारा वह मामला सुना जाता है, यह प्रतीत होता है कि ऐसी गिरफ्तारी कराने के लिए कोई पर्याप्त आधार नहीं था तो, वह मजिस्ट्रेट अधिनिर्णय दे सकता है कि ऐसे गिरफ्तार किए गए व्यक्ति को इस सम्बन्ध में उसके समय की हानि और व्यय के लिए एक हजार रुपये से अनधिक इतना प्रतिकर, जितना मजिस्ट्रेट ठीक समझे, गिरफ्तार कराने वाले व्यक्ति द्वारा दिया जाएगा। \n(2) ऐसे मामलों में यदि एक से अधिक व्यक्ति गिरफ्तार किए जाते हैं तो मजिस्ट्रेट उनमें से प्रत्येक के लिए उसी रीति से एक हजार रुपये से अनधिक उतना प्रतिकर अधिनिर्णीत कर सकेगा, जितना ऐसा मजिस्ट्रेट ठीक समझे। \n(3) इस धारा के अधीन अधिनिर्णीत समस्त प्रतिकर ऐसे वसूल किया जा सकता है मानो वह जुर्माना है और यदि वह ऐसे वसूल नहीं किया जा सकता तो उस व्यक्ति को, जिसके द्वारा वह संदेय है, तीस दिन से अनधिक की इतनी अवधि के लिए, जितनी मजिस्ट्रेट निर्दिष्ट करें, सादे कारावास का दण्डादेश दिया जाएगा जब तक कि ऐसी राशि उससे पहले न दे दी जाए।",
  },
  {
    id: 411,
    prevCode: "359",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "400",
    chapter: chapter["29"],
    newCodeInfo:
      "असंज्ञेय मामलों में खर्चा देने के लिए आदेश- \n(1) जब कभी किसी असंज्ञेय अपराध का कोई परिवाद न्यायालय में किया जाता है तब, यदि न्यायालय अभियुक्त को दोषसिद्ध कर देता है तो, वह अभियुक्त पर अधिरोपित शास्ति के अतिरिक्त उसे यह आदेश दे सकता है कि वह परिवादी को अभियोजन में उसके द्वारा किए गए खर्चे पूर्णतः या अंशतः दे और यह अतिरिक्त आदेश दे सकता है कि उसे देने में व्यतिक्रम करने पर अभियुक्त तौस दिन से अनधिक की अवधि के लिए सादा कारावास भोगेगा और ऐसे खचाँ के अन्तर्गत आदेशिका फीस, साक्षियों और अधिवक्ताओं की फीस की बाबत किए गए कोई व्यय भी हो सकेंगे जिन्हें न्यायालय उचित समझे। \n(2) इस धारा के अधीन आदेश किसी अपील न्यायालय द्वारा, या उच्च न्यायालय या सेशन न्यायालय द्वारा भी किया जा सकेगा जब वह अपनी पुनरीक्षण शक्तियों का प्रयोग कर रहा हो।",
  },
  {
    id: 412,
    prevCode: "360",
    prevCodeInfo: "----",
    newCode: "401",
    chapter: chapter["29"],
    newCodeInfo:
      "सदाचरण की परिवीक्षा पर या भर्त्सना के पश्चात् छोड़ देने का आदेश- \n(1) जब कोई व्यक्ति जो इक्कीस वर्ष से कम आयु का नहीं है केवल जुर्माने से या सात वर्ष या उससे कम अवधि के कारावास से दण्डनीय अपराध के लिए दोषसिद्ध किया जाता है या जब कोई व्यक्ति जो इक्कीस वर्ष से कम आयु का है या कोई महिला ऐसे अपराध के लिए, जो मृत्यु या आजीवन कारावास से दण्डनीय नहीं है, दोषसिद्ध की जाती है और अपराधी के विरुद्ध कोई पूर्व दोषसिद्धि साबित नहीं की गई है तब, यदि उस न्यायालय को, जिसके समक्ष उसे दोषसिद्ध किया गया है, अपराधी की आयु, शील या पूर्ववृत्त को और उन परिस्थितियों को, जिनमें अपराध किया गया, ध्यान में रखते हुए यह प्रतीत होता है कि अपराधी को सदाचरण की परिवीक्षा पर छोड़ देना समीचीन है तो न्यायालय उसे तुरन्त कोई दण्डादेश देने के बजाय निदेश दे सकता है कि उसे उसके द्वारा यह %बन्धपत्र या जमानतपत्र% लिख देने पर छोड़ दिया जाए कि वह (तीन वर्ष से अनधिक) इतनी अवधि के दौरान, जितनी न्यायालय निर्दिष्ट करे, बुलाए जाने पर हाजिर होगा और दण्डादेश पाएगा और इस बीच परिशांति कायम रखेगा और सदाचारी बना रहेगा : \nपरन्तु जहाँ कोई प्रथम अपराधी किसी द्वितीय वर्ग मजिस्ट्रेट द्वारा, जो उच्च न्यायालय द्वारा विशेषतया सशक्त नहीं किया गया है, दोषसिद्ध किया जाता है और मजिस्ट्रेट की यह राय है कि इस धारा द्वारा प्रदत्त शक्तियों का प्रयोग किया जाना चाहिए वहाँ वह उस भाव की अपनी राय अभिलिखित करेगा और प्रथम वर्ग मजिस्ट्रेट को वह कार्यवाही निवेदित करेगा और उस अभियुक्त को उस मजिस्ट्रेट के पास भेजेगा या उसकी उस मजिस्ट्रेट के समक्ष हाजिरी के लिए जमानत लेगा और वह मजिस्ट्रेट उस मामले का निपटारा उपधारा (2) द्वारा उपबन्धित रीति से करेगा। \n(2) जहाँ कोई कार्यवाही प्रथम वर्ग मजिस्ट्रेट को उपधारा (1) द्वारा उपबन्धित रूप में निवेदित की गई है, वहाँ ऐसा मजिस्ट्रेट उस पर ऐसा दण्डादेश या आदेश दे सकता है जैसा यदि मामला मूलतः उसके द्वारा सुना गया होता तो वह दे सकता और यदि वह किसी प्रश्न पर अतिरिक्त जांच या अतिरिक्त साक्ष्य आवश्यक समझता है तो वह स्वयं ऐसी जांच कर सकता है या ऐसा साक्ष्य ले सकता है या ऐसी जांच किए जाने या ऐसा साक्ष्य लिए जाने का निदेश दे सकता है। \n(3) किसी ऐसी दशा में, जिसमें कोई व्यक्ति चोरी, किसी भवन में चोरी, बेईमानी से दुर्विनियोग, छल या %भारतीय न्याय संहिता, 2023% के अधीन दो वर्ष से अनधिक के कारावास से दण्डनीय किसी अपराध के लिए या केवल जुर्माने से दण्डनीय किसी अपराध के लिए दोषसिद्ध किया जाता है और उसके विरुद्ध कोई पूर्व दोषसिद्धि साबित नहीं की गई है, यदि वह न्यायालय, जिसके समक्ष वह ऐसे दोषसिद्ध किया गया है, ठीक समझे, तो वह अपराधी की आयु, शील, पूर्ववृत्त या शारीरिक या मानसिक दशा को और अपराध की तुच्छ प्रकृति को, या किन्हीं परिशमनकारी परिस्थितियों को, जिनमें अपराध किया गया था, ध्यान में रखते हुए उसे कोई दण्डादेश देने के बजाय सम्यक् भर्त्सना के पश्चात् छोड़ सकता है। \n(4) इस धारा के अधीन आदेश किसी अपील न्यायालय द्वारा या उच्च न्यायालय या सेशन न्यायालय द्वारा भी किया जा सकेगा जब वह अपनी पुनरीक्षण शक्तियों का प्रयोग कर रहा हो। \n(5) जब किसी अपराधी के बारे में इस धारा के अधीन आदेश दिया गया है तब उच्च न्यायालय या सेशन न्यायालय, उस दशा में जब उस न्यायालय में अपील करने का अधिकार है, अपील किए जाने पर, या अपनी पुनरीक्षण शक्तियों का प्रयोग करते हुए, ऐसे आदेश को अपास्त कर सकता है और ऐसे अपराधी को उसके बदले में विधि के अनुसार दण्डादेश दे सकता है : \nपरन्तु उच्च न्यायालय या सेशन न्यायालय इस उपधारा के अधीन उस दण्ड से अधिक दण्ड न देगा जो उस न्यायालय द्वारा दिया जा सकता था जिसके द्वारा अपराधी दोषसिद्ध किया गया था। \n(6) %धारा 140, धारा 143 और धारा 414% के उपबन्ध इस धारा के उपबन्धों के अनुसरण में पेश किए गए प्रतिभुओं के बारे में जहाँ तक हो सके, लागू होंगे। \n(7) किसी अपराधी के उपधारा (1) के अधीन छोड़े जाने का निदेश देने के पूर्व न्यायालय अपना समाधान कर लेगा कि उस अपराधी का, या उसके प्रतिभू का (यदि कोई हो) कोई नियत वास स्थान या नियमित उपजीविका उस स्थान में है जिसके सम्बन्ध में वह न्यायालय कार्य करता है या जिसमें अपराधी के उस अवधि के दौरान रहने की सम्भाव्यता है, जो शर्तों के पालन के लिए उल्लिखित की गई है। \n(8) यदि उस न्यायालय का, जिसने अपराधी को दोषसिद्ध किया है, या उस न्यायालय का, जो अपराधी के संबंध में उसके मूल अपराध के बारे में कार्यवाही कर सकता था, समाधान हो जाता है कि अपराधी अपने मुंजगमके की शर्तों में से किसी का पालन करने में असफल रहा है तो वह उसके पकड़े जाने के लिए वारण्ट जारी कर सकता है। \n(9) जब कोई अपराधी ऐसे किसी वारण्ट पर पकड़ा जाता है तब वह वारण्ट जारी करने वाले मजिस्ट्रेट के समक्ष तत्काल लाया जाएगा और वह न्यायालय या तो तब तक के लिए उसे अभिरक्षा में रखे जाने के लिए प्रतिप्रेषित कर सकता है जब तक मामले में सुनवाई न हो, या इस शर्त पर कि वह दण्डादेश के लिए हाजिर होगा, पर्याप्त प्रतिभूति लेकर जमानत मंजूर कर सकता है और ऐसा न्यायालय मामले की सुनवाई के पश्चात् दण्डादेश दे सकता है। \n(10) इस धारा की कोई बात, अपराधी परिवीक्षा अधिनियम, 1958 (1958 का 20) या किशोर न्याय (बालकों की देखरेख और संरक्षण) अधिनियम, 2015 (2016 का 2) या किशोर अपराधियों के उपचार, प्रशिक्षण या सुधार से सम्बन्धित तत्समय प्रवृत्त किसी अन्य विधि के उपबन्धों पर प्रभाव न डालेगी।",
  },
  {
    id: 413,
    prevCode: "361",
    prevCodeInfo: "----",
    newCode: "402",
    chapter: chapter["29"],
    newCodeInfo:
      "कुछ मामलों में विशेष कारणों का अभिलिखित किया जाना- \nजहाँ किसी मामले में न्यायालय, - \n(क) किसी अभियुक्त व्यक्ति के सम्बन्ध में कार्यवाही %धारा 401% के अधीन या अपराधी परिवीक्षा अधिनियम, 1958 (1958 का 20) के उपबन्धों के अधीन कर सकता था; या \n(ख) किसी किशोर अपराधी के सम्बन्ध में कार्यवाही, किशोर न्याय (बालकों की देखरेख और संरक्षण) अधिनियम, 2015 (2016 का 2) के अधीन या किशोर अपराधियों के उपचार, प्रशिक्षण या सुधार से संबंधित तत्समय प्रवृत्त किसी अन्य विधि के अधीन कर सकता था, किन्तु उसने ऐसा नहीं किया है वहाँ वह ऐसा न करने के विशेष कारण अपने निर्णय में अभिलिखित करेगा।",
  },
  {
    id: 414,
    prevCode: "362",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "403",
    chapter: chapter["29"],
    newCodeInfo:
      "न्यायालय का अपने निर्णय में परिवर्तन न करना- \nइस संहिता या तत्समय प्रवृत्त किसी अन्य विधि द्वारा जैसा उपबन्धित है उसके सिवाय कोई न्यायालय जब उसने किसी मामले को निपटाने के लिए अपने निर्णय या अन्तिम आदेश पर हस्ताक्षर कर दिए हैं तब लिपिकीय या गणितीय भूल को ठीक करने के सिवाय उसमें कोई परिवर्तन नहीं करेगा या उसका पुनर्विलोकन नहीं करेगा।",
  },
  {
    id: 415,
    prevCode: "363",
    prevCodeInfo: "----",
    newCode: "404",
    chapter: chapter["29"],
    newCodeInfo:
      "अभियुक्त और अन्य व्यक्तियों को निर्णय की प्रति का दिया जाना- \n(1) जब अभियुक्त को कारावास का दण्डादेश दिया जाता है तब निर्णय के सुनाए जाने के पश्चात् निर्णय की एक प्रति उसे निः शुल्क तुरन्त दी जाएगी। \n(2) अभियुक्त के आवेदन पर, निर्णय की एक प्रमाणित प्रति या जब वह चाहे तब, यदि सम्भव है तो उसकी भाषा में या न्यायालय की भाषा में उसका अनुवाद, अविलंब उसे दिया जाएगा और जहाँ निर्णय की अभियुक्त द्वारा अपील हो सकती है वहाँ प्रत्येक दशा में ऐसी प्रति निःशुल्क दी जाएगी : \nपरन्तु जहाँ मृत्यु का दण्डादेश उच्च न्यायालय द्वारा पारित या पुष्ट किया जाता है वहाँ निर्णय की प्रमाणित प्रति अभियुक्त को तुरन्त निःशुल्क दी जाएगी चाहे वह उसके लिए आवेदन करे या न करे। \n(3) उपधारा (2) के उपबन्ध %धारा 136% के अधीन आदेश के सम्बन्ध में उसी प्रकार लागू होंगे जैसे वे उस निर्णय के सम्बन्ध में लागू होते हैं जिसकी अभियुक्त अपील कर सकता है। \n(4) जब अभियुक्त को किसी न्यायालय द्वारा मृत्यु दण्डादेश दिया जाता है और ऐसे निर्णय से साधिकार अपील होती है तो न्यायालय उसे उस अवधि की जानकारी देगा जिसके भीतर यदि वह चाहे तो अपील कर सकता है। \n(5) उपधारा (2) में जैसा उपबन्धित है उसके सिवाय, किसी दाण्डिक न्यायालय द्वारा पारित निर्णय या आदेश द्वारा प्रभावित व्यक्ति को, इस निमित्त आवेदन करने पर और विहित प्रभार देने पर ऐसे निर्णय या आदेश की या किसी अभिसाक्ष्य की या अभिलेख के अन्य भाग की प्रति दी जाएगी : परन्तु यदि न्यायालय किन्हीं विशेष कारणों से ठीक समझता है तो उसे वह निःशुल्क भी दे सकता है: \n%परन्तु यह और कि न्यायालय राज्य सरकार को अभियोजन अधिकारी द्वारा इस निमित किए गए आवेदन पर ऐसे निर्णय, आदेश, अभिसाक्ष्य या अभिलेख की विहित पृष्ठांकन सहित, सत्यापित प्रति निःशुल्क उपलब्ध कराएगा।% \n(6) उच्च न्यायालय नियमों द्वारा उपबन्ध कर सकता है कि किसी दाण्डिक न्यायालय के किसी निर्णय या आदेश की प्रतियां ऐसे व्यक्ति को, जो निर्णय या आदेश द्वारा प्रभावित न हों उस व्यक्ति द्वारा ऐसी फीस दिए जाने पर और ऐसी शर्तों के अधीन दे दी जाएं जो उच्च न्यायालय ऐसे नियमों द्वारा उपबन्धित करे।",
  },
  {
    id: 416,
    prevCode: "364",
    prevCodeInfo: "----",
    newCode: "405",
    chapter: chapter["29"],
    newCodeInfo:
      "निर्णय का अनुवाद कब किया जाएगा- \nमूल निर्णय कार्यवाही के अभिलेख में फाइल किया जाएगा और जहाँ मूल निर्णय ऐसी भाषा में अभिलिखित किया गया है जो न्यायालय की भाषा से भिन्न है और %यदि दोनों में से कोई एक पक्षकार% अपेक्षा करता है तो न्यायालय की भाषा में उसका अनुवाद अभिलेख में जोड़ दिया जाएगा।",
  },
  {
    id: 417,
    prevCode: "365",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "406",
    chapter: chapter["29"],
    newCodeInfo:
      "सेशन न्यायालय द्वारा निष्कर्ष और दण्डादेश की प्रति जिला मजिस्ट्रेट को भेजना - \nऐसे मामलों में, जिनका विचारण सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट द्वारा किया गया है, यथास्थिति, न्यायालय या मजिस्ट्रेट अपने निष्कर्ष और दण्डादेश की (यदि कोई हो) एक प्रति उस जिला मजिस्ट्रेट को भेजेगा जिसकी स्थानीय अधिकारिता के भीतर विचारण किया गया है।",
  },
  {
    id: 418,
    prevCode: "366",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "407",
    chapter: chapter["30"],
    newCodeInfo:
      "सेशन न्यायालय द्वारा मृत्यु दण्डादेश का पुष्टि के लिए प्रस्तुत किया जाना- \n(1) जब सेशन न्यायालय मृत्यु दण्डादेश देता है तब कार्यवाही उच्च न्यायालय को तुरन्त प्रस्तुत की जाएगी और दण्डादेश तब तक निष्पादित न किया जाएगा जब तक वह उच्च न्यायालय द्वारा पुष्ट न कर दिया जाए। \n(2) दण्डादेश पारित करने वाला न्यायालय वारण्ट के अधीन दोषसिद्ध व्यक्ति को जेल की अभिरक्षा के लिए सुपुर्द करेगा।",
  },
  {
    id: 419,
    prevCode: "367",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "408",
    chapter: chapter["30"],
    newCodeInfo:
      "अतिरिक्त जांच किए जाने के लिए या अतिरिक्त साक्ष्य लिए जाने के लिए निर्देश देने की शक्ति- \n(1) यदि ऐसी कार्यवाही के प्रस्तुत किए जाने पर उच्च न्यायालय यह ठीक समझता है कि दोषसिद्ध व्यक्ति को दोषी या निर्दोष होने से संबंधित किसी प्रश्न पर अतिरिक्त जांच की जाए या अतिरिक्त साक्ष्य लिया जाए तो वह स्वयं ऐसी जांच कर सकता है या ऐसा साक्ष्य ले सकता है या सेशन न्यायालय द्वारा उसके किए जाने या लिए जाने का निर्देश दे सकता है। \n(2) जब तक उच्च न्यायालय अन्यथा निर्देश न दे, दोषसिद्ध व्यक्ति को, जांच किए जाने या साक्ष्य लिए जाने के समय उपस्थित होने से, अभिमुक्ति दी जा सकती है। \n(3) जब जांच या साक्ष्य (यदि कोई हो) उच्च न्यायालय द्वारा नहीं की गई है या नहीं लिया गया है तब ऐसी जांच या साक्ष्य का परिणाम प्रमाणित करके उस न्यायालय को भेजा जाएगा।",
  },
  {
    id: 420,
    prevCode: "368",
    prevCodeInfo: "----",
    newCode: "409",
    chapter: chapter["30"],
    newCodeInfo:
      "दण्डादेश को पुष्ट करने या दोषसिद्धि को बातिल करने की उच्च न्यायालय की शक्ति - \nउच्च न्यायालय %धारा 407% के अधीन प्रस्तुत किसी मामले में, - \n(क) दण्डादेश की पुष्टि कर सकता है या विधि द्वारा समर्थित कोई अन्य दण्डादेश दे सकता है; या \n(ख) दोषसिद्धि को बातिल कर सकता है और अभियुक्त को किसी ऐसे अपराध के लिए दोषसिद्ध कर सकता है जिसके लिए सेशन न्यायालय उसे दोषसिद्ध कर सकता था, या उसी या संशोधित आरोप पर नए विचारण का आदेश दे सकता है; या \n(ग) अभियुक्त व्यक्ति को दोषमुक्त कर सकता है: \nपरन्तु पुष्टि का कोई आदेश इस धारा के अधीन तब तक नहीं दिया जाएगा जब तक अपील करने के लिए अनुज्ञात अवधि समाप्त न हो गई हो या यदि ऐसी अवधि के अन्दर अपील पेश कर दी गई है तो जब तक उस अपील का निपटारा न हो गया हो।",
  },
  {
    id: 421,
    prevCode: "369",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "410",
    chapter: chapter["30"],
    newCodeInfo:
      "दण्डादेश की पुष्टि या नए दण्डादेश का दो न्यायाधीशों द्वारा हस्ताक्षरित किया जाना- \nइस प्रकार प्रस्तुत प्रत्येक मामले में उच्च न्यायालय द्वारा दण्डादेश का पुष्टिकरण या उसके द्वारा पारित कोई नया दण्डादेश, या आदेश, यदि ऐसे न्यायालय में दो या अधिक न्यायाधीश हों तो, उनमें से कम से कम दो न्यायाधीशों द्वारा किया जाएगा, पारित और हस्ताक्षरित किया जाएगा।",
  },
  {
    id: 422,
    prevCode: "370",
    prevCodeInfo: "----",
    newCode: "411",
    chapter: chapter["30"],
    newCodeInfo:
      "मतभेद की दशा में प्रक्रिया- \nजहाँ कोई ऐसा मामला न्यायाधीशों के न्यायपीठ के समक्ष सुना जाता है और ऐसे न्यायाधीश राय के बारे में समान रूप से विभाजित हैं वहाँ मामला %धारा 433% द्वारा उपबन्धित रोति से विनिश्चित किया जाएगा।",
  },
  {
    id: 423,
    prevCode: "371",
    prevCodeInfo: "----",
    newCode: "412",
    chapter: chapter["30"],
    newCodeInfo:
      "उच्च न्यायालय की पुष्टि के लिए प्रस्तुत मामलों में प्रक्रिया- \nमृत्यु दण्डादेश की पुष्टि के लिए उच्च न्यायालय को सेशन न्यायालय द्वारा प्रस्तुत मामलों में उच्च न्यायालय द्वारा पुष्टि के आदेश या अन्य आदेश के दिए जाने के पश्चात् उच्च न्यायालय का समुचित अधिकारी विलम्ब के बिना, आदेश की प्रतिलिपि %या तो भौतिक रूप से या इलैक्ट्रानिक साधनों के माध्यम से% उच्च न्यायालय की मुद्रा लगाकर और अपने पदीय हस्ताक्षरों से अनुप्रमाणित करके सेशन न्यायालय को भेजेगा।",
  },
  {
    id: 424,
    prevCode: "372",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "413",
    chapter: chapter["31"],
    newCodeInfo:
      "जब तक अन्यथा उपबन्धित न हो किसी अपील का न होना- \nदण्ड न्यायालय के किसी निर्णय या आदेश से कोई अपील इस संहिता द्वारा या तत्समय प्रवृत्त किसी अन्य विधि द्वारा जैसा उपबन्धित हो उसके सिवाय न होगी : \nपरंतु पीड़ित को न्यायालय द्वारा किसी अभियुक्त को दोषमुक्त करने वाले किसी आदेश या कम अपराध के लिए दोषसिद्ध करने वाले या अपर्याप्त प्रतिकर अधिरोपित करने वाले आदेश के विरुद्ध अपील करने का अधिकार होगा और ऐसी अपील उस न्यायालय में होगी जिसमें ऐसे न्यायालय की दोषसिद्धि के आदेश के विरुद्ध मामूली तौर पर अपील होती है।",
  },
  {
    id: 425,
    prevCode: "373",
    prevCodeInfo: "----",
    newCode: "414",
    chapter: chapter["31"],
    newCodeInfo:
      "परिशान्ति कायम रखने या सदाचार के लिए प्रतिभूति अपेक्षित करने वाले या प्रतिभू स्वीकार करने से इन्कार करने वाले या अस्वीकार करने वाले आदेश से अपील- \nकोई व्यक्ति - \n(1) जिसे परिशान्ति कायम रखने या सटाचार के लिए प्रतिभूति देने के लिए %धारा 136% के अधीन आदेश दिया गया है, या \n(ii) जो %धारा 140% के अधीन प्रतिभू स्वीकार करने से इन्कार करने या उसे अस्वीकार करने वाले किसी आदेश से व्यथित है, सेशन न्यायालय में ऐसे आदेश के विरुद्ध अपील कर सकता है: परन्तु इस धारा की कोई बात उन व्यक्तियों को लागू नहीं होगी जिनके विरुद्ध कार्यवाही सेशन न्यायाधीश के समक्ष %धारा 141% को उपधारा (2) या उपधारा 4) के उपबन्धों के अनुसार रखी गई है।",
  },
  {
    id: 426,
    prevCode: "374",
    prevCodeInfo: "दोषसिद्धि से अपील-",
    newCode: "415",
    chapter: chapter["31"],
    newCodeInfo:
      "दोषसिद्धि से अपील- \n(1) कोई व्यक्ति जो उच्च न्यायालय द्वारा असाधारण आरम्भिक दाण्डिक अधिकारिता के प्रयोग में किए गए विचारण में दोषसिद्ध किया गया है, उच्चतम न्यायालय में अपील कर सकता है। \n(2) कोई व्यक्ति जो सेशन न्यायाधीश या अपर सेशन न्यायाधीश द्वारा किए गए विचारण में या किसी अन्य न्यायालय द्वारा किए गए विचारण में दोषसिद्ध किया गया है, जिसमें सात वर्ष से अधिक के कारावास का दण्डादेश उसके विरुद्ध या उसी विचारण में दोषसिद्ध किए गए किसी अन्य व्यक्ति के विरुद्ध दिया गया है उच्च न्यायालय में अपील कर सकता है। \n(3) उपधारा (2) में जैसा उपबंधित है उसके सिवाय, कोई व्यक्ति, - (क) प्रथम वर्ग मजिस्ट्रेट या द्वितीय वर्ग मजिस्ट्रेट द्वारा किए गए विचारण में दोषसिद्ध किया गया है; या \n(ख) जो %धारा 364% के अधीन दण्डादिष्ट किया गया है, या \n(ग) जिसके बारे में किसी मजिस्ट्रेट द्वारा %धारा 401% के अधीन आदेश दिया गया है या दण्डादेश पारित किया गया है, सेशन न्यायालय में अपील कर सकता है। \n(4) जब कोई अपील, %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71% के अधीन पारित किसी कारावास के विरुद्ध फाईल की गयी है, तो अपील फाईल करने की तारीख से छह मास की अवधि के भीतर ऐसी अपील का निपटान किया जायेगा।",
  },
  {
    id: 427,
    prevCode: "375",
    prevCodeInfo: "----",
    newCode: "416",
    chapter: chapter["31"],
    newCodeInfo:
      "कुछ मामलों में जब अभियुक्त दोषी होने का अभिवचन करे, अपील न होना- \n%धारा 415% में किसी बात के होते हुए भी, जहाँ अभियुक्त व्यक्ति ने दोषी होने का अभिवचन किया है, और ऐसे अभिवचन पर वह दोषसिद्ध किया गया है वहाँ, - \n(1) यदि दोषसिद्धि उच्च न्यायालय द्वारा की गई है, तो कोई अपील नहीं होगी; या \n(ii) यदि दोषसिद्धि सेशन न्यायालय या प्रथम वर्ग मजिस्ट्रेट या द्वितीय वर्ग मजिस्ट्रेट द्वारा की गई है तो अपील, दण्ड के परिमाण या उसकी वैधता के बारे में ही हो सकेगी, अन्यथा नहीं।",
  },
  {
    id: 428,
    prevCode: "376",
    prevCodeInfo: "----",
    newCode: "417",
    chapter: chapter["31"],
    newCodeInfo:
      "छोटे मामलों में अपील न होना- \n%धारा 415% में किसी बात के होते हुए भी, दोषसिद्ध व्यक्ति द्वारा कोई अपील निम्नलिखित में से किसी मामले में न होगी, \nअर्थात्:- \n(क) जहाँ उच्च न्यायालय %केवल तीन मास से अनधिक% की अवधि के कारावास का या एक हजार रुपए से अनधिक जुर्माने का या ऐसे कारावास और जुर्माने दोनों का, दण्डादेश पारित करता है; \n(ख) जहाँ सेशन न्यायालय केवल तीन मास से अनधिक की अवधि के कारावास का या दो सौ रुपए से अनधिक जुर्माने का अथवा ऐसे कारावास और जुर्माने दोनों का, दण्डादेश पारित करता है; \n(ग) जहाँ प्रथम वर्ग मजिस्ट्रेट केवल एक सौ रुपए से अनधिक जुर्माने का दण्डादेश पारित करता है; या \n(घ) जहाँ संक्षेपतः विचारित किसी मामले में, %धारा 283% के अधीन कार्य करने के लिए सशक्त मजिस्ट्रेट केवल दो सौ रुपए से अनधिक जुर्माने का दण्डादेश पारित करता है: \nपरन्तु यदि ऐसे किसी दण्डादेश के साथ कोई अन्य दण्ड मिला दिया गया है तो ऐसे किसी दण्डादेश के विरुद्ध अपील की जा सकती है किन्तु वह केवल इस आधार पर अपीलनीय न हो जाएगा कि- \n(1) दोषसिद्ध व्यक्ति को परिशान्ति कायम रखने के लिए प्रतिभूति देने का आदेश दिया गया है; या \n(ii) जुर्माना देने में व्यतिक्रम होने पर कारावास के निदेश को दण्डादेश में सम्मिलित किया गया है; या \n(iii) उस मामले में जुर्माने का एक से अधिक दण्डादेश पारित किया गया है, यदि अधिरोपित जुर्माने को कुल रकम उस मामले की बाबत इसमें इसके पूर्व विनिर्दिष्ट रकम से अधिक नहीं है।",
  },
  {
    id: 429,
    prevCode: "377",
    prevCodeInfo: "----",
    newCode: "418",
    chapter: chapter["31"],
    newCodeInfo:
      "राज्य सरकार द्वारा दण्डादेश के विरुद्ध अपील- \n(1) उपधारा (2) में जैसा उपबन्धित है उसके सिवाय राज्य सरकार, उच्च न्यायालय से भिन्न किसी न्यायालय द्वारा किए गए विचारण में दोषसिद्धि के किसी मामले में लोक अभियोजक को दण्डादेश की अपर्याप्तता के आधार पर उसके विरुद्ध- \n(क) सेशन न्यायालय में, यदि दंडादेश किसी मजिस्ट्रेट द्वारा पारित किया जाता है; और \n(ख) उच्च न्यायालय में यदि दंडादेश किसी अन्य न्यायालय द्वारा पारित किया जाता है, अपील प्रस्तुत करने का निर्देश दे सकती है। \n(2) यदि ऐसी दोषसिद्धि किसी ऐसे मामले में है जिसमें अपराध का अन्वेषण इस संहिता से भिन्न %किसी केन्द्रीय अधिनियम% के अधीन अपराध का अन्वेषण करने के लिए सशक्त किसी अन्य अभिकरण द्वारा किया गया है तो केन्द्रीय सरकार भी लोक अभियोजक को दण्डादेश की अपर्याप्तता के आधार पर उसके विरुद्ध- \n(क) सेशन न्यायालय में, यदि दंडादेश किसी मजिस्ट्रेट द्वारा पारित किया जाता है; और \n(ख) उच्च न्यायालय में, यदि दंडादेश किसी अन्य न्यायालय द्वारा पारित किया जाता है, अपील प्रस्तुत करने का निदेश दे सकती है। \n(3) जब दण्डादेश के विरुद्ध अपर्याप्तता के आधार पर अपील की गई है तब यथास्थिति, सेशन न्यायालय या उच्च न्यायालय उस दण्डादेश में वृद्धि तब तक नहीं करेगा जब तक कि अभियुक्त को ऐसी वृद्धि के विरुद्ध कारण दर्शित करने का युक्तियुक्त अवसर नहीं दे दिया गया है और कारण दर्शित करते समय अभियुक्त अपनी दोषमुक्ति के लिए या दण्डादेश में कमी करने के लिए अभिवचन कर सकता है। \n(4) जब कोई अपील, %भारतीय न्याय संहिता, 2023 की धारा 64, धारा 65, धारा 66, धारा 67, धारा 68, धारा 70 या धारा 71% के अधीन पारित किसी कारावास के विरुद्ध फाईल की गई है, तो अपील फाईल करने की तारीख से छह मास की अवधि के भीतर ऐसी अपील का निपटान किया जायेगा।",
  },
  {
    id: 430,
    prevCode: "378",
    prevCodeInfo: "दोषमुक्ति की दशा में अपील-",
    newCode: "419",
    chapter: chapter["31"],
    newCodeInfo:
      "दोषमुक्ति की दशा में अपील- \n(1) उपधारा (2) में जैसा उपबंधित है उसके सिवाय और उपधारा (३) और उपधारा (5) के उपबंधों के अधीन रहते हुये, - \n(क) जिला मजिस्ट्रेट, किसी मामले में लोक अभियोजक को किसी संज्ञेय और अजमानतीय अपराध की बाबत किसी मजिस्ट्रेट द्वारा पारित दोषमुक्ति के आदेश से सेशन न्यायालय में अपील प्रस्तुत करने का निर्देश दे सकेगा; \n(ख) राज्य सरकार, किसी मामले में लोक अभियोजक को उच्च न्यायालय से भिन्न किसी न्यायालय द्वारा पारित दोषमुक्ति के मूल या अपीली आदेश से जो खंड (क) के अधीन आदेश नहीं है या पुनरीक्षण में सेशन न्यायालय द्वारा पारित दोषमुक्ति के आदेश से उच्च न्यायालय में, अपील प्रस्तुत करने का निर्देश दे सकेगी। \n(2) यदि ऐसा दोषमुक्ति का आदेश किसी ऐसे मामले में पारित किया जाता है जिसमें अपराध का इस संहिता से भिन्न किसी केन्द्रीय अधिनियम के अधीन अपराध का अन्वेषण करने के लिए, सशक्त किसी अन्य अभिकरण द्वारा किया गया है तो केन्द्रीय सरकार उपधारा (3) के उपबन्धों के अधीन रहते हुये, लोक अभियोजक को- \n(क) दोषमुक्ति के ऐसे आदेश से जो, संज्ञेय और अजमानतीय अपराध की बाबत किसी मजिस्ट्रेट द्वारा पारित किया गया है सेशन न्यायालय में; \n(ख) दोषमुक्ति के ऐसे मूल या अपीली आदेश से, जो किसी उच्च न्यायालय से भिन्न किसी न्यायालय द्वारा पारित किया गया है जो खण्ड (क) के अधीन आदेश नहीं है या दोषमुक्ति के ऐसे आदेश से, जो पुनरीक्षण में सेशन न्यायालय द्वारा पारित किया गया है, उच्च न्यायालय में, निदेश दे सकती है। \n(3) अपील प्रस्तुत करने का (3) उपधारा (1) या उपधारा (2) के अधीन उच्च न्यायालय को कोई अपील उच्च न्यायालय की इजाजत के बिना ग्रहण नहीं की जाएगी। \n(4) यदि दोषमुक्ति का ऐसा आदेश परिवाद पर संस्थित किसी मामले में पारित किया गया है और उच्च न्यायालय, परिवादी द्वारा उससे इस निमित्त आवेदन किए जाने पर, दोषमुक्ति के आदेश की अपील करने की विशेष इजाजत देता है तो परिवादी ऐसी अपील उच्च न्यायालय में उपस्थित कर सकता है। \n(5) दोषमुक्ति के आदेश से अपील करने की विशेष इजाजत दिए जाने के लिए उपधारा (4) के अधीन कोई आवेदन उच्च न्यायालय द्वारा, उस दशा में जिसमें परिवादी लोक सेवक है उस दोषमुक्ति के आदेश की तारीख से संगणित, छह मास की समाप्ति के पश्चात् और प्रत्येक अन्य दशा में ऐसे संगणित साठ दिन की समाप्ति के पश्चात् ग्रहण नहीं किया जाएगा। \n(6) यदि किसी मामले में दोषमुक्ति के आदेश से अपील करने की विशेष इजाजत दिए जाने के लिए उपधारा (4) के अधीन कोई आवेदन नामंजूर किया जाता है तो उस दोषमुक्ति के आदेश से उपधारा (1) के अधीन या उपधारा (2) के अधीन कोई अपील नहीं होगी।",
  },
  {
    id: 431,
    prevCode: "379",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "420",
    chapter: chapter["31"],
    newCodeInfo:
      "कुछ मामलों में उच्च न्यायालय द्वारा दोषसिद्ध किए जाने के विरुद्ध अपील- \nयदि उच्च न्यायालय ने अभियुक्त व्यक्ति की दोषमुक्ति के आदेश को अपील में उलट दिया है और उसे दोषसिद्ध किया है तथा उसे मृत्यु या आजीवन कारावास या दस वर्ष या अधिक की अवधि के कारावास का दण्ड दिया है तो वह उच्चतम न्यायालय में अपील कर सकता है।",
  },
  {
    id: 432,
    prevCode: "380",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "421",
    chapter: chapter["31"],
    newCodeInfo:
      "कुछ मामलों में अपील करने का विशेष अधिकार- \nइस अध्याय में किसी बात के होते हुए भी, जब एक से अधिक व्यक्ति एक ही विचारण में दोषसिद्ध किए जाते हैं, और ऐसे व्यक्तियों में से किसी के बारे में अपीलनीय निर्णय या आदेश पारित किया गया है, तब ऐसे विचारण में दोषसिद्ध किए गए सब व्यक्तियों को या उनमें से किसी को भी अपील का अधिकार होगा।",
  },
  {
    id: 433,
    prevCode: "381",
    prevCodeInfo: "सेशन न्यायालय में की गई अपीलें कैसे सुनी जाएंगी-",
    newCode: "422",
    chapter: chapter["31"],
    newCodeInfo:
      "सेशन न्यायालय में की गई अपीलें कैसे सुनी जाएंगी- \n(1) उपधारा (2) के उपबन्धों के अधीन रहते हुए, सेशन न्यायालय में या सेशन न्यायाधीश को की गई अपील सेशन न्यायाधीश या अपर सेशन न्यायाधीश द्वारा सुनी जाएगी : परन्तु द्वितीय वर्ग मजिस्ट्रेट द्वारा किए गए विचारण में दोषसिद्धि के विरुद्ध अपील मुख्य न्यायिक मजिस्ट्रेट द्वारा सुनी जा सकेगी और निपटायी जा सकेगी। \n(2) अपर सेशन न्यायाधीश या मुख्य न्यायिक मजिस्ट्रेट केवल ऐसी अपीलें सुनेगा जिन्हें खंड का सेशन न्यायाधीश, साधारण या विशेष आदेश द्वारा, उसके हवाले करे या जिन्हें सुनने के लिए उच्च न्यायालय, विशेष आदेश द्वारा, उसे निदेश दे।",
  },
  {
    id: 434,
    prevCode: "382",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "423",
    chapter: chapter["31"],
    newCodeInfo:
      "अपील की अर्जी- \nप्रत्येक अपील, अपीलार्थी या उसके अधिवक्ता द्वारा उपस्थित की गई लिखित अर्जी के रूप में की जाएगी, और प्रत्येक ऐसी अर्जी के साथ (जब तक वह न्यायालय जिसमें वह उपस्थित की जाए अन्यथा निदेश न दे) उस निर्णय या आदेश की प्रतिलिपि होगी जिसके विरुद्ध अपील की जा रही है।",
  },
  {
    id: 435,
    prevCode: "383",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "424",
    chapter: chapter["31"],
    newCodeInfo:
      "जब अपीलार्थी जेल में है तब प्रक्रिया- \nयदि अपीलार्थी जेल में है तो वह अपनी अपील की अर्जी और उसके साथ वाली प्रतिलिपियों को जेल के भारसाधक अधिकारी को दे सकता है, जो तब ऐसी अर्जी और प्रतिलिपियां समुचित अपीली न्यायालय को भेजेगा।",
  },
  {
    id: 436,
    prevCode: "384",
    prevCodeInfo: "----",
    newCode: "425",
    chapter: chapter["31"],
    newCodeInfo:
      "अपील का संक्षेपतः खारिज किया जाना- \n(1) यदि %धारा 423 या धारा 424 के% अधीन प्राप्त अपील की अर्जी और निर्णय की प्रतिलिपि की परीक्षा करने पर अपीलीय न्यायालय का यह विचार है कि हस्तक्षेप करने का कोई पर्याप्त आधार नहीं है तो वह अपील को संक्षेपतः खारिज कर सकता है: \nपरन्तु- \n(क) %धारा 423% के अधीन उपस्थित की गई कोई अपील तब तक खारिज न की जाएगी जब तक अपीलार्थी या उसके अधिवक्ता को उसके समर्थन में सुने जाने का उचित अवसर न मिल चुका हो; \n(ख) %धारा 424% के अधीन कोई अपील उसके समर्थन में अपीलार्थी को सुनवाई का उचित अवसर दिए बिना खारिज नहीं की जाएगी, जब तक अपीली न्यायालय का यह विचार न हो कि अपील तुच्छ है या न्यायालय के समक्ष अभियुक्त को अभिरक्षा में पेश करने से मामले की परिस्थितियों के अनुपात में कहीं अधिक असुविधा होगी; \n(ग) %धारा 424% के अधीन उपस्थित की गई कोई अपील तब तक संक्षेपतः खारिज न की जाएगी जब तक ऐसी अपील करने के लिए अनुज्ञात अवधि का अवसान न हो चुका हो। \n(2) किसी अपील को इस धारा के अधीन खारिज करने के पूर्व न्यायालय मामले के अभिलेख मंगा सकता है। \n(3) जहाँ इस धारा के अधीन अपील खारिज करने वाला अपीली न्यायालय, सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट का न्यायालय है वहाँ वह ऐसा करने के अपने कारण अभिलिखित करेगा। \n(4) जहाँ %धारा 424% के अधीन उपस्थित की गई कोई अपील इस धारा के अधीन संक्षेपतः खारिज कर दी जाती है और अपीलीय न्यायालय का यह निष्कर्ष है कि उसी अपीलार्थी की ओर से %धारा 423% के अधीन सम्यक् रूप से उपस्थित की गई अपील की अन्य अर्जी पर उसके द्वारा विचार नहीं किया गया है वहाँ, %धारा 434% में किसी बात के होते हुए भी, यदि उस न्यायालय का यह समाधान हो जाता है कि ऐसा करना न्याय के हित में आवश्यक है तो वह ऐसी अपील विधि के अनुसार सुन सकता है और उसका निपटारा कर सकता है।",
  },
  {
    id: 437,
    prevCode: "385",
    prevCodeInfo: "----",
    newCode: "426",
    chapter: chapter["31"],
    newCodeInfo:
      "संक्षेपतः खारिज न की गई अपीलों की सुनवाई के लिए प्रक्रिया- \n(1) यदि अपीली न्यायालय अपील को संक्षेपतः खारिज नहीं करता है तो वह उस समय और स्थान की, जब और जहाँ ऐसी अपील सुनी जाएगी, सूचना- \n(i) अपीलार्थी या उसके अधिवक्ता को; \n(ii) ऐसे अधिकारी को, जिसे राज्य सरकार इस निमित्त नियुक्त करे: \n(iii) यदि परिवाद पर संस्थित मामले में दोषसिद्धि के निर्णय के विरुद्ध अपील की गई है, तो परिवादी को; \n(iv) यदि अपील %धारा 418 या 419% के अधीन की गई है तो अभियुक्त को दिलवाएगा और ऐसे अधिकारी, परिवादी और अभियुक्त को अपील के आधारों की प्रतिलिपि भी देगा। \n(2) यदि अपीलीय न्यायालय में मामले का अभिलेख, पहले से ही उपलभ्य नहीं है तो वह न्यायालय ऐसा अभिलेख मंगाएगा और पक्षकारों को सुनेगा : परन्तु यदि अपील केवल दण्ड के परिमाण या उसकी वैधता के बारे में है तो न्यायालय अभिलेख मंगाए बिना हो अपील का निपटारा कर सकता है। \n(3) जहाँ दोषसिद्धि के विरुद्ध अपील का आधार केवल दण्डादेश की अभिकथित कठोरता है वहाँ अपीलार्थी न्यायालय की इजाजत के बिना अन्य किसी आधार के समर्थन में न तो कहेगा और न उसे उसके समर्थन में सुना ही जाएगा।",
  },
  {
    id: 438,
    prevCode: "386",
    prevCodeInfo: "----",
    newCode: "427",
    chapter: chapter["31"],
    newCodeInfo:
      "अपीलीय न्यायालय की शक्तियाँ- \nऐसे अभिलेख के परिशीलन और यदि अपीलार्थी या उसका अधिवक्ता हाजिर है तो उसे तथा यदि लोक अभियोजक हाजिर है तो उसे और %धारा 418 या धारा 419% के अधीन अपील की दशा में यदि अभियुक्त हाजिर है तो उसे सुनने के पश्चात्, अपीलीय न्यायालय उस दशा में जिसमें उसका यह विचार है कि हस्तक्षेप करने का पर्याप्त आधार नहीं है अपील को खारिज कर सकता है, या,- \n(क) दोषमुक्ति के आदेश से अपील में ऐसे आदेश को उलट सकता है और निदेश दे सकता है कि अतिरिक्त जांच की जाए या अभियुक्त, यथास्थिति, पुनः विचारित किया जाए या विचारार्थ सुपुर्द किया जाए, या उसे दोषी ठहरा सकता है और उसे विधि के अनुसार दण्डादेश दे सकता है:, - \n(ख) दोषसिद्धि से अपील में (1) निष्कर्ष और दण्डादेश को उलट सकता है और अभियुक्त को दोषमुक्त या उन्मोचित कर सकता है या ऐसे अपीली न्यायालय के अधीनस्थ सक्षम अधिकारिता वाले न्यायालय द्वारा उसके पुनः विचारित किए जाने का या विचारणार्थ सुपुर्द किए जाने का आदेश दे सकता है; या \n(ii) दण्डादेश को कायम रखते हुए निष्कर्ष में परिवर्तन कर सकता है; या \n(iii) निष्कर्ष में परिवर्तन करके या किए बिना दण्ड के स्वरूप या परिमाण में या स्वरूप और परिमाण में परिवर्तन कर सकता है, किन्तु इस प्रकार नहीं कि उससे दण्ड में वृद्धि हो जाए: \n(ग) दण्डादेश की वृद्धि के लिए अपील में, \n(i) निष्कर्ष और दण्डादेश को उलट सकता है और अभियुक्त को दोषमुक्त या उन्मोचित कर सकता है या ऐसे अपराध का विचारण करने के लिए सक्षम न्यायालय द्वारा उसका पुनर्विचारण करने का आदेश दे सकता है, या \n(ii) दण्डादेश को कायम रखते हुए निष्कर्ष में परिवर्तन कर सकता है; या \n(iii) निष्कर्ष में परिवर्तन करके या किए बिना, दण्ड के स्वरूप या परिमाण में या स्वरूप और परिमाण में परिवर्तन कर सकता है जिससे उसमें वृद्धि या कमी हो जाए: \n(घ) किसी अन्य आदेश से अपील में ऐसे आदेश को परिवर्तित कर सकता है या उलट सकता है: \n(ङ) कोई संशोधन या कोई पारिणामिक या आनुषंगिक आदेश, जो न्यायसंगत या उचित हो, कर सकता है: \nपरन्तु दण्ड में तब तक वृद्धि नहीं की जाएगी जब तक अभियुक्त को ऐसी वृद्धि के विरुद्ध कारण दर्शित करने का अवसर न मिल चुका हो : \nपरन्तु यह और कि अपीलीय न्यायालय उस अपराध के लिए, जिसे उसकी राय में अभियुक्त ने किया है उससे अधिक दण्ड नहीं देगा, जो अपीलाधीन आदेश या दण्डादेश पारित करने वाले न्यायालय द्वारा ऐसे अपराध के लिए दिया जा सकता था।",
  },
  {
    id: 439,
    prevCode: "387",
    prevCodeInfo: "----",
    newCode: "428",
    chapter: chapter["31"],
    newCodeInfo:
      "अधीनस्थ अपीलीय न्यायालय के निर्णय- \nआरम्भिक अधिकारिता वाले दण्ड न्यायालय के निर्णय के बारे में %अध्याय 29% में अन्तर्विष्ट नियम, जहाँ तक साध्य हो, सेशन न्यायालय या मुख्य न्यायिक मजिस्ट्रेट के न्यायालय के अपी में दिए गए निर्णय को लागू होंगे : \nपरन्तु निर्णय दिया जाना सुनने के लिए अभियुक्त न तो लाया जाएगा और न उससे हाजिर होने की अपेक्षा की जाएगी जब तक कि अपीलीय न्यायालय अन्यथा निदेश न दे।",
  },
  {
    id: 440,
    prevCode: "388",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "429",
    chapter: chapter["31"],
    newCodeInfo:
      "अपील में उच्च न्यायालय के आदेश का प्रमाणित करके निचले न्यायालय को भेजा जाना- \n(1) जब कभी अपील में कोई मामला उच्च न्यायालय द्वारा इस अध्याय के अधीन विनिश्चित किया जाता है तब वह अपना निर्णय या आदेश प्रमाणित करके उस न्यायालय को भेजेगा जिसके द्वारा वह निष्कर्ष, दण्डादेश या आदेश, जिसके विरुद्ध अपील की गई थी अभिलिखित किया गया या पारित किया गया था और यदि ऐसा न्यायालय मुख्य न्यायिक मजिस्ट्रेट से भिन्न न्यायिक मजिस्ट्रेट का हैं तो उच्च न्यायालय का निर्णय या आदेश मुख्य न्यायिक मजिस्ट्रेट के मार्फत भेजा जाएगा; और यदि ऐसा न्यायालय कार्यपालक मजिस्ट्रेट का है तो उच्च न्यायालय का निर्णय या आदेश जिला मजिस्ट्रेट की मार्फत भेजा जाएगा। \n(2) तब वह न्यायालय, जिसे उच्च न्यायालय अपना निर्णय या आदेश प्रमाणित करके भेजे ऐसे आदेश करेगा जो उच्च न्यायालय के निर्णय या आदेश के अनुरूप हों; और यदि आवश्यक हो तो अभिलेख में तदनुसार संशोधन कर दिया जाएगा।",
  },
  {
    id: 441,
    prevCode: "389",
    prevCodeInfo: "----",
    newCode: "430",
    chapter: chapter["31"],
    newCodeInfo:
      "अपील लम्बित रहने तक दण्डादेश का निलम्बन, अपीलार्थी का जमानत पर छोड़ा जाना- \n(1) अपीली न्यायालय, ऐसे कारणों से, जो उसके द्वारा अभिलिखित किए जाएंगे, आदेश दे सकता है कि उस दण्डादेश या आदेश का निष्पादन, जिसके विरुद्ध अपील की गई है, दोषसिद्ध व्यक्ति द्वारा की गई अपील के लम्बित रहने तक निलम्बित किया जाए और यदि वह व्यक्ति परिरोध में है तो यह भी आदेश दे सकता है कि उसे जमानत पर या उसके अपने बन्धपत्र पर छोड़ दिया जाए : \nपरन्तु अपीली न्यायालय ऐसे दोषसिद्ध व्यक्ति को, जो मृत्यु या आजीवन कारावास या दस वर्ष से अन्यून अवधि के कारावास से दण्डनीय किसी अपराध के लिये दोषसिद्ध किया गया है, उसके अपने %बन्धपत्र या जमानत पत्र% पर छोड़ने से पूर्व, लोक अभियोजक को ऐसे छोड़ने के विरुद्ध लिखित में कारण दर्शाने का अवसर देगा : \nपरन्तु यह और कि ऐसे मामलों में, जहां किसी दोषसिद्ध व्यक्ति को जमानत पर छोड़ा जाता है वहां लोक अभियोजक जमानत रद्द किये जाने के लिए आवेदन फाइल कर सकेगा। \n(2) अपौली न्यायालय को इस धारा द्वारा प्रदत्त शक्ति का प्रयोग उच्च न्यायालय भी किसी ऐसी अपील के मामले में कर सकता है जो किसी दोषसिद्ध व्यक्ति द्वारा उसके अधीनस्थ न्यायालय में की गई है। \n(3) जहाँ दोषसिद्ध व्यक्ति ऐसे न्यायालय का जिसके द्वारा वह दोषसिद्ध किया गया है यह समाधान कर देता है कि वह अपील प्रस्तुत करना चाहता है वहां वह न्यायालय, - \n(1) उस दशा में जब ऐसा व्यक्ति, जमानत पर होते हुए, तीन वर्ष से अनधिक की अवधि के लिए, कारावास से दण्डादिष्ट किया गया है, या \n(i) उस दशा में जब वह अपराध, जिसके लिए ऐसा व्यक्ति दोषसिद्ध किया गया है, जमानतीय है और वह जमानत पर है, \nयह आदेश देगा कि दोषसिद्ध व्यक्ति को इतनी अवधि के लिए जितनी से अपील प्रस्तुत करने और उपधारा (1) के अधीन अपीलीय न्यायालय के आदेश प्राप्त करने के लिए पर्याप्त समय मिल जाएगा जमानत पर छोड़ दिया जाए जब तक कि अमानत से इन्कार करने के विशेष कारण न हों और जब तक वह ऐसे जमानत पर छूटा रहता है तब तक कारावास का दण्डादेश निलम्बित समझा जाएगा। \n(4) जब अंततोगत्वा अपीलार्थी को किसी अवधि के कारावास या आजीवन कारावास का दण्डादेश दिया जाता है. तब वह समय, जिसके दौरान बह ऐसे छूटा रहता है, उस भवधि की संगणना करने में, जिसके लिए उसे ऐसा दण्डादेश दिया गया है, हिसाब में नहीं लिया जाएगा।",
  },
  {
    id: 442,
    prevCode: "390",
    prevCodeInfo: "----",
    newCode: "431",
    chapter: chapter["31"],
    newCodeInfo:
      "दोषमुक्ति से अपील में अभियुक्त की गिरफ्तारी- \nजब %धारा 419% के अधीन अपील उपस्थित की जाती है तब उच्च न्यायालय वारण्ट जारी कर सकता है जिसमें यह निर्देश होगा कि अभियुक्त गिरफ्तार किया जाए और उसके या किसी अधीनस्थ न्यायालय के समक्ष लाया जाए, और वह न्यायालय जिसके समक्ष अभियुक्त लाया जाता है, अपील का निपटारा होने तक उसे कारागार को सुपुर्द कर सकता है या उसकी जमानत ले सकता है।",
  },
  {
    id: 443,
    prevCode: "391",
    prevCodeInfo: "----",
    newCode: "432",
    chapter: chapter["31"],
    newCodeInfo:
      "अपीलीय न्यायालय अतिरिक्त साक्ष्य ले सकेगा या उसके लिए जाने का निर्देश दे सकेगा- \n(1) इस अध्याय के अधीन किसी अपील पर विचार करने में, यदि अपीलो न्यायालय अतिरिक्त साक्ष्य आवश्यक समझता है तो वह अपने कारणों को अभिलिखित करेगा और ऐसा साक्ष्य या तो स्वयं ले सकता है या मजिस्ट्रेट द्वारा, या जब अपीलीय न्यायालय उच्च न्यायालय है तब सेशन न्यायालय या मजिस्ट्रेट द्वारा, लिए जाने का निदेश दे सकता है। \n(2) जब अतिरिक्त साक्ष्य सेशन न्यायालय या मजिस्ट्रेट द्वारा ले लिया जाता है तब वह ऐसा साक्ष्य प्रमाणित करके अपीली न्यायालय को भेजेगा और तब ऐसा न्यायालय अपील निपटाने के लिए अग्रसर होगा। \n(3) अभियुक्त या उसके अधिवक्ता को उस समय उपस्थित होने का अधिकार होगा जब अतिरिक्त साक्ष्य लिया जाता है। \n(4) इस धारा के अधीन साक्ष्य का लिया जाना %अध्याय 25% के उपबन्धों के अधीन होगा मानो वह कोई जांच हो।",
  },
  {
    id: 444,
    prevCode: "392",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "433",
    chapter: chapter["31"],
    newCodeInfo:
      "जहाँ अपीली न्यायालय के न्यायाधीश की राय के बारे में समान रूप में विभाजित हों, वहाँ प्रक्रिया- \nजब इस अध्याय के अधीन अपील उच्च न्यायालय द्वारा उसके न्यायाधीशों के न्यायपीठ के समक्ष सुनी जाती है और वे राय में समान रूप से विभाजित हैं तब अपील उनकी रायों के सहित उसी न्यायालय के किसी अन्य न्यायाधीश के समक्ष रखी जाएगी और ऐसा न्यायाधीश, ऐसी सुनवाई के पश्चात्, जैसी वह ठीक समझे, अपनी राय देगा और निर्णय या आदेश ऐसी राय के अनुसार होगा : \nपरन्तु यदि न्यायपीठ गठित करने वाले न्यायाधीशों में से कोई एक न्यायाधीश या जहाँ अपील इस धारा के अधीन किसी अन्य न्यायाधीश के समक्ष रखी जाती है वहाँ वह न्यायाधीश अपेक्षा करे तो अपील, न्यायाधीशों के वृहत्तर न्यायपीठ द्वारा पुनः सुनी जाएगी और विनिश्चित की जाएगी।",
  },
  {
    id: 445,
    prevCode: "393",
    prevCodeInfo: "----",
    newCode: "434",
    chapter: chapter["31"],
    newCodeInfo:
      "अपील पर आदेशों और निर्णयों का अन्तिम होना- \nअपील में अपीली न्यायालय द्वारा पारित निर्णय या आदेश %धारा 418, धारा 419, धारा 425 की उपधारा (4) या अध्याय 32 में% उपबन्धित दशाओं के सिवाय अन्तिम होंगे: \nपरन्तु किसी मामले में दोषसिद्धि के विरुद्ध अपील का अन्तिम निपटारा हो जाने पर भी, अपीलीय न्यायालय- \n(क) %धारा 419% के अधीन दोषमुक्ति के विरुद्ध उसी मामले से पैदा होने वाली अपील को; या \n(ख) %धारा 418% के अधीन दण्डादेश में वृद्धि के लिए उसी मामले से पैदा होने वाली अपील को, सुन सकता है और गुणागुण के आधार पर उसका निपटारा कर सकता है।",
  },
  {
    id: 446,
    prevCode: "394",
    prevCodeInfo: "----",
    newCode: "435",
    chapter: chapter["31"],
    newCodeInfo:
      'अपीलों का उपशमन- \n(1) %धारा 418 या धारा 419% के अधीन प्रत्येक अपील का अभियुक्त की मृत्यु पर अन्तिम रूप से उपशमन हो जाएगा। \n(2) इस अध्याय के अधीन (जुर्माने के दण्डादेश की अपील के सिवाय) प्रत्येक अन्य अपील का अपीलार्थी की मृत्यु पर अन्तिम रूप से उपशमन हो जाएगा : परन्तु जहाँ अपील, दोषसिद्धि और मृत्यु के या कारावास के दण्डादेश के विरुद्ध है और अपील के लम्बित रहने के दौरान अपीलार्थी की मृत्यु हो जाती है वहाँ उसका कोई भी निकट नातेदार, अपीलार्थी की मृत्यु के तीस दिन के अन्दर अपील जारी रखने की इजाजत के लिए अपीलीय न्यायालय में आवेदन कर सकता है; और यदि इजाजत दे दी जाती है तो अपील का उपशमन न होगा। \nस्पष्टीकरण- इस धारा में "निकट नातेदार" से माता-पिता, पति या पत्नी, पारम्परिक वंशज, भाई या बहन अभिप्रेत है।',
  },
  {
    id: 447,
    prevCode: "395",
    prevCodeInfo: "उच्च न्यायालय को निर्देश-",
    newCode: "436",
    chapter: chapter["32"],
    newCodeInfo:
      'उच्च न्यायालय को निर्देश- \n(1) जहाँ किसी न्यायालय का समाधान हो जाता है कि उसके समक्ष लम्बित मामले में किसी अधिनियम, अध्यादेश या विनियम की या किसी अधिनियम, अध्यादेश या विनियम में अन्तर्विष्ट किसी उपबन्ध की विधिमान्यता के बारे में ऐसा प्रश्न अन्तर्ग्रस्त है, जिसका अवधारण उस मामले को निपटाने के लिए आवश्यक है, और उसकी यह राय है कि ऐसा अधिनियम, अध्यादेश, विनियम या उपबन्ध अविधिमान्य या अप्रवर्तनशील है किन्तु उस उच्च न्यायालय द्वारा, जिसके वह न्यायालय अधीनस्थ है, या उच्चतम न्यायालय द्वारा ऐसा घोषित नहीं किया गया है वहाँ न्यायालय अपनी राय और उसके कारणों को उल्लिखित करते हुए मामले का कथन तैयार करेगा और उसे उच्च न्यायालय के विनिश्चय के लिए निर्देशित करेगा। \nस्पष्टीकरण-इस धारा में "विनियम" से साधारण खंड अधिनियम, 1897 (1897 का 10) में या किसी राज्य के साधारण खंड अधिनियम में यथापरिभाषित कोई विनियम अभिप्रेत है। \n(2) यदि सेशन न्यायालय अपने समक्ष लम्बित किसी मामले में, जिसे उपधारा (1) के उपबन्ध लागू नहीं होते हैं, ठीक समझता है तो वह, ऐसे मामले की सुनवाई में उठने वाले किसी विधि-प्रश्न को उच्च न्यायालय के विनिश्चय के लिए निर्देशित कर सकता है। \n(3) कोई न्यायालय, जो उच्च न्यायालय को उपधारा (1) या उपधारा (2) के अधीन निर्देश करता है, उस पर उच्च न्यायालय का विनिश्चय होने तक, अभियुक्त को जेल को सुपुर्द कर सकता है या अपेक्षा किए जाने पर हाजिर होने के लिए जमानत पर छोड़ सकता है।',
  },
  {
    id: 448,
    prevCode: "396",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "437",
    chapter: chapter["32"],
    newCodeInfo:
      "उच्च न्यायालय के विनिश्चय के अनुसार मामले का निपटारा- \n(1) जब कोई प्रश्न ऐसे निर्देशित किया जाता है तब उच्च न्यायालय उस पर ऐसा आदेश पारित करेगा जैसा वह ठीक समझे और उस आदेश की प्रतिलिपि उस न्यायालय को भिजवाएगा जिसके द्वारा वह निर्देश किया गया था और वह न्यायालय उस मामले को उक्त आदेश के अनुरूप निपटाएगा। \n(2) उच्च न्यायालय निर्देश दे सकता है कि ऐसे निर्देश का खर्चा कौन देगा।",
  },
  {
    id: 449,
    prevCode: "397",
    prevCodeInfo: "----",
    newCode: "438",
    chapter: chapter["32"],
    newCodeInfo:
      "पुनरीक्षण की शक्तियों का प्रयोग करने के लिए अभिलेख मंगाना- \n(1) उच्च न्यायालय या कोई सेशन न्यायाधीश अपनी स्थानीय अधिकारिता के अन्दर स्थित किसी अवर दण्ड न्यायालय के समक्ष की किसी कार्यवाही के अभिलेख को, किसी अभिलिखित या पारित किए गए निष्कर्ष, दण्डादेश या आदेश की शुद्धता, वैधता या औचित्य के बारे में और ऐसे अवर न्यायालय को किन्हीं कार्यवाहियों की नियमितता के बारे में अपना समाधान करने के प्रयोजन से, मंगा सकता है और उसकी परीक्षा कर सकता है और ऐसा अभिलेख मंगाते समय निदेश दे सकता है कि अभिलेख की परीक्षा लम्बित रहने तक किसी दण्डादेश का निष्पादन निलम्बित किया जाए और यदि अभियुक्त परिरोध में है तो उसे उसके %बन्धपत्र या जमानतपत्र% पर छोड़ दिया जाए। \nस्पष्टीकरण-सभी मजिस्ट्रेट, चाहे वे कार्यपालक हों या न्यायिक और चाहे वे आरम्भिक अधिकारिता का प्रयोग कर रहे हों, या अपीलीय अधिकारिता का, इस उपधारा के और %धारा 439% के प्रयोजनों के लिए सेशन न्यायाधीश से अवर समझे जाएंगे। \n(2) उपधारा (1) द्वारा प्रदत्त पुनरीक्षण की शक्तियों का प्रयोग किसी अपील, जांच विचारण या अन्य कार्यवाही में पारित किसी अन्तर्वर्ती आदेश की बाबत नहीं किया जाएगा। \n(3) यदि किसी व्यक्ति द्वारा इस धारा के अधीन आवेदन या तो उच्च न्यायालय को या सेशन न्यायाधीश को किया गया है तो उसी व्यक्ति द्वारा कोई और आवेदन उनमें से दूसरे के द्वारा ग्रहण नहीं किया जाएगा।",
  },
  {
    id: 450,
    prevCode: "398",
    prevCodeInfo: "----",
    newCode: "439",
    chapter: chapter["32"],
    newCodeInfo:
      "जांच करने का आदेश देने की शक्ति- \nकिसी अभिलेख की %धारा 438% के अधीन परीक्षा करने पर या अन्यथा उच्च न्यायालय या सेशन न्यायाधीश, मुख्य न्यायिक मजिस्ट्रेट को निर्देश दे सकता है कि वह, ऐसे किसी परिवाद की, जो %धारा 226 या धारा 227 को उपधारा (4)% के अधीन खारिज कर दिया गया है, या किसी अपराध के अभियुक्त ऐसे व्यक्ति के मामले की, जो उन्मोचित कर दिया गया है, अतिरिक्त जांच स्वयं करे या अपने अधीनस्थ मजिस्ट्रेटों में से किसी के द्वारा कराए तथा मुख्य न्यायिक मजिस्ट्रेट ऐसी अतिरिक्त जांच स्वयं कर सकता है या उसे करने के लिए अपने किसी अधीनस्थ मजिस्ट्रेट को निदेश दे सकता है: \nपरन्तु कोई न्यायालय किसी ऐसे व्यक्ति के मामले में, जो उन्मोचित कर दिया गया है, इस धारा के अधीन जांच करने का कोई निदेश तभी देगा जब इस बात का कारण दर्शित करने के लिए कि ऐसा निदेश क्यों नहीं दिया जाना चाहिए, ऐसे व्यक्ति को अवसर मिल चुका हो।",
  },
  {
    id: 451,
    prevCode: "399",
    prevCodeInfo: "----",
    newCode: "440",
    chapter: chapter["32"],
    newCodeInfo:
      "सेशन न्यायाधीश की पुनरीक्षण की शक्तियाँ - \n(1) ऐसी किसी कार्यवाही के मामले में जिसका अभिलेख सेशन न्यायाधीश ने स्वयं मंगवाया है, वह उन सभी या किन्हीं शक्तियों का प्रयोग कर सकता है जिनका प्रयोग धारा 442 की उपधारा (1) के अधीन उच्च न्यायालय कर सकता है। \n(2) जहाँ सेशन न्यायाधीश के समक्ष पुनरीक्षण के रूप में कोई कार्यवाही उपधारा (1) के अधीन प्रारम्भ की गई है वहाँ %धारा 442% की उपधारा (2), उपधारा (३), उपधारा (4) और उपधारा (5) के उपबन्ध, जहाँ तक हो सके, ऐसी कार्यवाही को लागू होंगे और उक्त उपधाराओं में उच्च न्यायालय के प्रति निर्देशों का यह अर्थ लगाया जाएगा कि वे सेशन न्यायाधीश के प्रति निर्देश हैं। \n(3) जहाँ किसी व्यक्ति द्वारा या उसकी ओर से पुनरीक्षण के लिए आवेदन सेशन न्यायाधीश के समक्ष किया जाता है वहाँ ऐसे व्यक्ति के सम्बन्ध में उस बाबत सेशन न्यायाधीश का विनिश्चय अन्तिम होगा और ऐसे व्यक्ति की प्रेरणा पर पुनरीक्षण के रूप में और कार्यवाही उच्च न्यायालय या किसी अन्य न्यायालय द्वारा ग्रहण नहीं की जाएगी।",
  },
  {
    id: 452,
    prevCode: "400",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "441",
    chapter: chapter["32"],
    newCodeInfo:
      "अपर सेशन न्यायाधीश की शक्ति- \nअपर सेशन न्यायाधीश को किसी ऐसे मामले के बारे में, जो सेशन न्यायाधीश का किसी साधारण या विशेष आदेश के द्वारा या अधीन उसे अन्तरित किया जाता है. सेशन न्यायाधीश को इस अध्याय के अधीन सब शक्तियाँ प्राप्त होंगी और वह उनका प्रयोग कर सकता है।",
  },
  {
    id: 453,
    prevCode: "401",
    prevCodeInfo: "----",
    newCode: "442",
    chapter: chapter["32"],
    newCodeInfo:
      "उच्च न्यायालय की पुनरीक्षण की शक्तियाँ- \n(1) ऐसी किसी कार्यवाही के मामले में, जिसका अभिलेख उच्च न्यायालय ने स्वयं मंगवाया है या जिसकी उसे अन्यथा जानकारी हुई है, %वह धारा 427, धारा 430, धारा 431 और धारा 432% द्वारा अपीलीय न्यायालय को या %धारा 344% द्वारा सेशन न्यायालय को प्रदत्त शक्तियों में से किसी का स्वविवेकानुसार प्रयोग कर सकेगा और जब उन न्यायाधीशों, जो पुनरीक्षण न्यायालय में पीठासीन हैं, की राय समान रूप से विभाजित हो, तब मामले का निपटारा %धारा 433% द्वारा उपबन्धित रीति से किया जाएगा। \n(2) इस धारा के अधीन कोई आदेश, जो अभियुक्त या अन्य व्यक्ति पर प्रतिकूल प्रभाव डालता है, तब तक नहीं किया जाएगा, जब तक उसे अपनी प्रतिरक्षा में या तो स्वयं या अधिवक्ता द्वारा सुने जाने का अवसर न मिल चुका हो। \n(3) इस धारा की कोई बात, उच्च न्यायालय को दोषमुक्ति के निष्कर्ष को दोषसिद्धि के निष्कर्ष में संपरिवर्तित करने के लिए प्राधिकृत करने वाली नहीं समझी जाएगी। \n(4) जहाँ इस संहिता के अधीन कोई अपील होती है, किन्तु कोई अपील की नहीं जाती है, वहाँ उस पक्षकार की प्रेरणा पर, जो अपील कर सकता था, पुनरीक्षण की कोई कार्यवाही ग्रहण न की जाएगी। \n(5) जहाँ इस संहिता के अधीन कोई अपील होती है, किन्तु उच्च न्यायालय को किसी व्यक्ति द्वारा पुनरीक्षण के लिए आवेदन किया गया है और उच्च न्यायालय का यह समाधान हो जाता है कि ऐसा आवेदन इस गलत विश्वास के आधार पर किया गया था कि उससे कोई अपील नहीं होती है और न्याय के हित में ऐसा करना आवश्यक है तो उच्च न्यायालय पुनरीक्षण के लिए आवेदन को अपील की भाविका मान सकेगा और उस पर तदनुसार कार्यवाही कर सकेगा।",
  },
  {
    id: 454,
    prevCode: "402",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "443",
    chapter: chapter["32"],
    newCodeInfo:
      "उच्च न्यायालय की पुनरीक्षण के मामलों को वापस लेने या अन्तरित करने की शक्ति- \n(1) जब एक ही विचारण में दोषसिद्ध एक या अधिक व्यक्ति पुनरीक्षण के लिए आवेदन उच्च न्यायालय को करते हैं और उसी विचारण में दोषसिद्ध कोई अन्य व्यक्ति पुनरीक्षण के लिए आवेदन सेशन न्यायाधीश को करता है तब उच्च न्यायालय, पक्षकारों की सुविधा और अन्तर्ग्रस्त प्रश्नों के महत्व को ध्यान में रखते हुए यह विनिश्चय करेगा कि उन दोनों में से कौन सा न्यायालय पुनरीक्षण के लिए आवेदनों को अन्तिम रूप से निपटाएगा और जब उच्च न्यायालय यह विनिश्चय करता है कि पुनरीक्षण के लिए सभी आवेदन उसी के द्वारा निपटाए जाने चाहिए तब उच्च न्यायालय यह निदेश देगा कि सेशन न्यायाधीश के समक्ष लम्बित पुनरीक्षण के लिए आवेदन उसे अन्तरित कर दिए जाएं और जहाँ उच्च न्यायालय यह विनिश्चय करता है कि पुनरीक्षण के आवेदन उसके द्वारा निपटाए जाने आवश्यक नहीं हैं वहाँ वह यह निदेश देगा कि उसे किए गए पुनरीक्षण के लिए आवेदन सेशन न्यायाधीश को अन्तरित किए जाएं। \n(2) जब कभी पुनरीक्षण के लिए आवेदन उच्च न्यायालय को अन्तरित किया जाता है तब वह न्यायालय उसे इस प्रकार निपटाएगा, मानो वह उसके समक्ष सम्यक रूप से किया गया आवेदन है। \n(3) जब कभी पुनरीक्षण के लिए आवेदन सेशन न्यायाधीश को अन्तरित किया जाता है तब वह न्यायाधीश उसे इस प्रकार निपटाएगा, मानो वह उसके समक्ष सम्यक् रूप से किया गया आवेदन है। \n(4) जहाँ पुनरीक्षण के लिए आवेदन उच्च न्यायालय द्वारा सेशन न्यायाधीश को अन्तरित किया जाता है वहाँ उस व्यक्ति या उन व्यक्तियों की प्रेरणा पर जिनके पुनरीक्षण के लिए आवेदन सेशन न्यायाधीश द्वारा निपटाए गए हैं पुनरीक्षण के लिए कोई और आवेदन उच्च न्यायालय या किसी अन्य न्यायालय में नहीं होगा।",
  },
  {
    id: 455,
    prevCode: "403",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "444",
    chapter: chapter["32"],
    newCodeInfo:
      "पक्षकारों को सुनने का न्यायालय का विकल्प- \nइस संहिता में अभिव्यक्त रूप से जैसा उपबन्धित है उसके सिवाय, जो न्यायालय अपनी पुनरीक्षण की शक्तियों का प्रयोग कर रहा है उसके समक्ष स्वयं या अधिवक्ता द्वारा सुने जाने का अधिकार किसी भी पक्षकार को नहीं है; किन्तु यदि न्यायालय ठीक समझता है तो वह ऐसी शक्तियों का प्रयोग करते समय किसी पक्षकार को स्वयं या उसके अधिवक्ता द्वारा सुन सकेगा।",
  },
  {
    id: 456,
    prevCode: "404",
    prevCodeInfo: "निरसित",
    newCode: "----",
    chapter: "",
    newCodeInfo: "----",
  },
  {
    id: 457,
    prevCode: "405",
    prevCodeInfo: "----",
    newCode: "445",
    chapter: chapter["32"],
    newCodeInfo:
      "उच्च न्यायालय के आदेश को प्रमाणित करके निचले न्यायालय को भेजा जाना- \nजब उच्च न्यायालय या सेशन न्यायाधीश द्वारा कोई मामला इस अध्याय के अधीन पुनरीक्षित किया जाता है तब वह %धारा 429% द्वारा उपबन्धित रीति से अपना विनिश्चय या आदेश प्रमाणित करके उस न्यायालय को भेजेगा, जिसके द्वारा पुनरीक्षित निष्कर्ष, दण्डादेश या आदेश अभिलिखित किया गया या पारित किया गया था, और तब वह न्यायालय, जिसे विनिश्चय या आदेश ऐसे प्रमाणित करके भेजा गया है ऐसे आदेश करेगा, जो ऐसे प्रमाणित विनिश्चय के अनुरूप है और यदि आवश्यक हो तो अभिलेख में तद्नुसार संशोधन कर दिया जाएगा।",
  },
  {
    id: 458,
    prevCode: "406",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "446",
    chapter: chapter["33"],
    newCodeInfo:
      "मामलों और अपीलों को अन्तरित करने की उच्चतम न्यायालय की शक्ति- \n(1) जबकभी उच्चतम न्यायालय को यह प्रतीत कराया जाता है कि न्याय के उद्देश्यों के लिए यह समीचीन है कि इस धारा के अधीन कोई आदेश किया जाए, तब वह निर्देश दे सकेगा कि कोई विशिष्ट मामला या अपील एक उच्च न्यायालय से दूसरे उच्च न्यायालय को या एक उच्च न्यायालय के अधीनस्थ दण्ड न्यायालय से दूसरे उच्च न्यायालय के अधीनस्थ समान या वरिष्ठ अधिकारिता वाले दूसरे दण्ड न्यायालय को अन्तरित कर दी जाए। \n(2) उच्चतम न्यायालय भारत के महान्यायवादी या हितबद्ध पक्षकार के आवेदन पर ही इस धारा के अधीन कार्य कर सकता है और ऐसा प्रत्येक आवेदन समावेदन द्वारा किया जाएगा जो उस दशा के सिवाय, जब कि आवेदक भारत का महान्यायवादी या राज्य का महाधिवक्ता है, शपथपत्र या प्रतिज्ञान द्वारा समर्थित होगा। \n(3) जहाँ इस धारा द्वारा प्रदत्त शक्तियों का प्रयोग करने के लिए कोई आवेदन खारिज कर दिया जाता है वहाँ, यदि उच्चतम न्यायालय की यह राय है कि आवेदन तुच्छ या तंग करने वाला था तो वह आवेदक को आदेश दे सकता है कि वह इतनी राशि, जितनी वह न्यायालय उस मामले की परिस्थितियों में समुचित समझे, प्रतिकर के तौर पर उस व्यक्ति को दे, जिसने आवेदन का विरोध किया था।",
  },
  {
    id: 459,
    prevCode: "407",
    prevCodeInfo: "----",
    newCode: "447",
    chapter: chapter["33"],
    newCodeInfo:
      "मामलों और अपीलों को अन्तरित करने की उच्च न्यायालय की शक्ति- \n(1) जब कभी उच्च न्यायालय को यह प्रतीत कराया जाता है कि- \n(क) उसके अधीनस्थ किसी दण्ड न्यायालय में ऋजु और पक्षपातरहित जांच या विचारण नहीं हो सकेगा; या \n(ख) किसी असाधारणतः कठिन विधिप्रश्न के उठने की सम्भाव्यता है; या \n(ग) इस धारा के अधीन आदेश इस संहिता के किसी उपबन्ध द्वारा अपेक्षित है, या पक्षकारों या साक्षियों के लिए साधारणतः सुविधाप्रद होगा, या न्याय के उद्देश्यों के लिए समीचीन है, तब वह आदेश दे सकेगा कि- \n(i) किसी अपराध की जांच या विचारण ऐसे किसी न्यायालय द्वारा किया जाए जो %धारा 197 से धारा 205% तक के (जिनके अन्तर्गत ये दोनों धाराएं भी हैं) अधीन तो अर्हित नहीं है किन्तु ऐसे अपराध की जांच या विचारण करने के लिए अन्यथा सक्षम है; \n(ii) कोई विशिष्ट मामला या अपील या मामलों या अपीलों का वर्ग उसके प्राधिकार के अधीनस्थ किसी दण्ड न्यायालय से ऐसे समान वरिष्ठ अधिकारिता वाले किसी अन्य दण्ड न्यायालय को अन्तरित कर दिया जाए; \n(iii) कोई विशिष्ट मामला सेशन न्यायालय को विचारणार्थ सुपुर्द कर दिया जाए; या \n(iv) कोई विशिष्ट मामला या अपील स्वयं उसको अन्तरित कर दी जाए, और उसका विचारण उसके समक्ष किया जाए। \n(2) उच्च न्यायालय निचले न्यायालय की रिपोर्ट पर, या हितबद्ध पक्षकार के आवेदन पर या स्वप्रेरणा पर कार्यवाही कर सकेगा है: परन्तु किसी मामले को एक ही सेशन खंड के एक दण्ड न्यायालय से दूसरे दण्ड न्यायालय को अन्तरित करने के लिए आवेदन उच्च न्यायालय से तभी किया जाएगा जब ऐसा अन्तरण करने के लिए आवेदन सेशन न्यायाधीश को कर दिया गया है और उसके द्वारा नामंजूर कर दिया गया है। \n(3) उपधारा (1) के अधीन आदेश के लिए प्रत्येक आवेदन समावेदन द्वारा किया जाएगा, जो उस दशा के सिवाय, जब आवेदक राज्य का महाधिवक्ता हो, शपथपत्र या प्रतिज्ञान द्वारा समर्थित होगा। \n(4) जब ऐसा आवेदन कोई अभियुक्त व्यक्ति करता है, तब उच्च न्यायालय उसे निदेश दे सकेगा है कि वह किसी प्रतिकर के संदाय के लिए, जो उच्च न्यायालय उपधारा (7) के अधीन अधिनिर्णीत करे, %बन्धपत्र या जमानतपत्र% निष्पादित करे। \n(5) ऐसा आवेदन करने वाला प्रत्येक अभियुक्त व्यक्ति, लोक अभियोजक को आवेदन की लिखित सूचना उन आधारों की प्रतिलिपि के सहित देगा जिन पर वह किया गया है, और आवेदन के गुणागुण पर तब तक कोई आदेश न किया जाएगा, जब तक ऐसी सूचना के लिए दिये जाने और आवेदन की सुनवाई के बीच कम से कम चौबीस घण्टे न बीत गए हों। \n(6) जहाँ आवेदन किसी अधीनस्थ न्यायालय से कोई मामला या अपील अन्तरित करने के लिए है, वहाँ यदि उच्च न्यायालय का समाधान हो जाता है कि ऐसा करना न्याय के हित में आवश्यक है, तो वह आदेश दे सकेगा कि जब तक आवेदन का निपटारा न हो जाए, तब तक के लिए अधीनस्थ न्यायालय की कार्यवाहियाँ, ऐसे निबन्धनों पर, जिन्हें अधिरोपित करना उच्च न्यायालय ठीक समझे, रोक दी जाएंगी : \nपरन्तु ऐसी रोक %धारा 346% के अधीन प्रतिप्रेषण की अधीनस्थ न्यायालयों की शक्ति पर प्रभाव नहीं डालेगी। \n(7) जहाँ उपधारा (1) के अधीन आदेश देने के लिए आवेदन खारिज कर दिया जाता है वहाँ, यदि उच्च न्यायालय की यह राय है कि आवेदन तुच्छ या तंग करने वाला था तो, वह आवेदक को आदेश दे सकेगा कि ऐसी राशि, जो उस मामले की परिस्थितियों में समुचित समझे, प्रतिकर के तौर पर उस व्यक्ति को दे, जिसने आवेदन का विरोध किया था। \n(8) जब उच्च न्यायालय किसी न्यायालय से किसी मामले का अन्तरण अपने समक्ष विचारण के लिए करने का उपधारा (1) के अधीन आदेश देता है तब वह ऐसे विचारण में उसी प्रक्रिया का अनुपालन करेगा, जिसका मामले का ऐसा अन्तरण न किए जाने की दशा में वह न्यायालय करता। \n(9) इस धारा की कोई बात %धारा 218% के अधीन सरकार के किसी आदेश पर प्रभाव डालने वाली न समझी जाएगी।",
  },
  {
    id: 460,
    prevCode: "408",
    prevCodeInfo: "----",
    newCode: "448",
    chapter: chapter["33"],
    newCodeInfo:
      'मामलों और अपीलों को अन्तरित करने की सेशन न्यायाधीश की शक्ति- \n(1) जब कभी सेशन न्यायाधीश को यह प्रतीत कराया जाता है कि न्याय के उद्देश्यों के लिए यह समीचीन है कि इस उपधारा के अधीन आदेश दिया जाए, तब वह आदेश दे सकता है कि कोई विशिष्ट मामला उसके सेशन खंड में एक दण्ड न्यायालय से दूसरे दण्ड न्यायालय को अन्तरित कर दिया जाए। \n(2) सेशन न्यायाधीश निचले न्यायालय की रिपोर्ट पर या किसी हितबद्ध पक्षकार के आवेदन पर या स्वप्रेरणा पर कार्रवाई कर सकेगा। \n(3) %धारा 447% की उपधारा (3), उपधारा (4), उपधारा (5), उपधारा (6) उपधारा (7) और उपधारा (9) के उपबन्ध उपधारा (1) के अधीन किसी आदेश के लिए सेशन न्यायाधीश को आवेदन के संबंध में वैसे ही लागू होंगे, जैसे वे %धारा 447% की उपधारा (1) के अधीन आदेश के लिए उच्च न्यायालय को आवेदन के संबंध में लागू होते हैं, सिवाय इसके कि उस धारा की उपधारा \n(7) इस प्रकार लागू होगी, मानो उसमें आने वाली "राशि" शब्द के स्थान पर %"दस हजार रुपए से अनधिक की राशि"% शब्द रख दिए गए हैं।',
  },
  {
    id: 461,
    prevCode: "409",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "449",
    chapter: chapter["33"],
    newCodeInfo:
      "सेशन न्यायाधीशों द्वारा मामलों और अपीलों का वापस लिया जाना- \n(1) सेशन न्यायाधीश अपने अधीनस्थ किसी मुख्य न्यायिक मजिस्ट्रेट से कोई मामला या अपील वापस ले सकेगा या कोई मामला या अपील, जिसे उसने उसके हवाले किया हो, वापस मंगा सकेगा है। \n(2) अपर सेशन न्यायाधीश के समक्ष मामले का विचारण या अपील की सुनवाई प्रारम्भ होने से पूर्व किसी समय सेशन न्यायाधीश किसी मामले या अपील को, जिसे उसने अपर सेशन न्यायाधीश के हवाले किया है, वापस मंगा सकेगा। \n(3) जहाँ सेशन न्यायाधीश, उपधारा (1) या उपधारा (2) के अधीन कोई मामला या अपील वापस मंगाता है या वापस लेता है, वहाँ वह, यथास्थिति, या तो उस मामले का अपने न्यायालय में विचारण कर सकेगा या उस अपील को स्वयं सुन सकेगा या उसे विचारण या सुनवाई के लिए इस संहिता के उपबन्धों के अनुसार दसरे न्यायालय के हवाले कर सकेगा।",
  },
  {
    id: 462,
    prevCode: "410",
    prevCodeInfo: "----",
    newCode: "450",
    chapter: chapter["33"],
    newCodeInfo:
      "न्यायिक मजिस्ट्रेटों द्वारा मामलों का वापस लिया जाना- \n(1) कोई मुख्य न्यायिक मजिस्ट्रेट, अपने अधीनस्थ किसी मजिस्ट्रेट से किसी मामले को वापस ले सकेगा या किसी मामले को, जिसे उसने ऐसे मजिस्ट्रेट के हवाले किया है, वापस मंगा सकेगा और मामले की जांच या विचारण स्वयं कर सकेगा या उसे जांच या विचारण के लिए किसी अन्य ऐसे मजिस्ट्रेट को निर्देशित कर सकेगा, जो उसकी जांच या विचारण करने के लिए सक्षम है। \n(2) कोई न्यायिक मजिस्ट्रेट किसी मामले को, जो उसने %धारा 212% की उपधारा (2) के अधीन किसी अन्य मजिस्ट्रेट के हवाले किया है, वापस मंगा सकेगा और ऐसे मामले की जांच या विचारण स्वयं कर सकेगा।",
  },
  {
    id: 463,
    prevCode: "411",
    prevCodeInfo: "----",
    newCode: "451",
    chapter: chapter["33"],
    newCodeInfo:
      "कार्यपालक मजिस्ट्रेटों द्वारा मामलों का हवाले किया जाना या वापस लिया जाना- \nकोई जिला मजिस्ट्रेट या उपखण्ड मजिस्ट्रेट- \n(क) किसी ऐसी कार्यवाही को, जो उसके समक्ष आरम्भ हो चुकी है, निपटाने के लिए अपने अधीनस्थ किसी मजिस्ट्रेट के हवाले कर सकेगा; \n(ख) अपने अधीनस्थ किसी मजिस्ट्रेट से किसी मामले को वापस ले सकेगा या किसी मामले को, जिसे उसने ऐसे मजिस्ट्रेट के हवाले किया हो, वापस मंगा सकेगा और ऐसी कार्यवाही को स्वयं निपटा सकेगा या उसे निपटाने के लिए किसी अन्य मजिस्ट्रेट को निर्देशित कर सकेगा।",
  },
  {
    id: 464,
    prevCode: "412",
    prevCodeInfo: "----",
    newCode: "452",
    chapter: chapter["33"],
    newCodeInfo:
      "कारणों का अभिलिखित किया जाना- \n%धारा 448, धारा 449, धारा 450 या धारा 451% के अधीन आदेश करने वाला सेशन न्यायाधीश या मजिस्ट्रेट ऐसा आदेश करने के अपने कारणों को अभिलिखित करेगा।",
  },
  {
    id: 465,
    prevCode: "413",
    prevCodeInfo: "----",
    newCode: "453",
    chapter: chapter["34"].heading + ", " + chapter["34"].क,
    newCodeInfo:
      "%धारा 409% के अधीन दिए गए आदेश का निष्पादन- \nजब मृत्यु दण्डादेश की पुष्टि के लिए उच्च न्यायालय को प्रस्तुत किसी मामले में, सेशन न्यायालय को उस पर उच्च न्यायालय द्वारा पुष्टि का आदेश या अन्य आदेश प्राप्त होता है, तो वह वारण्ट जारी करके या अन्य ऐसे कदम उठाकर, जो आवश्यक हों, उस आदेश को क्रियान्वित कराएगा।",
  },
  {
    id: 466,
    prevCode: "414",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "454",
    chapter: chapter["34"].heading + ", " + chapter["34"].क,
    newCodeInfo:
      "उच्च न्यायालय द्वारा दिए गए मृत्यु दण्डादेश का निष्पादन- \nजब अपील में या पुनरीक्षण में उच्च न्यायालय द्वारा मृत्यु दण्डादेश दिया जाता है, तब सेशन न्यायालय, उच्च न्यायालय का आदेश प्राप्त होने पर वारण्ट जारी करके दण्डादेश को क्रियान्वित कराएगा।",
  },
  {
    id: 467,
    prevCode: "415",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "455",
    chapter: chapter["34"].heading + ", " + chapter["34"].क,
    newCodeInfo:
      "उच्चतम न्यायालय को अपील की दशा में मृत्यु दण्डादेश के निष्पादन का मुल्तवी किया जाना \n(1) जहाँ किसी व्यक्ति को उच्च न्यायालय द्वारा मृत्यु दण्डादेश दिया गया है और उसके निर्णय के विरुद्ध कोई अपील संविधान के अनुच्छेद 134 के खण्ड (1) के उपखण्ड (क) या उपखण्ड (ख) के अधीन उच्चतम न्यायालय को होती है, वहाँ उच्च न्यायालय दण्डादेश का निष्पादन तब तक के लिए मुल्तवी किए जाने का आदेश देगा, जब तक ऐसी अपील करने के लिए अनुज्ञात अवधि समाप्त नहीं हो जाती है या यदि उस अवधि के भीतर कोई अपील की गई है, तो जब तक उस अपील का निपटारा नहीं हो जाता है। \n(2) जहाँ उच्च न्यायालय द्वारा मृत्यु दण्डादेश दिया गया है या उसकी पुष्टि की गई है, और दण्डादिष्ट व्यक्ति, संविधान के अनुच्छेद 132 के अधीन या अनुच्छेद 134 के खण्ड (1) के उपखण्ड (ग) के अधीन प्रमाणपत्र दिए जाने के लिए उच्च न्यायालय से आवेदन करता है, तो उच्च न्यायालय, दण्डादेश का निष्पादन तब तक के लिए मुल्तवी किए जाने का आदेश देगा, जब तक उस आवेदन का उच्च न्यायालय द्वारा निपटारा नहीं हो जाता है या यदि ऐसे आवेदन पर कोई प्रमाणपत्र दिया गया है, तो जब तक उस प्रमाणपत्र पर उच्चतम न्यायालय को अपील करने के लिए अनुज्ञात अवधि समाप्त नहीं हो जाती है। \n(3) जहाँ उच्च न्यायालय द्वारा मृत्यु दण्डादेश दिया गया है या उसकी पुष्टि की गई है और उच्च न्यायालय का यह समाधान हो जाता है कि दण्डादिष्ट व्यक्ति संविधान के अनुच्छेद 136 के अधीन अपील के लिए विशेष इजाजत दिए जाने के लिए उच्चतम न्यायालय में याचिका पेश करना चाहता है, वहाँ उच्च न्यायालय दण्डादेश का निष्पादन इतनी अवधि तक के लिए, जितनी वह ऐसी अर्जी पेश करने के लिए पर्याप्त समझे, मुल्तवी किए जाने का आदेश देगा।",
  },
  {
    id: 468,
    prevCode: "416",
    prevCodeInfo: "",
    newCode: "456",
    chapter: chapter["34"].heading + ", " + chapter["34"].क,
    newCodeInfo:
      "गर्भवती महिला को मृत्यु दण्ड का लघुकरण किया जाना- \nयदि वह स्त्री, जिसे मृत्यु दण्डादेश दिया गया है, गर्भवती पाई जाती है तो उच्च न्यायालय दण्डादेश को आजीवन कारावास के रूप में %लघुकरण कर देगा।%",
  },
  {
    id: 469,
    prevCode: "417",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "457",
    chapter: chapter["34"].heading + ", " + chapter["34"].ख,
    newCodeInfo:
      "कारावास का स्थान नियत करने की शक्ति- \n(1) तत्समय प्रवृत्त किसी विधि द्वारा जैसा उपबन्धित है उसके सिवाय, राज्य सरकार निदेश दे सकेगी कि किसी व्यक्ति को, जिसे इस संहिता के अधीन कारावासित किये जाने या अभिरक्षा के लिए सुपुर्द किये जाने के लिए दायी है, किस स्थान में परिरुद्ध किया जएगा। \n(2) यदि कोई व्यक्ति, जिसे इस संहिता के अधीन कारावासित किये जाने या अभिरक्षा के लिए सुपुर्द किये जाने के लिए दायी है, सिविल जेल में परिरुद्ध है तो कारावास या सुपुर्दगी के लिए आदेश देने वाला न्यायालय या मजिस्ट्रेट उस व्यक्ति को दाण्डिक जेल में भेजे जाने का निदेश दे सकेगा। \n(3) जब कोई व्यक्ति उपधारा (2) के अधीन दाण्डिक जेल में भेजा जाता है तब, वहाँ से छोड़ दिए जाने पर उसे सिविल जेल को लौटाया जाएगा जब तक कि उसे या तो- \n(क) दाण्डिक जेल में उसके भेजे जाने से तीन वर्ष बीत गए हैं, जिस दशा में वह सिविल प्रक्रिया संहिता, 1908 (1908 का 5) की धारा 58 के अधीन सिविल जेल से छोड़ा गया समझा जाएगा; या \n(ख) सिविल जेल में उसके कारावास का आदेश देने वाले न्यायालय द्वारा दाण्डिक जेल के भारसाधक अधिकारी को यह प्रमाणित करके भेज दिया गया है कि वह सिविल प्रक्रिया संहिता, 1908 (1908 का 5) की धारा 58 के अधीन छोड़े जाने का हकदार है।",
  },
  {
    id: 470,
    prevCode: "418",
    prevCodeInfo: "----",
    newCode: "458",
    chapter: chapter["34"].heading + ", " + chapter["34"].ख,
    newCodeInfo:
      "कारावास के दण्डादेश का निष्पादन- \n(1) जहां %धारा 453% द्वारा उपबंधित उन मामलों से भिन्न मामलों में अभियुक्त आजीवन कारावास या किसी अवधि के कारवास के लिए दण्डादिष्ट किया गया है, वहां दण्डादेश देने वाला न्यायालय उस जेल या अन्य स्थान को, जिसमें वह परिरुद्ध है या उसे परिरुद्ध किया जाना है तत्काल वारण्ट भेजेगा और यदि अभियुक्त पहले से ही उस जेल या अन्य स्थान में परिरुद्ध नहीं है तो वारंट के साथ उसे ऐसी जेल या अन्य स्थान को भिजवाएगा: \nपरन्तु जहाँ अभियुक्त को न्यायालय के उठने तक के लिए कारावास का दण्डादेश दिया गया है, वहाँ वारण्ट तैयार करना या वारण्ट जेल को भेजना आवश्यक नहीं होगा और अभियुक्त को ऐसे स्थान में, जो न्यायालय निर्दिष्ट करें, परिरुद्ध किया जा सकेगा। \n(2) जहाँ अभियुक्त न्यायालय में उस समय उपस्थित नहीं है, जब उसे ऐसे कारावास का दण्डादेश दिया गया है, जैसा उपधारा (1) में उल्लिखित है, वहाँ न्यायालय उसे जेल या ऐसे अन्य स्थान में, जहाँ उसे परिरुद्ध किया जाना है, भेजने के प्रयोजन से उसकी गिरफ्तारी के लिए वारण्ट जारी करेगा; और ऐसे मामले में दण्डादेश उसकी गिरफ्तारी की तारीख से प्रारम्भ होगा।",
  },
  {
    id: 471,
    prevCode: "419",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "459",
    chapter: chapter["34"].heading + ", " + chapter["34"].ख,
    newCodeInfo:
      "निष्पादन के लिए वारण्ट का निदेशन- \nकारावास के दण्डादेश के निष्पादन के लिए प्रत्येक वारण्ट उस जेल या अन्य स्थान के भारसाधक अधिकारी को निदिष्ट होगा, जिसमें बन्दी परिरुद्ध है या परिरुद्ध किया जाना है।",
  },
  {
    id: 472,
    prevCode: "420",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "460",
    chapter: chapter["34"].heading + ", " + chapter["34"].ख,
    newCodeInfo:
      "वारण्ट किसको सौंपा जाएगा- \nजब बन्दी जेल में परिरुद्ध किया जाना है, तब वारण्ट जेलर को सौंपा जाएगा।",
  },
  {
    id: 473,
    prevCode: "421",
    prevCodeInfo: "----",
    newCode: "461",
    chapter: chapter["34"].heading + ", " + chapter["34"].ग,
    newCodeInfo:
      "जुर्माना उद्गृहीत करने के लिए बारण्ट- \n(1) जब किसी अपराधी को जुर्माने का %संदाय% करने के लिए दिया गया है, %किन्तु ऐसा संदाय नहीं किया गया है%, तब दण्डादेश देने वाला न्यायालय निम्नलिखित में से किसी एक या दोनों प्रकार से जुर्माने की वसूली के लिए कार्यवाही कर सकेगा, अर्थात् वह- \n(क) अपराधी की किसी जंगम सम्पत्ति की कुर्की और विक्रय द्वारा रकम को उद्‌गुहीत करने के लिए वारण्ट जारी कर सकेगा, \n(ख) व्यतिक्रमी की जंगम या स्थावर सम्पत्ति या दोनों से भू-राजस्व की बकाया के रूप में रकम को उद्‌गुहीत करने के लिए जिले के कलेक्टर को प्राधिकृत करते हुए उसे वारण्ट जारी कर सकेगा : \nपरन्तु यदि दण्डादेश निर्दिष्ट करता है कि जुर्माना देने में व्यतिक्रम होने पर अपराधी कारावासित किया जाएगा और यदि अपराधी ने व्यतिक्रम के बदले में ऐसा पूरा कारावास भुगत लिया है तो कोई न्यायालय ऐसा वारण्ट तब तक न जारी करेगा जब तक वह विशेष कारण जो अभिलिखित किए जाएं, ऐसा करना आवश्यक न समन्ने या जब तक उसने जुर्माने में से व्यय या प्रतिकर के संदाय के लिए %धारा 395% के अधीन आदेश न किया हो। \n(2) राज्य सरकार, उस रीति को विनियमित करने के लिए, जिससे उपधारा (1) के खंड (क) के अधीन वारण्ट निष्पादित किए जाने हैं और ऐसे वारण्ट के निष्पादन में कुर्क की गई किसी सम्पत्ति के बारे में अपराधी से भिन्न किसी व्यक्ति द्वारा किए गए किन्हीं दावों के संक्षिप्त अवधारण के लिए, नियम बना सकेगी। \n(3) जहाँ न्यायालय, कलक्टर को उपधारा (1) के खण्ड (ख) के अधीन वारण्ट जारी करता है वहाँ कलक्टर उस रकम को भू-राजस्व की बकाया की वसूली से संबंधित विधि के अनुसार वसूल करेगा मानो ऐसा वारण्ट ऐसी विधि के अधीन जारी किया गया प्रमाणपत्र हो: \nपरन्तु ऐसा कोई वारण्ट अपराधी की गिरफ्तारी या कारावास में निरोध द्वारा निष्पादित नहीं किया जाएगा।",
  },
  {
    id: 474,
    prevCode: "422",
    prevCodeInfo: "----",
    newCode: "462",
    chapter: chapter["34"].heading + ", " + chapter["34"].ग,
    newCodeInfo:
      "ऐसे वारण्ट का प्रभाव- \nकिसी न्यायालय द्वारा %धारा 461% की उपधारा (1) के खण्ड (क) के अधीन जारी किया गया कोई वारण्ट उस न्यायालय की स्थानीय अधिकारिता के भीतर निष्पादित किया जा सकेगा और वह ऐसी अधिकारिता के बाहर की किसी ऐसी सम्पत्ति की कुर्की और विक्रय उस दशा में प्राधिकृत करेगा जब वह उस जिला मजिस्ट्रेट द्वारा जिसकी स्थानीय अधिकारिता के अन्दर ऐसी सम्पत्ति पाई जाए, पृष्ठांकित कर दिया गया है।",
  },
  {
    id: 475,
    prevCode: "423",
    prevCodeInfo: "----",
    newCode: "463",
    chapter: chapter["34"].heading + ", " + chapter["34"].ग,
    newCodeInfo:
      "जुर्माने के उद्ग्रहण के लिए किसी ऐसे राज्यक्षेत्र के न्यायालय द्वारा, जिस पर इस संहिता का विस्तार नहीं है, जारी किया गया वारण्ट- \nइस संहिता में या तत्समय प्रवृत्त किसी अन्य विधि में किसी बात के होते हुए भी, जब किसी अपराधी को किसी ऐसे राज्यक्षेत्र में, जिस पर इस संहिता का विस्तार नहीं है, किसी दण्ड न्यायालय द्वारा जुर्माना देने का दण्डादेश दिया गया है और दण्डादेश देने वाला न्यायालय ऐसी रकम को भू-र भू-राजस्व की बकाया के तौर पर उद्‌गृहीत करने के लिए, उन राज्यक्षेत्रों के, जिन पर इस संहिता का विस्तार है, किसी जिले के कलक्टर को प्राधिकृत करते हुए वारण्ट जारी करता है, तब ऐसा वारण्ट उन राज्यक्षेत्रों के, जिन पर इस संहिता का विस्तार है, किसी न्यायालय द्वारा %धारा 461% की उपधारा (1) के खंड (ख) के अधीन जारी किया गया वारण्ट समझा जाएगा और तदनुसार ऐसे वारण्ट के निष्पादन के बारे में उक्त धारा की उपधारा (3) के उपबन्ध लागू होंगे।",
  },
  {
    id: 476,
    prevCode: "424",
    prevCodeInfo: "----",
    newCode: "464",
    chapter: chapter["34"].heading + ", " + chapter["34"].ग,
    newCodeInfo:
      "कारावास के दण्डादेश के निष्पादन का निलम्बन- \n(1) जब अपराधी को केवल जुमनि का और जुर्माना देने में व्यतिक्रम होने पर कारावास का दण्डादेश दिया गया है और जुर्माना तत्काल नहीं दिया जाता है, तब न्यायालय- \n(क) आदेश दे सकता है कि जुर्माना या तो ऐसी तारीख को या उससे पहले, जो उस आदेश की तारीख से तीस दिन के पश्चात् की नहीं होगी, पूर्णतः संदेय होगा, या दो या तीन किस्तों में संदेय होगा जिनमें से पहली किस्त ऐसी तारीख को या उससे पहले संदेय होगी, जो आदेश की तारीख से तीस दिन के पश्चात् की नहीं होगी और, अन्य किस्त या किस्तें, यथास्थिति, तीस दिन से अधिक के अन्तराल या अन्तरालों पर संदेय होगी या होंगी; \n(ख) कारावास के दण्डादेश का निष्पादन निलम्बित कर सकता है और अपराधी द्वारा, जैसा न्यायालय ठीक समझे, इस शर्त का %बन्धपत्र या जमानतपत्र% निष्पादित किए जाने पर कि, यथास्थिति, जुर्माना या उसकी किस्तें देने की तारीख या तारीखों को वह न्यायालय के समक्ष हाजिर होगा, अपराधी को छोड़ सकेगा, और यदि, यथास्थिति, जुर्माने की या किसी किस्त की रकम उस अन्तिम तारीख को या उसके पूर्व जिसको वह आदेश के अधीन संदेय हो, प्राप्त न हो तो न्यायालय कारावास के दण्डादेश के तुरन्त निष्पादित किए जाने का निदश दे सकेगा। \n(2) उपधारा (1) के उपबन्ध किसी ऐसे मामले में भी लागू होंगे जिसमें ऐसे धन के संदाय के लिए आदेश किया गया है जिसके वसूल न होने पर कारावास अधिनिर्णीत किया जा सकेगा है और धन तुरन्त नहीं दिया गया है, और यदि वह व्यक्ति जिसके विरुद्ध आदेश दिया गया है उस उपधारा में निर्दिष्ट बन्धपत्र लिखने की अपेक्षा किए जाने पर ऐसा करने में असफल रहता है तो न्यायालय कारावास का दण्डादेश तुरन्त पारित कर सकेगा।",
  },
  {
    id: 477,
    prevCode: "425",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "465",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "वारण्ट कौन जारी कर सकेगा- \nकिसी दण्डादेश के निष्पादन के लिए प्रत्येक वारण्ट या तो उस न्यायाधीश या मजिस्ट्रेट द्वारा, जिसने दण्डादेश पारित किया है या उसके पद-उत्तरवर्ती द्वारा जारी किया जा सकेगा।",
  },
  {
    id: 478,
    prevCode: "426",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "466",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "निकल भागे सिद्धदोष पर दण्डादेश कब प्रभावशील होगा- \n(1) जब निकल भागे सिद्धदोष को इस संहिता के अधीन मृत्यु, आजीवन कारावास या जुर्माने का दण्डादेश दिया जाता है तब ऐसा दण्डादेश इसमें इसके पूर्व अन्तर्विष्ट उपबन्धों के अधीन रहते हुए तुरन्त प्रभावी हो जाएगा। \n(2) जब निकल भागे सिद्धदोष को इस संहिता के अधीन किसी अवधि के कारावास का दण्डादेश दिया जाता है, तब, - \n(क) यदि ऐसा दण्डादेश उस दण्डादेश से कठोरतर किस्म का हो जिसे ऐसा सिद्धदोष, जब वह निकल भागा था, तब भोग रहा था तो नया दण्डादेश तुरन्त प्रभावी हो जाएगा; \n(ख) यदि ऐसा दण्डादेश उस दण्डादेश से कठोरतर किस्म का न हो जिसे ऐसा सिद्धदोष, जब वह निकल भागा था तब, भोग रहा था, तो नया दण्डादेश, उसके द्वारा उस अतिरिक्त अवधि के लिए कारावास भोग लिए जाने के पश्चात् प्रभावी होगा, जो उसके निकल भागने के समय उसके पूर्ववर्ती दण्डादेश की शेष अवधि के बराबर है। \n(3) उपधारा (2) के प्रयोजनों के लिए, कठोर कारावास का दण्डादेश सादा कारावास के दण्डादेश से कठोरतर किस्म का समझा जाएगा।",
  },
  {
    id: 479,
    prevCode: "427",
    prevCodeInfo: "----",
    newCode: "467",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "ऐसे अपराधी को दण्डादेश जो अन्य अपराध के लिए पहले से दण्डादिष्ट है- \n(1) जब कारावास का दण्डादेश पहले से ही भोगने वाले व्यक्ति को पश्चात्वर्ती-दोषसिद्धि पर कारावास या आजीवन कारावास का दण्डादेश दिया जाता है तब जब तक न्यायालय यह निदेश न दे कि पश्चात्वर्ती दण्डादेश ऐसे पूर्व दण्डादेश के साथ-साथ भोगा जाएगा, ऐसा कारावास या आजीवन कारावास उस कारावास की समाप्ति पर, जिसके लिए वह पहले दण्डादेश हुआ था, प्रारम्भ होगा : \nपरन्तु, जहाँ उस व्यक्ति को, जिसे प्रतिभूति देने में व्यतिक्रम करने पर %धारा 141% के अधीन आदेश द्वारा कारावास का दण्डादेश दिया गया है ऐसा दण्डादेश भोगने के दौरान ऐसे आदेश के दिए जाने के पूर्व किए गए अपराध के लिए कारावास का दण्डादेश दिया जाता है, वहाँ पश्चात्कथित दण्डादेश तुरन्त प्रारम्भ हो जाएगा। \n(2) जब किसी व्यक्ति को, जो आजीवन कारावास का दण्डादेश पहले से ही भोग रहा है, पश्चात्वर्ती दोषसिद्धि पर किसी अवधि के कारावास या आजीवन कारावास का दण्डादेश दिया जाता है तब पश्चात्वर्ती दण्डादेश पूर्व दण्डादेश के साथ-साथ भोगा जाएगा।",
  },
  {
    id: 480,
    prevCode: "428",
    prevCodeInfo: "----",
    newCode: "468",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "अभियुक्त द्वारा भोगी गई निरोध की अवधि का कारावास के दण्डादेश के विरुद्ध मुजरा किया जाना- \nजहाँ अभियुक्त व्यक्ति दोषसिद्धि पर किसी अवधि के लिए कारावास से दण्डादिष्ट किया गया है, जो जुर्माने के संदाय में व्यतिक्रम के लिए कारावास नहीं है वहाँ उसी मामले के अन्वेषण, जांच या विचारण के दौरान और ऐसी दोषसिद्धि की तारीख से पहले उसके द्वारा भोगे गए, यदि कोई हो, निरोध की अवधि का, ऐसी दोषसिद्धि पर उस पर अधिरोपित कारावास की अवधि के विरुद्ध मुजरा किया जाएगा और ऐसी दोषसिद्धि पर उस व्यक्ति का कारावास में जाने का दायित्व उस पर अधिरोपित कारावास की अवधि के शेष भाग तक, यदि कोई हो, निर्बन्धित किया जाएगा : \nपरन्तु %धारा 475% में निर्दिष्ट मामलों में निरोध की ऐसी अवधि का उस धारा में निर्दिष्ट चौदह वर्ष की अवधि के विरुद्ध मुजरा किया जायेगा।",
  },
  {
    id: 481,
    prevCode: "429",
    prevCodeInfo: "----",
    newCode: "469",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "व्यावृत्ति - \n(1) %धारा 466 या धारा 467% की कोई बात किसी व्यक्ति को उस दण्ड के किसी भाग से क्षम्य करने वाली न समझी जाएगी जिसका वह अपनी पूर्व या पश्चात्वर्ती दोषसिद्धि पर दायी है। \n(2) जब जुर्माना देने में व्यतिक्रम होने पर कारावास का अधिनिर्णय कारावास के मुख्य दण्डादेश के साथ उपाबद्ध है और दण्डादेश भोगने वाले व्यक्ति को उसके निष्पादन के पश्चात् कारावास के अतिरिक्त मुख्य दण्डादेश या अतिरिक्त मुख्य दण्डादेशों को भोगना है, तब जुर्माना देने में व्यतिक्रम होने पर कारावास का अधिनिर्णय तब तक क्रियान्वित न किया जाएगा, जब तक वह व्यक्ति अतिरिक्त दण्डादेश या दण्डादेशों को भुगत नहीं चुका हो।",
  },
  {
    id: 482,
    prevCode: "430",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "470",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      "दण्डादेश के निष्पादन पर वारण्ट का लौटाया जाना- \nजब दण्डादेश पूर्णतया निष्पादित किया जा चुका है तब उसका निष्पादन करने वाला अधिकारी वारण्ट को, स्व-हस्ताक्षर सहित पृष्ठांकन द्वारा उस रीति को प्रमाणित करते हुए, जिससे दण्डादेश का निष्पादन किया गया था, उस न्यायालय को, जिसने उसे जारी किया था, लौटा देगा।",
  },
  {
    id: 483,
    prevCode: "431",
    prevCodeInfo: "----",
    newCode: "471",
    chapter: chapter["34"].heading + ", " + chapter["34"].घ,
    newCodeInfo:
      'जिस धन का संदाय करने का आदेश दिया गया है उसका जुर्माने के रूप में वसूल किया जा सकना- \nकोई धन (जो जुर्माने से भिन्न है), जो इस संहिता के अधीन दिए गए किसी आदेश के आधार पर संदेष है और जिसकी वसूली का ढंग अभिव्यक्त रूप से अन्यथा उपबन्धित नहीं है, ऐसे वसूल किया जाएगा, मानो वह जुर्माना है: \nपरन्तु इस धारा के आधार पर, %धारा 400% के अधीन किसी आदेश को लागू होने में %धारा 461% का अर्थ इस प्रकार लगाया जाएगा, मानो %धारा 461% की उपधारा (1) के परन्तुक में %"धारा 395% के अधीन आदेश" शब्दों और अंकों के पश्वात्, "या %धारा 400% के अधीन खच्चों के संदाय के लिए आदेश" शब्द और अंक अन्तःस्थापित कर दिए गए हैं।',
  },
  {
    id: 484,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "472",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      "%मृत्यु दण्डादेश मामलों में दया याचिका- \n(1) मृत्यु दण्डादेश के अधीन सिद्धदोष ठहराया गया कोई व्यक्ति या उसका विधिक उत्तराधिकारी या कोई अन्य संबंधी, यदि उसने पहले से दया याचिका प्रस्तुत नहीं की है, तो वह संविधान के अनुच्छेद 72 के अधीन भारत के राष्ट्रपति या अनुच्छेद 161 के अधीन राज्य के राज्यपाल के समक्ष दया याचिका फाइल कर सकेगा, जो ऐसी तारीख से तीस दिन की अवधि के भीतर, जिसको जेल अधीक्षक- \n(1) उच्चतम न्यायालय द्वारा अपील, पुनर्विलोकन या विशेष इजाजत अपील के निरस्त करने के बारे में उसे सूचित करता है; या \n(ii) उच्च न्यायालय द्वारा मृत्यु दण्डादेश की पुष्टि की तारीख के बारे में और उच्चतम न्यायालय में कोई अपील या विशेष इजाजत फाइल करना की अनुज्ञात समाप्त हो गई है, सूचित करता है। \n(2) उपधारा (1) के अधीन याचिका आरम्भ में राज्यपाल को की जा सकेगी और राज्यपाल द्वारा उसके निरस्त करने या निपटाए किए जाने पर, ऐसी याचिका के निरस्त या निपटारा किये जाने करने की तारीख से साठ दिन की अवधि के भीतर राष्ट्रपति को की जाएगी। \n(3) जेल अधीक्षक या जेल प्रभारी सुनिश्चित करेगा कि प्रत्येक सिद्धदोष, एक से अधिक सिद्धदोष होने को दशा में साठ दिन की अवधि के भीतर दया याचिका प्रस्तुत करे और अन्य सिद्धदोषों से ऐसी याचिका प्राप्त न होने की दशा में, जेल का अधीक्षक, नाम, पता, मामले के अभिलेख की प्रति और मामले के सभी अन्य ब्यौरे उक्त दया याचिका साथ विचार के लिए केन्द्रीय सरकार या राज्य सरकार को भेजेगा। \n(4) केन्द्रीय सरकार, दया याचिका की प्राप्ति पर राज्य सरकार से टिप्पणियां मांगेगी और मामले के अभिलेख सहित याचिका पर विचार करेगी तथा राज्य सरकारी की टिप्पणियों और जेल अधीक्षक से अभिलेखों की प्राप्ति की तारीख से साठ दिन की अवधि के भीतर यथा संभवशीघ्र इस निमित्त राष्ट्रपति को सिफारिश करेगी। \n(5) राष्ट्रपति, दया याचिका पर विचार, विनिश्चय और निपटान कर सकेगा तथा किसी मामले में यदि एक से अधिक सिद्धदोष हैं तो, याचिकाएं न्यायहित में एक साथ राष्ट्रपति द्वारा विनिश्चित की जाएंगी। \n(6) केन्द्रीय सरकार, दया याचिका पर राष्ट्रपति के आदेश की प्राप्ति पर, राज्य के गृह विभाग और जेल अधीक्षक या जेल के प्रभारी को उसे अड़तालीस घण्टे के भीतर संसूचित करेगी। \n(7) संविधान के अनुच्छेद 72 या अनुच्छेद 161 के अधीन राष्ट्रपति या राज्यपाल के आदेश के विरुद्ध किसी न्यायालय में कोई अपील नहीं होगी और यह अंतिम होगा तथा राष्ट्रपति या राज्यपाल द्वारा विनिश्चय पर पहुंचने के किसी प्रश्न पर किसी न्यायालय में कोई जांच नहीं की जाएगी।%",
  },
  {
    id: 485,
    prevCode: "432",
    prevCodeInfo: "----",
    newCode: "473",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      'दण्डादेशों का निलम्बन या परिहार करने की शक्ति- \n(1) जब किसी व्यक्ति को किसी अपराध के लिए दण्डादेश दिया जाता है, तब समुचित सरकार, किसी समय, शर्तों के बिना या ऐसी शर्तों पर, जिन्हें दण्डादिष्ट व्यक्ति स्वीकार करता है, उसके दण्डादेश के निष्पादन का निलम्बन कर सकेगी या जो दण्डादेश उसे दिया गया है, उस सम्पूर्ण दण्डादेश का या उसके किसी भाग का परिहार कर सकेगी। \n(2) जब कभी समुचित सरकार से दण्डादेश के निलम्बन या परिहार के लिए आवेदन किया जाता है, तब समुचित सरकार उस न्यायालय के पीठासीन न्यायाधीश से, जिसके समक्ष या जिसके द्वारा दोषसिद्धि हुई थी या जिसके द्वारा उसकी पुष्टि की गई थी, अपेक्षा कर सकेगी कि वह इस बारे में कि आवेदन मंजूर किया आए या नामंजूर किया जाए, ऐसी राय के लिए अपने कारणों सहित कथित करें और अपनी राय के कथन के साथ विचारण के अभिलेख की या उसके ऐसे अभिलेख की, जैसा विद्यमान हो, प्रमाणित प्रतिलिपि भी भेजे। \n(3) यदि कोई शर्त, जिस पर दण्डादेश का निलम्बन या परिहार किया गया है, समुचित सरकार की राय में पूरी नहीं हुई है तो समुचित सरकार निलम्बन या परिहार को रद्द कर सकेगी और तब, यदि वह व्यक्ति, जिसके पक्ष में दण्डादेश का निलम्बन या परिहार किया गया था, मुक्त है तो वह किसी पुलिस अधिकारी द्वारा वारण्ट के बिना गिरफ्तार किया जा सकता है और दण्डादेश के असमाप्त भाग को भोगने के लिए प्रतिप्रेषित किया जा सकेगा। \n(4) वह शर्त, जिस पर इस धारा के अधीन दण्डादेश का निलम्बन या परिहार किया जाए, ऐसी हो सकेगी, जो उस व्यक्ति द्वारा, जिसके पक्ष में दण्डादेश का निलम्बन या परिहार किया जाए, पूरी की जाने वाली हो या ऐसी हो सकेगी, जो उसकी इच्छा पर आश्रित न हो। \n(5) समुचित सरकार, दण्डादेशों के निलम्बन के बारे में, और उन शर्तों के बारे में, जिन पर याचिकायें उपस्थित की जानी चाहिए और निपटाई जानी चाहिए, साधारण नियमों या विशेष आदेशों द्वारा निदेश दे सकेगी : \nपरन्तु अठारह वर्ष से अधिक की आयु के किसी पुरुष के विरुद्ध किसी दण्डादेश की दशा में (जो जुमनि के दण्डादेश से भिन्न है), दण्डादिष्ट व्यक्ति द्वारा या उसकी ओर से किसी अन्य व्यक्ति द्वारा दी गई कोई ऐसी याचिका तब तक ग्रहण नहीं की जाएगी, जब तक दण्डादिष्ट व्यक्ति जेल में न हो, और- \n(क) जहाँ ऐसी याचिका दण्डादिष्ट व्यक्ति द्वारा दी जाती है, वहाँ जब तक वह जेल के भारसाधक अधिकारी की माध्यम से उपस्थित न की जाए; या \n(ख) जहाँ ऐसी याचिका किसी अन्य व्यक्ति द्वारा दी जाती है वहाँ जब तक उसमें यह घोषणा न हो कि दण्डादिष्ट व्यक्ति जेल में है। \n(6) ऊपर की उपधाराओं के उपबन्ध, इस संहिता की या किसी अन्य विधि की किसी धारा के अधीन दण्ड न्यायालय द्वारा पारित ऐसे आदेश को भी लागू होंगे, जो किसी व्यक्ति की स्वतन्त्रता को निर्बन्धित करता है या उस पर या उसकी सम्पत्ति पर कोई दायित्व अधिरोपित करता है। \n(7) इस धारा में और %धारा 474% में "समुचित सरकार" पद से, - \n(क) उन मामलों में, जहां दण्डादेश ऐसे विषय से सम्बन्धित किसी विधि के विरुद्ध अपराध है, या उपधारा (6) में निर्दिष्ट पारित आदेश किसी विधि के अधीन है, जिससे सम्बन्धित विषय पर संघ की कार्यपालिका शक्ति का विस्तार केन्द्रीय सरकार तक है, अभिप्रेत है; \n(ख) अन्य मामलों में, उस राज्य की सरकार अभिप्रेत है, जिसमें भीतर अपराधी दण्डादिष्ट किया गया है या उक्त आदेश पारित किया गया है।',
  },
  {
    id: 486,
    prevCode: "433",
    prevCodeInfo: "----",
    newCode: "474",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      "दण्डादेश लघुकरण करने की शक्ति- \nसमुचित सरकार दण्डादेश प्राप्त व्यक्ति की सम्मति के बिना,- \n(क) मृत्यु दण्डादेश को %आजीवन कारावास के लिए;% \n(ख) आजीवन कारावास के दण्डादेश %को सात वर्ष से अन्यून% की अवधि के कारावास के लिए; \n(ग) %सात वर्ष या अधिक के लिए कारावास के दण्डादेश को, कारावास की ऐसी अवधि के लिए, जो तीन वर्ष से कम न हो;% \n(घ) %सात वर्ष से कम के कारावास के दण्डादेश के लिए जुर्माने का;% \n(ङ) कठोर कारावास के दण्डादेश का किसी ऐसी अवधि के साधारण कारावास में, जिसके लिए वह व्यक्ति दण्डादिष्ट किया जा सकता है। लघुकरण कर सकेगी।",
  },
  {
    id: 487,
    prevCode: "433क",
    prevCodeInfo: "----",
    newCode: "475",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      "कुछ मामलों में छूट या लघुकरण की शक्तियों पर निर्बन्धन- \n%धारा 473% में अन्तर्विष्ट किसी बात के होते हुए भी, जहाँ किसी व्यक्ति को ऐसे अपराध के लिए, जिसके लिए मृत्यु दण्ड विधि द्वारा उपबन्धित दण्डों में से एक है, आजीवन कारावास का दण्डादेश दिया गया है या %धारा 474% के अधीन किसी व्यक्ति को दिए गए मृत्यु दण्डादेश का आजीवन कारावास के रूप में लघुकरण किया गया है, वहाँ ऐसा व्यक्ति कारावास से तब तक नहीं छोड़ा जाएगा, जब तक कि उसने चौदह वर्ष का कारावास पूरा न कर लिया हो।",
  },
  {
    id: 488,
    prevCode: "434",
    prevCodeInfo: "----",
    newCode: "476",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      "मृत्यु दण्डादेशों की दशा में केन्द्रीय सरकार की समवर्ती शक्ति- \nराज्य सरकार को %धारा 473 और 474% द्वारा प्रदत्त शक्तियाँ, मृत्यु दण्डादेशों की दशा में, केन्द्रीय सरकार द्वारा भी प्रयुक्त की जा सकेगी।",
  },
  {
    id: 489,
    prevCode: "435",
    prevCodeInfo:
      "कतिपय मामलों में राज्य सरकार का केन्द्रीय सरकार से परामर्श करने के पश्चात् कार्य करना-",
    newCode: "477",
    chapter: chapter["34"].heading + ", " + chapter["34"].ङ,
    newCodeInfo:
      "कतिपय मामलों में राज्य सरकार का केन्द्रीय सरकार से %सहमति% के पश्चात् कार्य करना - \n(1) किसी दण्डादेश का परिहार करने या उसके लघुकरण के बारे में %धारा 473 और 474% द्वारा राज्य सरकार को प्रदत्त शक्तियों का प्रयोग उस दशा में, जब दण्डादेश किसी ऐसे अपराध के लिए है, - \n(क) जो %इस संहिता से% भिन्न किसी केन्द्रीय अधिनियम के अधीन अपराध का अन्वेषण करने के लिए सशक्त किसी अन्य अभिकरण द्वारा किया गया है; या (ख) जिसमें केन्द्रीय सरकार की किसी सम्पत्ति का दुर्विनियोग या नाश या नुकसान अन्तर्ग्रस्त है; या \n(ग) जो केन्द्रीय सरकार की सेवा में किसी व्यक्ति द्वारा तब किया गया था, जब वह अपने पदीय कर्तव्यों के निर्वहन में कार्य कर रहा था या उसका ऐसे कार्य करना तात्पर्थित था, केन्द्रीय सरकार की सहमति के सिवाय राज्य सरकार द्वारा प्रयोग नहीं किया जाएगा। \n(2) जिस व्यक्ति को ऐसे अपराधों के लिए दोषसिद्ध किया गया है, जिनमें से कुछ उन विषयों से संबंधित हैं, जिन पर संघ की कार्यपालिका शक्ति का विस्तार हैं, और जिसे पृथक् पृथक् अवधि के कारावास का जो साथ-साथ भोगी जानी है, दण्डादेश दिया गया है, उसके संबंध में दण्डादेश के निलम्बन, परिहार या लघुकरण का राज्य सरकार द्वारा पारित कोई आदेश प्रभावी तभी होगा, जब ऐसे विषयों के बारे में, जिन पर संघ की कार्यपालिका शक्ति का विस्तार है, उस व्यक्ति द्वारा किए गए अपराधों के सम्बन्ध में ऐसे दण्डादेशों के यथास्थिति, परिहार, निलम्बन या लघुकरण का आदेश, केन्द्रीय सरकार की अनुमति के सिवाय, द्वारा भी कर दिया गया है।",
  },
  {
    id: 490,
    prevCode: "436",
    prevCodeInfo: "----",
    newCode: "478",
    chapter: chapter["35"],
    newCodeInfo:
      "किन मामलों में जमानत ली जाएगी- \n(1) जब अजमानतीय अपराध के अभियुक्त व्यक्ति से भिन्न कोई व्यक्ति पुलिस थाने के भारसाधक अधिकारी द्वारा वारण्ट के बिना गिरफ्तार या निरुद्ध किया जाता है या न्यायालय के समक्ष हाजिर होता है या लाया जाता है और जब वह ऐसे अधिकारी की अभिरक्षा में है उस बीच किसी समय, या ऐसे न्यायालय के समक्ष कार्यवाहियों के किसी प्रक्रम में, जमानत देने के लिए तैयार है तब ऐसा व्यक्ति जमानत पर छोड़ दिया जाएगा : \nपरन्तु यदि ऐसा अधिकारी या न्यायालय ठीक समझता है तो वह ऐसे व्यक्ति से जमानत लेने के बजाय उसे इसमें इसके पश्चात् उपबन्धित प्रकार से अपने हाजिर होने के लिये प्रतिभुओं रहित बन्धपत्र निष्पादित करने पर उसे उन्मोचित कर सकेगा और यदि ऐसा व्यक्ति निर्धन है और जमानत देने में असमर्थ है, तो उसे ऐसे उन्मोचित करेगा। \nस्पष्टीकरण-जहां कोई व्यक्ति अपनी गिरफ्तारी की तारीख के एक सप्ताह के भीतर जमानत देने में असमर्थ है वहां अधिकारी या न्यायालय के लिये यह उपधारणा करने का पर्याप्त आधार होगा कि वह इस परन्तुक के प्रयोजनों के लिये निर्धन व्यक्ति है: \nपरन्तु यह और कि इस धारा की कोई बात धारा 135 की उपधारा (३) या %धारा 492% के उपबन्धों पर प्रभाव डालने वाली न समझी जाएगी। \n(2) उपधारा (1) में किसी बात के होते हुए भी, जहाँ कोई व्यक्ति, हाजिरी के समय और स्थान के बारे में बंधपत्र या जमानतपत्र की शर्तों का अनुपालन करने में असफल रहता है वहाँ न्यायालय उसे, जब वह उसी मामले में किसी पश्चात्वर्ती अवसर पर न्यायालय के समक्ष हाजिर होता है या अभिरक्षा में लाया जाता है, जमानत पर छोड़ने से इन्कार कर सकता है और ऐसी किसी इन्कारी का, ऐसे बंधपत्र या जमानतपत्र से आबद्ध किसी व्यक्ति से धारा 491 के अधीन उसको शास्ति देने की अपेक्षा करने की न्यायालय की शक्तियों पर कोई प्रतिकूल प्रभाव नहीं पड़ेगा।",
  },
  {
    id: 491,
    prevCode: "436क",
    prevCodeInfo: "----",
    newCode: "479",
    chapter: chapter["35"],
    newCodeInfo:
      "अधिकतम अवधि, जिसके लिये विचाराधीन कैदी निरुद्ध किया जा सकता है- \n(1) जहां कोई व्यक्ति, किसी विधि के अधीन किसी अपराध के लिए इस संहिता के अधीन (जो ऐसा अपराध नहीं है जिसके लिये उस विधि के अधीन मृत्यु दण्ड या %आजीवन कारावास एक दण्ड% के रूप में विनिर्दिष्ट किया गया है) अन्वेषण, जांच या विचारण की अवधि के दौरान कारावास की उस अधिकतम अवधि के, जो उस विधि के अधीन उस अपराध के लिये विनिर्दिष्ट की गयी है, आधे से अधिक की अवधि के लिये निरोध भोग चुका है, वहां वह न्यायालय द्वारा जमानत पर छोड़ दिया जायेगा : अधिकतम अवधि के, जो उस विधि के अधीन उस अपराध के लिये विनिर्दिष्ट की गयी है, आधे से अधिक की अवधि के लिये निरोध भोग चुका है, वहां वह न्यायालय द्वारा जमानत पर छोड़ दिया जायेगा : \n%परन्तु ऐसा व्यक्ति प्रथम बार का अपराधी है और (अतीत में किसी अपराध के लिए दोषसिद्ध नहीं किया गया है) तो वह न्यायालय द्वारा बंधपत्र पर छोड़ दिया जाएगा यदि वह उस विधि के अधीन ऐसे अपराध के लिए विनिर्दिष्ट कारावास की अधिकतम अवधि की एक-तिहाई विस्तार की अवधि तक निरोध रह चुका है:% \nपरन्तु यह और कि न्यायालय, लोक अभियोजक की सुनवाई के पश्चात् और उन कारणों से जो उस द्वारा लेखबद्ध किये जायेंगे, ऐसे व्यक्ति के उक्त आधी अवधि से दीर्घतर अवधि के लिये निरोध को जारी रखने का आदेश कर सकेगा या उसके बन्धपत्र के बजाय जमानतपत्र पर उसे छोड़ देगा : \nपरन्तु यह थी कि कोई भी ऐसा व्यक्ति अन्वेषण, जांच या विचारण की अवधि के दौरान उस विधि के अधीन उका अपराध के लिये उपबन्धित कारावास की अधिकतम अवधि से अधिक के लिए, किसी भी मामले में निरुद्ध नहीं रखा जाएगा। \nस्पष्टीकरण-जमानत मंजूर करने के लिये इस धारा के अधीन निरोध की अवधि की गणना करने में अभियुक्त द्वारा कार्यवाही में किये गये विलम्ब के कारण भोगी गयी निरोध की अवधि को अपवर्जित किया जायेगा। या \n%(2) उपधारा (1) में किसी बात के होते हुए भी, तथा उसके तीसरे परन्तुक के अधीन रहते हुए, जहां किसी व्यक्ति के विरुद्ध या एक से अधिक अपराध या बहु मामले अन्वेषण, जांच या विचारण के लिए लंबित हैं तो उसे न्यायालय द्वारा जमानत पर नहीं छोड़ा जाएगा। \n3) जेल का अधीक्षक, जहां अभियुक्त व्यक्ति निरुद्ध है, यथास्थिति, उपधारा (1) में उल्लिखित अवधि का आधा या एक-तिहाई पूर्ण होने पर, ऐसे व्यक्ति को जमानत पर निर्मुक्त करने के लिए उपधारा (1) के अधीन न्यायालय को कार्यवाही करने के लिए तुरन्त लिखित में आवेदन करेगा।%",
  },
  {
    id: 492,
    prevCode: "437",
    prevCodeInfo: "----",
    newCode: "480",
    chapter: chapter["35"],
    newCodeInfo:
      "अजमानतीय अपराध की दशा में कब जमानत ली जा सकेगी- \n(1) जब कोई व्यक्ति, जिस पर अजमानतीय अपराध का अभियोग है या जिस पर यह सन्देह है कि उसने अजमानतीय अपराध किया है, पुलिस थाने के भारसाधक अधिकारी द्वारा वारण्ट के बिना गिरफ्तार या निरुद्ध किया जाता है या उच्च न्यायालय या सेशन न्यायालय से भिन्न न्यायालय के समक्ष हाजिर होता है या लाया जाता है तब वह जमानत पर छोड़ा जा सकता है, किन्तु- \n(1) यदि यह विश्वास करने के लिए उचित आधार प्रतीत होते हैं कि ऐसा व्यक्ति मृत्यु या आजीवन कारावास से दण्डनीय अपराध का दोषी है तो वह इस प्रकार नहीं छोड़ा जाएगा; \n(ii) यदि ऐसा अपराध कोई संज्ञेय अपराध है और ऐसा व्यक्ति मृत्यु, आजीवन कारावास या सात वर्ष या उससे अधिक के कारावास से दण्डनीय किसी अपराध के लिए पहले दोषसिद्ध किया गया है, या वह तीन वर्ष या उससे अधिक के, किन्तु सात वर्ष से अनधिक की अवधि के कारावास से दण्डनीय किसी संज्ञेय अपराध के लिए दो या अधिक अवसरों पर पहले दोषसिद्ध किया गया है तो वह इस प्रकार नहीं छोड़ा जाएगा: \nपरन्तु न्यायालय यह निदेश दे सकेगा कि खण्ड (i) या खण्ड (ii) में निर्दिष्ट व्यक्ति जमानत पर छोड़ दिया जाए यदि ऐसा व्यक्ति, %बालक% है या कोई महिला या कोई रोगी या शिथिलांग व्यक्ति है : \nपरन्तु यह और कि न्यायालय यह भी निदेश दे सकेगा कि खण्ड (ii) में निर्दिष्ट व्यक्ति जमानत पर छोड़ दिया जाए, यदि उसका यह समाधान हो जाता है कि किसी अन्य विशेष कारण से ऐसा करना न्यायोचित तथा ठीक है : \nपरन्तु यह और भी कि केवल यह बात कि अभियुक्त की आवश्यकता, अन्वेषण में साक्षियों द्वारा पहचाने जाने के लिए या %प्रथम पन्द्रह दिन से अधिक की पुलिस अभिरक्षा के लिए हो सकती है,% जमानत मंजूर करने से इंकार करने के लिए पर्याप्त आधार नहीं होगी, यदि वह अन्यथा जमानत पर छोड़ दिए जाने के लिए हकदार है और वह वचन देता है कि वह ऐसे निदेशों का, जो न्यायालय द्वारा दिए जाएं, अनुपालन करेगा: \nपरन्तु यह भी कि किसी भी व्यक्ति को, यदि उस द्वारा किया गया अभिकथित अपराध मृत्यु, आजीवन कारावास या सात वर्ष या उससे अधिक के कारावास से दण्डनीय है तो लोक अभियोजक को सुनवाई का कोई अवसर दिये बिना इस उपधारा के अधीन न्यायालय द्वारा जमानत पर नहीं छोड़ा जायेगा। \n(2) यदि ऐसे अधिकारी या न्यायालय को, यथास्थिति, अन्वेषण, जांच या विचारण के किसी प्रक्रम में यह प्रतीत होता है कि यह विश्वास करने के लिए उचित आधार नहीं हैं कि अभियुक्त ने अजमानतीय अपराध किया है किन्तु उसके दोषी होने के बारे में और जांच करने के लिए पर्याप्त आधार हैं तो अभियुक्त %धारा 494% के उपबन्धों के अधीन रहते हुए और ऐसी जांच लम्बित रहने तक जमानत पर, या ऐसे अधिकारी या भगायालय के स्वविवेकानुसार, इसमें इसके पश्चात् उपबन्धित प्रकार से अपने हाजिर होने के लिए बन्धपत्र निष्पादित करने पर, छोड़ दिया जाएगा। \n(3) जब कोई व्यक्ति, जिस पर ऐसे कारावास से जिसकी अवधि सात वर्ष तक की या उससे अधिक की है. दण्डनीय कोई अपराध या %भारतीय न्याय संहिता, 2023 के अध्याय 6, अध्याय 7 या अध्याय 17% के अधीन कोई अपराध करने या ऐसे किसी अपराध का दुष्प्रेरण या षड्यंत्र या प्रयत्न करने का अभियोग या संदेह है, उपधारा (1) के अधीन जमानत पर छोड़ा जाता है तो न्यायालय यह शर्त अधिरोपित करेगा :- \n(क) कि ऐसा व्यक्ति इस अध्याय के अधीन निष्पादित बन्धपत्र की शर्तों के अनुसार हाजिर होगा; \n(ख) कि ऐसा व्यक्ति उस अपराध जैसा, जिसको करने का उस पर अभियोग या सन्देह है, कोई अपराध नहीं करेगा; और \n(ग) कि ऐसा व्यक्ति उस मामले के तथ्यों से अवगत किसी व्यक्ति को न्यायालय या किसी पुलिस अधिकारी के समक्ष ऐसे तथ्यों को प्रकट न करने के लिये मनाने के वास्ते प्रत्यक्षतः या अप्रत्यक्षतः उसे कोई उत्प्रेरणा, धमकी या वचन नहीं देगा या साक्ष्य को नहीं बिगाड़ेगा, और न्याय के हित में ऐसी अन्य शर्तें, जिसे वह ठीक समझे, भी अधिरोपित कर सकेगा। \n(4) उपधारा (1) या उपधारा (2) के अधीन जमानत पर किसी व्यक्ति को छोड़ने वाला अधिकारी या न्यायालय ऐसा करने के अपने कारणों या विशेष कारणों को लेखबद्ध करेगा। \n(5) यदि कोई न्यायालय, जिसने किसी व्यक्ति को उपधारा (1) या उपधारा (2) के अधीन जमानत पर छोड़ा है, ऐसा करना आवश्यक समझता है तो, ऐसे व्यक्ति को गिरफ्तार करने का निदेश दे सकता है और उसे अभिरक्षा के लिए सुपुर्द कर सकता है। \n(6) यदि मजिस्ट्रेट द्वारा विचारणीय किसी मामले में ऐसे व्यक्ति का विचारण, जो किसी अजमानतीय अपराध का अभियुक्त है, उस मामले में साक्ष्य देने के लिए नियत प्रथम तारीख से साठ दिन की अवधि के अन्दर पूरा नहीं हो जाता है तो, यदि ऐसा व्यक्ति उक्त सम्पूर्ण अवधि के दौरान अभिरक्षा में रहा है तो, जब तक ऐसे कारणों से जो लेखबद्ध किए जाएंगे मजिस्ट्रेट अन्यथा निदेश न दे वह मजिस्ट्रेट की समाधानप्रद जमानत पर छोड़ दिया जाएगा। \n(7) यदि अजमानतीय अपराध के अभियुक्त व्यक्ति के विचारण के समाप्त हो जाने के पश्चात् और निर्णय दिए जाने के पूर्व किसी समय न्यायालय की यह राय है कि यह विश्वास करने के उचित आधार हैं कि अभियुक्त किसी ऐसे अपराध का दोषी नहीं है और अभियुक्त अभिरक्षा में है तो वह अभियुक्त को, निर्णय सुनने के लिए अपने हाजिर होने के लिए बंधपत्र उसके द्वारा निष्पादित किए जाने पर छोड़ देगा।",
  },
  {
    id: 493,
    prevCode: "437क",
    prevCodeInfo: "----",
    newCode: "481",
    chapter: chapter["35"],
    newCodeInfo:
      "अभियुक्त को अगले अपील न्यायालय के समक्ष उपसंजात होने की अपेक्षा के लिए जमानत- \n(1) विचारण के समाप्त होने से पूर्व और अपील के निपटान से पूर्व, यथास्थिति, अपराध का विचारण करने वाला न्यायालय या अपील न्यायालय अभियुक्त से यह अपेक्षा कर सकेगा कि जब उच्चतर विद्यालय संबंधित न्यायालय के निर्णय के विरुद्ध फाइल की गई किसी अपील या याचिका की बाबत सूचना जारी करे, तो वह उच्चतर न्यायालय के समक्ष उपसंजात होने के लिए %बंधपत्र या जमानतपत्र% निष्पादित करे और ऐसे बंधपत्र छह मास तक प्रभावी रहेंगे। \n(2) यदि ऐसा अभियुक्त उपसंजात होने में असफल रहता है तो बंधपत्र समपहृत हो जाएगा और धारा 291 के अधीन प्रक्रिया लागू होगी।",
  },
  {
    id: 494,
    prevCode: "438",
    prevCodeInfo: "----",
    newCode: "482",
    chapter: chapter["35"],
    newCodeInfo:
      "गिरफ्तारी की आशंका करने वाले व्यक्ति की जमानत मंजूर करने के लिए निदेश - \n(1) जब किसी व्यक्ति को यह विश्वास करने का कारण है कि हो सकता है उसको किसी अजमानतीय अपराध के किये जाने के अभियोग में गिरफ्तार किया जा सकता है, तो वह इस धारा के अधीन निदेश के लिये उच्च न्यायालय या सेशन न्यायालय को आवेदन कर सकता है; और यदि वह न्यायालय ठीक समझे तो वह निदेश दे सकता है कि ऐसी गिरफ्तारी की स्थिति में उसको जमानत पर छोड़ दिया जाये। \n(2) जब उच्च न्यायालय या सेशन न्यायालय उपधारा (1) के अधीन निदेश देता है तब वह उस विशिष्ट मामले के तथ्यों को ध्यान में रखते हुए उन निदेशों में ऐसी शर्तें, जो वह ठीक समझे, सम्मिलित कर सकता है जिनके अंतर्गत निम्नलिखित भी हैं, - \n(1) यह शर्त कि वह व्यक्ति पुलिस अधिकारी द्वारा पूछे जाने वाले परिप्रश्नों का उत्तर देने के लिए जैसे और जब अपेक्षित हो, उपलब्ध होगा; \n(ii) यह शर्त कि वह व्यक्ति उस मामले के तथ्यों से अवगत किसी व्यक्ति को न्यायालय या किसी पुलिस अधिकारी के समक्ष ऐसे तथ्यों को प्रकट न करने के लिए मनाने के वास्ते प्रत्यक्षतः या अप्रत्यक्षतः उसे कोई उत्प्रेरणा, धमकी या वचन नहीं देगा; \n(iii) यह शर्त कि वह व्यक्ति न्यायालय की पूर्व अनुज्ञा के बिना भारत नहीं छोड़ेगा; \n(iv) ऐसी अन्य शर्तें जो %धारा 480% की उपधारा (3) के अधीन ऐसे अधिरोपित की जा सकती हैं मानो उस धारा के अधीन जमानत मंजूर की गई हो। \n(3) यदि तत्पश्चात् ऐसे व्यक्ति को ऐसे अभियोग पर पुलिस थाने के भारसाधक अधिकारी द्वारा वारण्ट के बिना गिरफ्तार किया जाता है और वह या तो गिरफ्तारी के समय या जब वह ऐसे अधिकारो की अभिरक्षा में है तब किसी समय जमानत देने के लिए तैयार है, तो उसे जमानत पर छोड़ दिया जाएगा; तथा यदि ऐसे अपराध का संज्ञान करने वाला मजिस्ट्रेट यह विनिश्चय करता है कि उस व्यक्ति के विरुद्ध प्रथम बार ही वारण्ट जारी किया जाना चाहिए, तो वह उपधारा (1) के अधीन न्यायालय के निदेश के अनुरूप जमानतीय वारण्ट जारी करेगा। \n(4) इस धारा की कोई बात %भारतीय न्याय संहिता, 2023 की धारा 65 या धारा 70% की उपधारा (2) के अधीन किसी अपराध को कारित करने के अभियोग पर किसी व्यक्ति की गिरफ्तारी अन्तर्वलित करने वाले किसी मामले में लागू नहीं होगी।",
  },
  {
    id: 495,
    prevCode: "439",
    prevCodeInfo: "----",
    newCode: "483",
    chapter: chapter["35"],
    newCodeInfo:
      "जमानत के बारे में उच्च न्यायालय या सेशन न्यायालय की विशेष शक्तियां - \n(1) उच्च न्यायालय या सेशन न्यायालय यह निदेश दे सकता है कि, - \n(क) किसी ऐसे व्यक्ति को, जिस पर किसी अपराध का अभियोग हैं और जो अभिरक्षा में है, जमानत पर छोड़ दिया जाए और यदि अपराध %धारा 480% की उपधारा (3) में विनिर्दिष्ट प्रकार का है, तो वह ऐसी कोई शतं, जिसे वह उस उपधारा में वर्णित प्रयोजनों के लिए आवश्यक समझे, अधिरोपित कर सकता है। \n(ख) किसी व्यक्ति को जमानत पर छोड़ने के समय मजिस्ट्रेट द्वारा अधिरोपित कोई शर्त अपास्त या उपान्तरित कर दी जाए: \nपरन्तु उच्च न्यायालय या सेशन न्यायालय किसी ऐसे व्यक्ति की, जो ऐसे अपराध का अभियुक्त है जो अनन्यतः सेशन न्यायालय द्वारा विचारणीय है, या जो यद्यपि इस प्रकार विचारणीय नहीं है, आजीवन कारावास से दण्डनीय है, जमानत लेने के पूर्व जमानत के लिए आवेदन की सूचना लोक अभियोजक को उस दशा के सिवाय देगा जब उसकी, ऐसे कारणों से, जो लेखबद्ध किए जाएंगे, यह राय है कि ऐसी सूचना देना साध्य नहीं है। \nपरन्तु यह और कि उच्च न्यायालय या सेशन न्यायालय किसी ऐसे व्यक्ति को जमानत देने से पूर्व जो, %भारतीय न्याय संहिता, 2023 की धारा 65 या धारा 70% की उपधारा (2) के अधीन विचारणीय योग्य किसी अपराध का अभियुक्त है, ऐसे आवेदन की सूचना की प्राप्ति की तारीख से पन्द्रह दिन की अवधि के भीतर लोक अभियोजक को जमानत के लिए आवेदन की सूचना देगा। \n(2) सूचना देने वाले या उसके द्वारा प्राधिकृत किसी व्यक्ति की उपस्थिति %भारतीय न्याय संहिता, 2023 की धारा 65 या धारा 70% की उपधारा (2) के अधीन किसी व्यक्ति को जमानत के लिए आवेदन की सुनवाई करते समय बाध्यकारी होगी। (३) उच्च न्यायालय या सेशन न्यायालय, किसी ऐसे व्यक्ति को, जिसे इस अध्याय के अधीन जमानत पर छोड़ा जा चुका है, गिरफ्तार करने का निदेश दे सकता है और उसे अभिरक्षा के लिए सुपुर्द कर सकता है।",
  },
  {
    id: 496,
    prevCode: "440",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "484",
    chapter: chapter["35"],
    newCodeInfo:
      "बन्धपत्र की रकम और उसे घटाना- \n(1) इस अध्याय के अधीन निष्पादित प्रत्येक बन्धपत्र की रकम मामले की परिस्थितियों का सम्यक् ध्यान रख कर नियत की जाएगी और अत्यधिक नहीं होगी। \n(2) उच्च न्यायालय या सेशन न्यायालय यह निदेश दे सकता है कि पुलिस अधिकारी या मजिस्ट्रेट द्वारा अपेक्षित जमानत घटाई जाए।",
  },
  {
    id: 497,
    prevCode: "441",
    prevCodeInfo: "----",
    newCode: "485",
    chapter: chapter["35"],
    newCodeInfo:
      "अभियुक्त और प्रतिभुओं का बन्धपत्र- \n(1) किसी व्यक्ति को बंधपत्र पर या जमानतपत्र पर छोड़े जाने के पूर्व उस व्यक्ति द्वारा, इतनी धनराशि के लिए जितनी, यथास्थिति, पुलिस अधिकारी या न्यायालय पर्याप्त समझे, बंधपत्र निष्पादित किया जाएगा और जब उसे %बंधपत्र या जमानतपत्र% पर छोड़ा जाएगा तो एक या अधिक पर्याप्त प्रतिभूओं द्वारा यह सशर्त माना जाएगा कि ऐसा व्यक्ति बंधपत्र में वर्णित समय और स्थान पर हाजिर होगा और जब तक, यथास्थिति, पुलिस अधिकारी या न्यायालय द्वारा अन्यथा निदेश नहीं दिया जाता है इस प्रकार बराबर हाजिर होता रहेगा। \n(2) जहां किसी व्यक्ति को जमानत पर छोड़ने के लिए कोई शर्त अधिरोपित की गई है, वहां %बन्धपत्र या जमानतपत्र% में वह शर्त भी अन्तर्विष्ट होगी। \n(3) यदि मामले से ऐसा अपेक्षित है तो %बन्धपत्र या जमानतपत्र% द्वारा, जमानत पर छोड़े गये व्यक्ति को अपेक्षा किए जाने पर आरोप का उत्तर देने के लिए उच्च न्यायालय, सेशन न्यायालय या अन्य न्यायालय में हाजिर होने के लिए भी आबद्ध किया जाएगा। \n(4) यह अवधारित करने के प्रयोजन के लिए कि क्या प्रतिभू उपयुक्त या पर्याप्त है या नहीं, न्यायालय शपथपत्रों को, प्रतिभुओं के पर्याप्त या उपयुक्त होने के बारे में उनमें अन्तर्विष्ट बातों के सबूत के रूप में, स्वीकार कर सकता है या यदि न्यायालय आवश्यक समझे तो वह ऐसे पर्याप्त या उपयुक्त होने के बारे में या तो स्वयं जांच कर सकता है या अपने अधीनस्थ किती मजिस्ट्रेट से जांच करवा सकता है।",
  },
  {
    id: 498,
    prevCode: "441क",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "486",
    chapter: chapter["35"],
    newCodeInfo:
      "प्रतिभुओं द्वारा घोषणा- \nऐसा प्रत्येक व्यक्ति, जो जमानत पर अभियुक्त व्यक्ति के छोड़े जाने के लिये उसका प्रतिभू है, न्यायालय के समक्ष ऐसे व्यक्तियों की संख्या के बारे में घोषणा करेगा, जिनके लिये उसने प्रतिभूति दी है जिसके अन्तर्गत अभियुक्त भी है और उसमें सभी सुसंगत विशिष्टियां दी जायेंगी।",
  },
  {
    id: 499,
    prevCode: "442",
    prevCodeInfo: "----",
    newCode: "487",
    chapter: chapter["35"],
    newCodeInfo:
      "अभिरक्षा से उन्मोचन- \n(1) ज्यों ही %बन्धपत्र या जमानतपत्र% निष्पादित कर दिया जाता है त्यों ही वह व्यक्ति, जिसकी हाजिरी के लिए, वह निष्पादित किया गया है, छोड़ दिया जाएगा और जब वह जेल में हो तब उसकी जमानत मंजूर करने वाला न्यायालय जेल के भारसाधक अधिकारी को उसके छोड़े जाने के लिए आदेश जारी करेगा और वह अधिकारी आदेश की प्राप्ति पर उसे छोड़ देगा। \n(2) इस धारा की या %धारा 478 या धारा 480% की कोई भी बात किसी ऐसे व्यक्ति के छोड़े जाने की अपेक्षा करने वाली न समझी जाएगी जो ऐसी बात के लिए निरुद्ध किए जाने का भागी है जो उस बात से भिन्न है जिसके बारे में बन्धपत्र या जमानतपत्र निष्पादित किया गया है।",
  },
  {
    id: 500,
    prevCode: "443",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "488",
    chapter: chapter["35"],
    newCodeInfo:
      "जब पहले ली गई जमानत अपर्याप्त है तब पर्याप्त जमानत के लिए आदेश देने की शक्ति- \nयदि भूल या कपट के कारण या अन्यथा अपर्याप्त प्रतिभू स्वीकार कर लिए गए हैं या यदि वे बाद में अपर्याप्त हो जाते हैं तो न्यायालय यह निदेश देते हुए गिरफ्तारी का वारण्ट जारी कर सकता है कि जमानत पर छोड़े गये व्यक्ति को उसके समक्ष लाया जाए और उसे पर्याप्त प्रतिभू देने का आदेश दे सकता है और उसके ऐसा करने में असफल रहने पर उसे जेल के सुपुर्द कर सकता है।",
  },
  {
    id: 501,
    prevCode: "444",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "489",
    chapter: chapter["35"],
    newCodeInfo:
      "प्रतिभुओं का उन्मोचन- \n(1) जमानत पर छोड़े गये व्यक्ति की हाजिरी और उपस्थिति के लिए प्रतिभुओं में से सब या कोई बन्धपत्र के या तो पूर्णतया या वहां तक, जहां तक वह आवेदकों से संबंधित है, प्रभावोन्मुक्त किए जाने के लिए किसी समय मजिस्ट्रेट से आवेदन कर सकते हैं। \n(2) ऐसा आवेदन किए जाने पर मजिस्ट्रेट यह निदेश देते हुए गिरफ्तारी का वारण्ट जारी करेगा कि ऐसे छोड़े गये व्यक्ति को उसके समक्ष लाया जाए। \n(3) वारण्ट के अनुसरण में ऐसे व्यक्ति के हाजिर होने पर या उसके स्वेच्छ्या अभ्यर्पण करने पर मजिस्ट्रेट बन्धपत्र के या तो पूर्णतया या, वहां तक, जहां तक कि वह आवेदकों से सम्बन्धित है, प्रभावोन्मुक्त किए जाने का निदेश देगा और ऐसे व्यक्ति से अपेक्षा करेगा कि वह अन्य पर्याप्त प्रतिभू दे और यदि वह ऐसा करने में असफल रहता है तो उसे जेल सुपुर्द कर सकता है।",
  },
  {
    id: 502,
    prevCode: "445",
    prevCodeInfo: "----",
    newCode: "490",
    chapter: chapter["35"],
    newCodeInfo:
      "मुचलके के बजाय निक्षेप- \nजब किसी व्यक्ति से किसी न्यायालय या अधिकारी द्वारा %बन्धपत्र या जमानतपत्र% निष्पादित करने की अपेक्षा की जाती है तब वह न्यायालय या अधिकारी, उस दशा में जब वह बन्धपत्र सदाचार के लिए नहीं है उसे ऐसे बन्धपत्र के निष्पादन के बदले में इतनी धनराशि या इतनी रकम के सरकारी वचन पत्र, जितनी वह न्यायालय या अधिकारी नियत करे, निक्षिप्त करने की अनुज्ञा दे सकता है।",
  },
  {
    id: 503,
    prevCode: "446",
    prevCodeInfo: "----",
    newCode: "491",
    chapter: chapter["35"],
    newCodeInfo:
      "प्रक्रिया, जब बन्धपत्र समपहृत कर लिया जाता है- \n(1) जहां- \n(क) इस संहिता के अधीन कोई बन्धपत्र किसी न्यायालय के समक्ष हाजिर होने या सम्पत्ति पेश करने के लिए है और उस न्यायालय या किसी ऐसे न्यायालय को, जिसे तत्पश्चात् मामला अन्तरित किया गया है, समाधानप्रद रूप में यह साबित कर दिया जाता है कि बन्धपत्र समपहत हो चुका है; या \n(ख) इस संहिता के अधीन किसी अन्य बन्धपत्र की बाबत उस न्यायालय को, जिसके द्वारा बन्धपत्र लिया गया था, या ऐसे किसी न्यायालय को, जिसे तत्पश्चात् मामला अन्तरित किया गया है, या \nप्रथम वर्ग मजिस्ट्रेट के किसी न्यायालय को, समाधानप्रद रूप में यह साबित कर दिया जाता है कि बन्धपत्र समपद्धत हो चुका है, वहां न्यायालय ऐसे सबूत के आधारों को अभिलिखित करेगा और ऐसे बन्धपत्र से आबद्ध किसी व्यक्ति से अपेक्षा कर सकेगा कि वह उसकी शास्ति दे या कारण दर्शित करे कि वह क्यों नहीं दी जानी चाहिए। \nस्पष्टीकरण-न्यायालय के समक्ष हाजिर होने या सम्पत्ति पेश करने के लिए बन्धपत्र को किसी शर्त का यह अर्थ लगाया जाएगा कि उसके अन्तर्गत ऐसे न्यायालय के समक्ष, जिसको तत्पश्चात् मामला अन्तरित किया जाता है, यथास्थिति, हाजिर होने या सम्पत्ति पेश करने की शर्त भी है। \n(2) यदि पर्याप्त कारण दर्शित नहीं किया जाता है और शास्ति नहीं दी जाती है तो न्यायालय उसकी वसूली के लिए अग्रसर हो सकेगा मानो वह शास्ति इस संहिता के अधीन उसके द्वारा अधिरोपित जुर्माना हो : \nपरन्तु जहां ऐसी शास्ति नहीं दी जाती है और वह पूर्वोक्त रूप में वसूल नहीं की जा सकती है वहां, प्रतिभू के रूप में इस प्रकार आबद्ध व्यक्ति, उस न्यायालय के आदेश से, जो शास्ति की वसूली का आदेश करता है, सिविल कारागार में कारावास से, जिसकी अवधि छह मास तक की हो सकेगी, दण्डनीय होगा। \n(3) न्यायालय ऐसा करने के अपने कारणों को लेखबद्ध करने के पश्चात् उल्लिखित शास्ति के किसी प्रभाग का परिहार और केवल भाग के संदाय का प्रवर्तन कर सकता है। \n(4) जहां बन्धपत्र के लिए कोई प्रतिभू बन्धपत्र का समपहरण होने के पूर्व मर जाता है, वहां उसकी सम्पदा, बन्धपत्र के बारे में सारे दायित्व से उन्मोचित हो जाएगी। \n(5) जहां कोई व्यक्ति, जिसने %धारा 125 या धारा 136 या धारा 401% के अधीन प्रतिभूति दी है, किसी ऐसे अपराध के लिए दोषसिद्ध किया जाता है, जिसे करना उसके बन्धपत्र की या उसके बन्धपत्र के बदले में धारा 494 के अधीन निष्पादित बन्धपत्र की शर्तों का भंग होता है, वहां उस न्यायालय के निर्णय की, जिसके द्वारा वह ऐसे अपराध के लिए दोषसिद्ध किया गया था, प्रमाणित प्रतिलिपि उसके प्रतिभू या प्रतिभुओं के विरुद्ध इस धारा के अधीन सब कार्यवाहियों में साक्ष्य के रूप में उपयोग में लाई जा सकती है और यदि ऐसी प्रमाणित प्रतिलिपि इस प्रकार उपयोग में लाई जाती है तो, जब तक प्रतिकूल साबित नहीं कर दिया जाता है, न्यायालय यह उपधारणा करेगा कि ऐसा अपराध उसके द्वारा किया गया था।s",
  },
  {
    id: 504,
    prevCode: "446क",
    prevCodeInfo: "----",
    newCode: "492",
    chapter: chapter["35"],
    newCodeInfo:
      "बन्धपत्र और जमानतपत्र का रद्दकरण- \n%धारा 491% के उपबन्धों पर प्रतिकूल प्रभाव डाले बिना, जहां इस संहिता के अधीन कोई %बन्धपत्र या जमानतपत्र% किसी मामले में हाजिर होने के लिए है और उसकी किसी शर्त के भंग होने के कारण उसका समपहरण हो जाता है वहां- \n(क) ऐसे व्यक्ति द्वारा निष्पादित बन्धपत्र तथा उस मामले में उसके प्रतिभुओं द्वारा निष्पादित एक या अधिक बन्धपत्र भी यदि कोई हों, रद्द हो जाएंगे; और \n(ख) तत्पश्चात् ऐसा कोई व्यक्ति, उस मामले में केवल अपने ही बन्धपत्र पर छोड़ा नहीं जाएगा यदि, यथास्थिति, पुलिस अधिकारी या न्यायालय का, जिसके समक्ष हाजिर होने के लिये बन्धपत्र निष्पादित किया गया था, यह समाधान हो जाता है कि बन्धपत्र की शर्त का अनुपालन करने में असफल रहने के लिए बन्धपत्र से आबद्ध व्यक्ति के पास कोई पर्याप्त कारण नहीं था : \nपरन्तु इस संहिता के किसी अन्य उपबन्ध के अधीन रहते हुये, उसे उस मामले में उस दशा में छोड़ा जा सकता है जब वह ऐसी धनराशि के लिए कोई नया व्यक्तिगत बन्धपत्र निष्पादित कर दे और ऐसे एक या अधिक प्रतिभुओं से बन्धपत्र निष्पादित करा दे जो, यथास्थिति, पुलिस अधिकारी या न्यायालय पर्याप्त समझे।",
  },
  {
    id: 505,
    prevCode: "447",
    prevCodeInfo: "----",
    newCode: "493",
    chapter: chapter["35"],
    newCodeInfo:
      "प्रतिभू के दिवालिया हो जाने या उसकी मृत्यु हो जाने या बन्धपत्र का समपहरण हो जाने की दशा में प्रक्रिया- \nजब इस संहिता के अधीन %जमानतपत्र% का कोई प्रतिभू दिवालिया हो जाता है या मर जाता है या जब किसी बन्धपत्र का %धारा 491% के उपबन्धों के अधीन समपहरण हो जाता है तब वह न्यायालय, जिसके आदेश से ऐसा बन्धपत्र लिया गया था या प्रथम वर्ग मजिस्ट्रेट, उस व्यक्ति को, जिससे ऐसी प्रतिभूति मांगी गई थी, यह आदेश दे सकता है कि वह मूल आदेश के निदेशों के अनुसार नई प्रतिभूति दे और यदि ऐसी प्रतिभूति न दी जाए तो वह न्यायालय या मजिस्ट्रेट ऐसे कार्यवाही कर सकता है मानो उस मूल आदेश के अनुपालन में व्यतिक्रम किया गया है।",
  },
  {
    id: 506,
    prevCode: "448",
    prevCodeInfo: "----",
    newCode: "494",
    chapter: chapter["35"],
    newCodeInfo:
      "%बालक% से अपेक्षित बन्धपत्र- \nयदि बन्धपत्र निष्पादित करने के लिए किसी न्यायालय या अधिकारी द्वार, अपेक्षित व्यक्ति %बालक% है तो वह न्यायालय या अधिकारी उसके बदले में केवल प्रतिभू या प्रतिभुओं द्वारा निष्पादित बन्धपत्र स्वीकार कर सकता है।",
  },
  {
    id: 507,
    prevCode: "449",
    prevCodeInfo: "----",
    newCode: "495",
    chapter: chapter["35"],
    newCodeInfo:
      "%धारा 491% के अधीन आदेशों से अपील- \n%धारा 491% के अधीन किए गए सभी आदेशों की निम्नलिखित को अपील होगी, अर्थात् :- \n(1) किसी मजिस्ट्रेट द्वारा किए गए आदेश की दशा में सेशन न्यायाधीश; \n(ii) सेशन न्यायालय द्वारा किए गए आदेश की दशा में वह न्यायालय जिसे ऐसे न्यायालय द्वारा किए गए आदेश की अपील होती है।",
  },
  {
    id: 508,
    prevCode: "450",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "496",
    chapter: chapter["35"],
    newCodeInfo:
      "कतिपय मुचलकों पर देय रकम का उग्रहण करने का निदेश देने की शक्ति- \nउच्च न्यायालय या सेशन न्यायालय किसी मजिस्ट्रेट को निदेश दे सकता है कि वह उस रकम को उद्‌गृहीत करे जो ऐसे उच्च न्यायालय या सेशन न्यायालय में हाजिर और उपस्थित होने के लिए किसी बन्धपत्र पर देय है।",
  },
  {
    id: 509,
    prevCode: "451",
    prevCodeInfo: "----",
    newCode: "497",
    chapter: chapter["36"],
    newCodeInfo:
      'कतिपय मामलों में विचारण लम्बित रहने तक सम्पत्ति की अभिरक्षा और व्ययन के लिए आदेश- \n(1) जब कोई सम्पत्ति, किसी दण्ड न्यायालय या विचारण के लिए मामले का संज्ञान या %सुपुर्द करने हेतु सशक्त मजिस्ट्रेट के समक्ष किसी अन्वेषण,% जांच या विचारण के दौरान पेश की जाती है तब वह न्यायालय या %मजिस्ट्रेट% उस %अन्वेषण%, जांच या विचारण के समाप्त होने तक ऐसी सम्पत्ति की उचित अभिरक्षा के लिए ऐसा आदेश, जैसा वह ठीक समझे, कर सकता है और यदि वह सम्पत्ति शीघ्रतया या प्रकृत्या क्षयशील है या यदि ऐसा करना अन्यथा समीचीन है तो वह न्यायालय या %मजिस्ट्रेट% ऐसा साक्ष्य अभिलिखित करने के पश्चात् जैसा वह आवश्यक समझे, उसके विक्रय या उसका अन्यथा व्ययन किए जाने के लिए आदेश कर सकता है। स्पष्टीकरण - इस धारा के प्रयोजन के लिए "सम्पत्ति" के अन्तर्गत निम्नलिखित है, - \n(क) किसी भी किस्म की सम्पत्ति या दस्तावेज जो न्यायालय के समक्ष पेश की जाती है या जो उसकी अभिरक्षा में है; \n(ख) कोई भी सम्पत्ति जिसके बारे में कोई अपराध किया गया प्रतीत होता है या जो किसी अपराध के करने में प्रयुक्त की गई प्रतीत होती है। \n%(2) न्यायालय या मजिस्ट्रेट उपधारा (1) में निर्दिष्ट सम्पत्ति को उसके समक्ष प्रस्तुत करने से चौदह दिन की अवधि के भीतर ऐसी सम्पत्ति के ब्यौरे अंतर्विष्ट करने वाला विवरण ऐसे प्ररूप और ऐसी रीति में, जो राज्य सरकार नियमों द्वारा उपबंधित करे, तैयार करेगा। \n(3) न्यायालय या मजिस्ट्रेट उपधारा (1) में निर्दिष्ट सम्पत्ति का, फोटो खिंचवाएगा, यदि आवश्यक हो, तो मोबाइल फोन या किसी अन्य इलैक्ट्रानिक मीडिया पर वीडियो बनवाएगा। \n(4) उपधारा (2) के अधीन तैयार विवरण और उपधारा (3) के अधीन लिए गए फोटो या वीडियोग्राफी इस संहिता के अधीन किसो जांच, विचारण या अन्य कार्यवाही में साध्य के रूप में उपयोग किए जाएंगे। \n(5) न्यायालय या मजिस्ट्रेट उपधारा (2) के अधीन तैयार किए गए विवरण और उपधारा (3) के अधीन लिए गए फोटो या वीडियोग्राफी लिए जाने के तीस दिन की अवधि के भीतर सम्पत्ति के निपटान, नष्ट, अधिवत या परिदान करने का आदेश ऐसी रीति में, जो इसमें इसके पश्चात् विनिर्दिष्ट है, करेगा।%',
  },
  {
    id: 510,
    prevCode: "452",
    prevCodeInfo: "----",
    newCode: "498",
    chapter: chapter["36"],
    newCodeInfo:
      'विचारण की समाप्ति पर सम्पत्ति के व्ययन के लिए आदेश- \n(1) जब किसी %आपराधिक मामले% में अन्वेषण, जांच या विचारण समाप्त हो जाता है तब न्यायालय या %मजिस्ट्रेट% उस सम्पत्ति या दस्तावेज को, जो उसके समक्ष पेश की गई है, या उसकी अभिरक्षा में है या जिसके बारे में कोई अपराध किया गया प्रतीत होता है या जो किसी अपराध के करने में प्रयुक्त की गई है, नष्ट करके, अधिक्षत करके या किसी ऐसे व्यक्ति को परिदान करके, जो उस पर कब्जा करने का हकदार होने का दावा करता है, या किसी अन्य प्रकार से उसका व्ययन करने के लिए आदेश दे सकेगा जैसा वह ठीक समझे। \n(2) किसी सम्पत्ति के कब्जे का हकदार होने का दावा करने वाले किसी व्यक्ति को उस सम्पत्ति के परिदान के लिए उपधारा (1) के अधीन आदेश किसी शर्त के बिना या इस शर्त पर दिया जा सकता है कि वह न्यायालय या मजिस्ट्रेट को सपाधानप्रद रूप में यह वचनबन्ध करते हुए प्रतिभुओं सहित या रहित बन्धपत्र निष्पादित करें कि यदि उपधारा (1) के अधीन किया गया आदेश अंधील या पुनरीक्षण में उपान्तरित यां अपास्त कर दिया गया तो वह उस सम्पत्ति को ऐसे न्यायालय को वापस कर देगा। \n(3) उपधारा (1) के अधीन स्वयं आदेश देने के बदले सेशन न्यायालय सम्पत्ति को मुख्य न्यायिक मजिस्ट्रेट को परिदत्त किए जाने का निदेश दे सकता है, जो तब उस सम्पत्ति के विषय %में धारा 503, धारा 504 और धारा 505% में उपबन्धित रीति से कार्यवाही करेगा। \n(4) उस दशा के सिवाय, जब सम्पत्ति पशुधन है या शीघ्रतया और प्रकृत्या क्षयशील है या जब उपधारा (2) के अनुसरण में बन्धपत्र निष्पादित किया गया है, उपधारा (1) के अधीन दिया गया आदेश दो मास तक या जहां अपील उपस्थित की गई है वहां जब तक उस अपील का निपटारा न हो जाए, कार्यान्वित न किया जायेगा। \n(5) उस सम्पत्ति की दशा में, जिसके बारे में अपराध किया गया प्रतीत होता है, इस धारा में "सम्पत्ति" पद के अन्तर्गत न केवल ऐसी सम्पत्ति है जो मूलतः किसी पक्षकार के कब्जे या नियन्त्रण में रह चुकी है वरन् ऐसी कोई सम्पत्ति जिसमें या जिसके लिए उस सम्पत्ति का सम्परिवर्तन या विनिमय किया गया है और ऐसे संपरिवर्तन या विनिमय से, चाहे अव्यवहित रूप से चाहे अन्यथा, अर्जित कोई चीज भी है।',
  },
  {
    id: 511,
    prevCode: "453",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "499",
    chapter: chapter["36"],
    newCodeInfo:
      "अभियुक्त के पास मिले धन का निर्दोष क्रेता को संदाय- \nजब कोई व्यक्ति किसी अपराध के लिए, जिसके अन्तर्गत चोरी या चुराई हुई सम्पत्ति को प्राप्त करना है या जो चोरी या चुराई हुई सम्पत्ति प्राप्त करने की कोटि में आता है, दोषसिद्ध किया, जाता है और यह साबित कर दिया जाता है कि किसी अन्य व्यक्ति ने चुराई हुई सम्पत्ति को, यह जाने बिना या अपने पास यह विश्वास करने का कारण हुए बिना कि वह चुराई हुई है, उससे क्रय किया है और सिद्धदोष व्यक्ति की गिरफ्तारी पर उसके कब्जे में से कोई धन निकाला गया था तब न्यायालय ऐसे क्रेता के आवेदन पर और चुराई हुई सम्पत्ति पर कब्जे के हकदार व्यक्ति को उस सम्पत्ति के वापस कर दिये जाने पर आदेश छह मास की अवधि के भीतर दे सकता है कि ऐसे क्रेता द्वारा दिए गए मूल्य से अनधिक राशि ऐसे थन में उसे परिदत्त की जाए।",
  },
  {
    id: 512,
    prevCode: "454",
    prevCodeInfo: "----",
    newCode: "500",
    chapter: chapter["36"],
    newCodeInfo:
      "%धारा 498 या धारा 499% के अधीन आदेशों के विरुद्ध अपील- \n(1) %धारा 498 या धारा 499% के अधीन किसी न्यायालय %या मजिस्ट्रेट% द्वारा दिए गए आदेश से व्यथित कोई व्यक्ति उसके विरुद्ध अपील उस न्यायालय में कर सकता है जिसमें मामूली तौर पर पूर्वकथित न्यायालय द्वारा की गई दोषसिद्धि के विरुद्ध अपीलें होती हैं। \n(2) ऐसी अपील पर, अपील न्यायालय यह निदेश दे सकता है कि अपील का निपटारा होने तक आदेश रोक दिया जाए या वह ऐसे आदेश को उपान्तरित, परिवर्तित या रए कर सकता है और कोई अतिरिक्त आदेश, जो न्यायसंगत हो, कर सकता है। \n(1) में निर्दिष्ट आदेश दिया गया है, निपटाते समय \n(3) किसी ऐसे मामले को, जिसमें उपधारा अपील, पुष्टीकरण या पुनरीक्षण न्यायालय भी उपधारा (2) में निर्दिष्ट शक्तियों का प्रयोग कर सकता है।",
  },
  {
    id: 513,
    prevCode: "455",
    prevCodeInfo: "----",
    newCode: "501",
    chapter: chapter["36"],
    newCodeInfo:
      "अपमानलेखीय और अन्य सामग्री का नष्ट किया जाना- \n(1) %भारतीय न्याय संहिता, 2023 को धारा 294, धारा 295, धारा 356% की उपधारा (३) और उपधारा (4) के अधीन दोषसिद्धि पर न्यायालय उस चीज की सब प्रतियों के, जिसके बारे में दोषसिद्धि हुई है और जो न्यायालय की अभिरक्षा में है, या मिद्धदोष व्यक्ति के कब्जे या शक्ति में है, नष्ट किए जाने के लिए आदेश दे सकता है। \n(2) न्यायालय %भारतीय न्याय संहिता, 2023 की धारा 274, धारा 275, धारा 276 या धारा 277% के अधीन दोषसिद्धि पर उस खाद्य, पेय, ओषधि या भेषजीय निर्मिति के, जिसके बारे में दोषसिद्धि हुई है, नष्ट किए जाने का उसी प्रकार से आदेश दे सकता है।",
  },
  {
    id: 514,
    prevCode: "456",
    prevCodeInfo: "----",
    newCode: "502",
    chapter: chapter["36"],
    newCodeInfo:
      "स्थावर सम्पत्ति का कब्जा लौटाने की शक्ति- \n(1) जब आपराधिक बल प्रयोग या बल- प्रदर्शन या आपराधिक अभित्रास से युक्त किसी अपराध के लिए कोई व्यक्ति दोषसिद्ध किया जाता है और न्यायालय को यह प्रतीत होता है कि ऐसे बल प्रयोग या बल-प्रदर्शन या अभित्रास से कोई व्यक्ति किसी स्थावर सम्पत्ति से बेकब्जा किया गया है तब, यदि न्यायालय ठीक समझे तो, आदेश दे सकता है कि किसी ऐसे व्यक्ति को, जिसका उस सम्पत्ति पर कब्जा है, यदि आवश्यक हो तो, बल द्वारा बेदखल करने के पश्चातु, उस व्यक्ति को उसका कब्जा लौटा दिया जाए: \nपरन्तु न्यायालय द्वारा ऐसा कोई आदेश दोषसिद्धि की तारीख से एक मास के पश्चात् नहीं दिया जाएगा। \n(2) जहां अपराध का विचारण करने वाले न्यायालय ने उपधारा (1) के अधीन कोई आदेश नहीं दिया है, वहां अपील, पुष्टिकरण या पुनरीक्षण न्यायालय, यदि ठीक समझे तो, यथास्थिति, अपील, निर्देश या पुनरीक्षण को निपटाते समय ऐसा आदेश दे सकता है। \n(3) जहां उपधारा (1) के अधीन आदेश दिया गया है, वहां %धारा 500% के उपबन्ध उसके सम्बन्ध में वैसे ही लागू होंगे जैसे वे धारा 499 के अधीन दिए गए किसी आदेश के सम्बन्ध में लागू होते हैं। \n(4) इस धारा के अधीन दिया गया कोई आदेश ऐसी स्थावर सम्पत्ति पर किसी ऐसे अधिकार या उसमें किसी ऐसे हित पर प्रतिकूल प्रभाव न डालेगा जिसे कोई व्यक्ति सिविल वाद में सिद्ध करने में सफल हो जाता है।",
  },
  {
    id: 515,
    prevCode: "457",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "503",
    chapter: chapter["36"],
    newCodeInfo:
      "सम्पत्ति के अभिग्रहण पर पुलिस द्वारा प्रक्रिया- \n(1) जब कभी किसी पुलिस अधिकारी द्वारा किसी सम्पत्ति के अभिग्रहण की रिपोर्ट इस संहिता के उपबन्धों के अधीन मजिस्ट्रेट को की जाती है और जांच या विचारण के दौरान ऐसी सम्पत्ति दण्ड न्यायालय के समक्ष पेश नहीं की जाती है तो मजिस्ट्रेट ऐसी सम्पत्ति के व्ययन के, या उस पर कब्जा करने के हकदार व्यक्ति को ऐसी सम्पत्ति का परिदान किए जाने के बारे में या यदि ऐसा व्यक्ति अभिनिश्चित नहीं किया जा सकता है तो ऐसी सम्पत्ति की अभिरक्षा और पेश किए जाने के बारे में ऐसा आदेश कर सकता है जो वह ठीक समझे। \n(2) यदि ऐसा हकदार व्यक्ति ज्ञात है, तो मजिस्ट्रेट वह सम्पत्ति उसे उन शर्तों पर (यदि कोई हो), जो मजिस्ट्रेट ठीक समझे, परिदत्त किए जाने का आदेश दे सकता है और यदि ऐसा व्यक्ति अज्ञात है तो मजिस्ट्रेट उस सम्पत्ति को निरुद्ध कर सकता है और ऐसी दशा में एक उद्घोषणा जारी करेगा, जिसमें उस सम्पत्ति की अंगभूत वस्तुओं का विनिर्देश हो, और जिसमें किसी व्यक्ति से, जिसका उसके ऊपर दावा है, यह अपेक्षा की गई हो कि वह उसके समक्ष हाजिर हो और ऐसी उद्घोषणा की तारीख से छह मास के अन्दर अपने दावे को सिद्ध करे।",
  },
  {
    id: 516,
    prevCode: "458",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "504",
    chapter: chapter["36"],
    newCodeInfo:
      "जहां छह मास के अन्दर कोई दावेदार हाजिर न हो वहां प्रक्रिया- \n(1) यदि ऐसी अवधि के अन्दर कोई व्यक्ति सम्पत्ति पर अपना दावा सिद्ध न करे और वह व्यक्ति जिसके कब्जे में ऐसी सम्पत्ति पाई गई थी, यह दर्शित करने में असमर्थ है कि वह उसके द्वारा वैध रूप से अर्जित की गई थी तो मजिस्ट्रेट आदेश द्वारा निदेश दे सकता है कि ऐसी सम्पत्ति राज्य सरकार के व्ययनाधीन होगी तथा उस सरकार द्वारा विक्रय की जा सकेगी और ऐसे विक्रय के आगमों के संबंध में ऐसी रीति से कार्यवाही की जा सकेगी जो राज्य सरकार नियमों द्वारा उपबंधित करें। \n(2) किसी ऐसे आदेश के विरुद्ध अपील उस न्यायालय में होगी जिसमें मामूली तौर पर मजिस्ट्रेट द्वारा की गई दोषसिद्धि के विरुद्ध अपीलें होती हैं।",
  },
  {
    id: 517,
    prevCode: "459",
    prevCodeInfo: "----",
    newCode: "505",
    chapter: chapter["36"],
    newCodeInfo:
      "विनश्वर सम्पत्ति को बेचने की शक्ति- \nयदि ऐसी सम्पत्ति पर कब्जे का हकदार व्यक्ति अज्ञात या अनुपस्थित है और सम्पत्ति शीघ्रतया और प्रकृत्या क्षयशील है या यदि उस मजिस्ट्रेट की, जिसे उसके अभिग्रहण की रिपोर्ट की गई है, यह राय है कि उसका विक्रय स्वामी के फायदे के लिए होगा या ऐसी सम्पत्ति का %मूल्य दस हजार रूपये से कम% है तो मजिस्ट्रेट किसी समय भी उसके विक्रय का निदेश दे सकता है और ऐसे विक्रय के शुद्ध आगमों %को धारा 503 और 504% के उपबन्ध यथासाध्य निकटतम रूप से लागू होंगे।",
  },
  {
    id: 518,
    prevCode: "460",
    prevCodeInfo: "----",
    newCode: "506",
    chapter: chapter["37"],
    newCodeInfo:
      "वे अनियमितताएं जो कार्यवाही को दूषित नहीं करतीं- \nयदि कोई मजिस्ट्रेट, जो निम्नलिखित बातों में से किसी को करने के लिए विधि द्वारा सशक्त नहीं है, गलती से सद्भावपूर्वक उस बात को करता है तो उसकी कार्यवाही को केवल इस आधार पर कि वह ऐसे सशक्त नहीं था अपास्त नहीं किया जाएगा, अर्थात् \n(क) %धारा 97% के अधीन तलाशी वारण्ट जारी करना; \n(ख) किसी अपराध का अन्वेषण करने के लिए पुलिस को %धारा 174% के अधीन आदेश देनाः \n(ग) %धारा 196% के अधीन मृत्यु-समीक्षा करना; \n(घ) अपनी स्थानीय अधिकारिता के भीतर के उस व्यक्ति को, जिसने ऐसी अधिकारिता की सीमाओं के बाहर अपराध किया है, पकड़ने के लिए धारा 207 के अधीन आदेशिका जारी करना; \n(ङ) किसी अपराध का %धारा 210% की उपधारा (1) के खण्ड (क) या खण्ड (ख) के अधीन संज्ञान करना; \n(च) किसी मामले को %धारा 212% की उपधारा (2) के अधीन हवाले करना; \n(छ) %धारा 343% के अधीन क्षमादान करना; \n(ज) %धारा 450% के अधीन मामले को वापस मंगाना और उसका स्वयं विचारण करना; या \n(ज) %धारा 504 या धारा 505% के अधीन सम्पत्ति का विक्रय।",
  },
  {
    id: 519,
    prevCode: "461",
    prevCodeInfo: "वे अनियमितताएं जो कार्यवाही को दूषित करती हैं-",
    newCode: "507",
    chapter: chapter["37"],
    newCodeInfo:
      "वे अनियमितताएं जो कार्यवाही को दूषित करती हैं- \nयदि कोई मजिस्ट्रेट, जो निम्नलिखित बातों में से कोई बात विधि द्वारा इस निमित्त सशक्त न होते हुए, करता है तो उसकी कार्यवाही शून्य होगी, अर्थात्:- \n(क) सम्पत्ति को %धारा 85% दे अधीन कुर्क करना और उसका विक्रय; \n(ख) किसी डाक प्राधिकारी की अभिरक्षा में की किसी दस्तावेज, पार्सल या अन्य चीज के लिए तलाशी-वारण्ट जारी करना; \n(ग) परिक्षान्ति कायम रखने के लिए प्रतिभूति की मांग करना; \n(घ) सदाचार के लिए प्रतिभूति की मांग करना; \n(ङ) सदाचारी बने रहने के लिए विधिपूर्वक आबद्ध व्यक्ति को उन्मोचित करना; \n(च) परिशान्ति कायम रखने के बन्धपत्र को रद्द करना; \n(छ) भरणपोषण के लिए आदेश देना; \n(ज) स्थानीय न्यूसेन्स के बारे में %धारा 152% के अधीन आदेश देना; \n(झ) लोक न्यूसेन्स की पुनरावृत्ति या उसे चालू रखने की %धारा 162% के अधीन प्रतिषेध करना; \n(ज) %अध्याय 11% के भाग गया भाग व के अधीन आदेश देना; \n(ट) किसी अपराध का %धारा 210% की उपधारा (1) के खण्ड (ग) के अधीन संज्ञान करना; \n(ठ) किसी अपराधी का विचारण करना; \n(ड) किसी अपराधी का संक्षेपतः विचारण करना; \n(ढ) किसी अन्य मजिस्ट्रेट द्वारा अभिलिखित कार्यवाही पर %धारा 364% के अधीन दण्डादेश पारित करना; \n(ण) अपील का विनिश्चय करना; \n(त) कार्यवाही को %धारा 438% के अधीन मंगाना; या \n(थ) %धारा 491% के अधीन पारित आदेश का पुनरीक्षण करना।",
  },
  {
    id: 520,
    prevCode: "462",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "508",
    chapter: chapter["37"],
    newCodeInfo:
      "गलत स्थान में कार्यवाही- \nकिसो दण्ड न्यायालय का कोई निष्कर्ष, दण्डादेश या आदेश केवल इस आधार पर कि वह जांच, विचारण या अन्य कार्यवाही जिसके अनुक्रम में उत्स निष्कष पर पहुंचा गया था या वह दण्डादेश या आदेश पारित किया गया था, गलत सेशन खंड, जिला, उपखंड या अन्य स्थानीय क्षेत्र में हुई थी उस दशा में ही अपास्त किया जाएगा जब यह प्रतीत होता है कि ऐसी गलती के कारण वस्तुतः न्याय नहीं हो पाया है।",
  },
  {
    id: 521,
    prevCode: "463",
    prevCodeInfo: "----",
    newCode: "509",
    chapter: chapter["37"],
    newCodeInfo:
      "%धारा 183% या %धारा 316% के उपबन्धों का अननुपालन- \n(1) यदि कोई न्यायालय, जिसके समक्ष अभियुक्त व्यक्ति की संस्वीकृति या अन्य कथन, जो %धारा 183 या धारा 316% के अधीन अभिलिखित है या अभिलिखित होना तात्पर्यित है, साक्ष्य में दिया जाता है या लिया जाता है, इस निष्कर्ष पर पहुंचता है कि कथन अभिलिखित करने वाले मजिस्ट्रेट द्वारा इन धाराओं में से किसी धारा के किसी उपबन्ध का अनुपालन नहीं किया गया है तो वह, %भारतीय साक्ष्य अधिनियम, 2023 की धारा 94% में किसी बात के होते हुए भी, ऐसे अननुपालन के बारे में साक्ष्य ले सकता है और यदि उसका यह समाधान हो जाता है कि ऐसे अननुपालन से अभियुक्त की, गुणागुण विषयक बातों पर अपनी प्रतिरक्षा करने में कोई हानि नहीं हुई है और उसने अभिलिखित कथन सम्यक् रूप से किया था, तो ऐसे कथन को ग्रहण कर सकता है। \n(2) इस धारा के उपबन्ध अपील, निर्देश और पुनरीक्षण न्यायाहायों को लागू होते हैं।",
  },
  {
    id: 522,
    prevCode: "464",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "510",
    chapter: chapter["37"],
    newCodeInfo:
      "आरोप विरचित न करने या उसके अभाव या उसमें गलती का प्रभाव- \n(1) किसी सक्षम अधिकारिता वाले न्यायालय का कोई निष्कर्ष, दण्डादेश या आदेश केवल इस आधार पर कि कोई आरोप विरचित नहीं किया गया या इस आधार पर कि आरोप में कोई गलती, लोप था अनियमितता थी, जिसके असर्गत आरोपों का कुसंयोजन भी है, उस दशा में ही अविधिमान्य समझा जाए गा जब अपील, पुष्टिकरण या पुनरीक्षण न्यायालय की राय में उसके कारण वस्तुतः न्याय नहीं हो पाया है। \n(2) यदि अपील, पुष्टिकरण या पुनरीक्षण न्यायालय की यह राय है कि वस्तुतः न्याय नहीं हो पाया है तो वह- \n(क) आरोप विरचित न किए जाने वाली दशा में यह आदेश कर सकता है कि आरोप विरचित किया जाए और आरोप की विरचना के ठीक पश्चात् से विचारण पुनः प्रारम्भ किया जाए; \n(ख) आरोप में किसी गलती, लोप या अनियमितता वाली दशा में यह निदेश दे सकता है कि किसी ऐसी रीति से, जिसे वह ठीक समझे, विरचित आरोप पर नया विचारण किया जाए : \nपरन्तु यदि न्यायालय की यह राय है कि मामले के तथ्य ऐसे हैं कि साबित तथ्यों की बाबत अभियुक्त के विरुद्ध कोई विधिमान्य आरोप नहीं लगाया जा सकता तो वह दोषसिद्धि को अभिखंडित कर देगा।",
  },
  {
    id: 523,
    prevCode: "465",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "511",
    chapter: chapter["37"],
    newCodeInfo:
      "निष्कर्ष या दण्डादेश कब गलती, लोप या अनियमितता के कारण उलटने योग्य होगा- \n(1) इसमें इसके पूर्व अन्तविंष्ट उपबन्धों के अधीन रहते हुए, सक्षम अधिकारिता वाले न्यायालय द्वारा पारित कोई निष्कर्ष, दण्डादेशं या आदेश, विचारण के पूर्व या दौरान परिवाद, समन, बारण्ट, उद्घोषणा, आदेश, निर्णय या अन्य कार्यवाहो में हुई या इस संहिता के अधीन किसी जांच या अन्य कार्यवाही में हुई किसी गलती, लोप या अनियमितता या अभियोजन के लिए मंजूरी में हुई किसी गलती या अनियमितता के कारण अपील, पुष्टिकरण का पुनरीक्षण न्यायालय द्वारा तब तक न तो उलटा जाएगा और न परिवर्तित किया जाएगा जब तक न्यायालय की यह राय नहीं है कि उसके कारण वस्तुतः न्याय नहीं हो पाया है। \n(2) यह अवधारित करने में कि क्या इस संहिता के अधीन किसी कार्यवाही में किसी गलती, लोप या अनियमितता या अभियोजन के लिए मंजूरी में हुई किसी गलती या अनियमितता के कारण न्याय नहीं हो पाया है न्यायालय इस बात को ध्यान में रखेगा कि क्या वह आपत्ति कार्यवाही के किसी पूर्वतर प्रक्रम में उठायी जा सकती थी और उठायी जानी चाहिए थी।",
  },
  {
    id: 524,
    prevCode: "466",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "512",
    chapter: chapter["37"],
    newCodeInfo:
      "त्रुटि या गलती के कारण कुर्की का अवैध न होना- \nइस संहिता के अधीन की गई कोई कुकर्को ऐसो किसी त्रुटि के कारण या प्ररूप के अभाव के कारण विधिविरुद्ध न समझी जाएगी जो समन, दोषसिद्धि, कुकीं की रिट या तत्सम्बन्धी अन्य कार्यवाही में हुई है और न उसे करने वाला कोई व्यक्ति अतिचारी समझा जाएगा।",
  },
  {
    id: 525,
    prevCode: "467",
    prevCodeInfo: "----",
    newCode: "513",
    chapter: chapter["38"],
    newCodeInfo:
      'परिभाषा- \nइस अध्याय के प्रयोजनों के लिए, जब तक सन्दर्भ में अन्यथा अपेक्षित न हो, "परिसीमा-काल" से किसी अपराध का संज्ञान करने के लिए %धारा 514% में विनिर्दिष्ट अवधि अभिप्रेत',
  },
  {
    id: 526,
    prevCode: "468",
    prevCodeInfo: "----",
    newCode: "514",
    chapter: chapter["38"],
    newCodeInfo:
      "परिसीमा- \nकाल की समाप्ति के पश्चात् संज्ञान का वर्जा \n(1) इस संहिता में अन्यत्र जैसा अन्वनी उपबन्धित है उसके सिवाय, कोई न्यायालय उपधारा (2) में विनिर्दिष्ट प्रवर्ग के किसी अपराध का संज्ञान परिसीमा-काल की समाप्ति के पश्चात् नहीं करेगा। \n(2) परिसीमा-काल, - \n(क) छह मास होगा, यदि अपराध केवल जुर्माने से दण्डनीय है, \n(ख) एक वर्ष होगा, यदि अपराध एक वर्ष से अनधिक की अवधि के लिए कारावास से दण्डनीय है: \n(ग) तीन वर्ष होगा, यदि अपराध एक वर्ष से अधिक किन्तु तीन वर्ष से अनधिक की अधधि के लिए कारावास से दण्डनीय है। \n(3) इस धारा के प्रयोजनों के लिए उन अपराधों के सम्बन्ध में, जिनका एक साथ विचारण किया जा सकता है, परिसीमा-काल उस अपराध के प्रतिनिर्देश से अवधारित किया जाएगा जो, यथास्थिति, कठोरतर या कठोरतम दण्ड से दण्डनीय है। \n%स्पष्टीकरण-परिसीमा की अवधि संगणित करने के प्रयोजन के लिए, सुसंगत तारीख धारा 223 के अधीन शिकायत प्रस्तुत करने की तारीख या धारा 173 के सूचना अभिलिखित करने को तारीख होगी।%",
  },
  {
    id: 527,
    prevCode: "469",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "515",
    chapter: chapter["38"],
    newCodeInfo:
      "परिसीमा-काल का प्रारम्भ- \n(1) किसी अपराधी के सम्बन्ध में परिसीमा काल, - \n(क) अपराध की तारीख को प्रारम्भ होगा; या \n(ख) जहां अपराध के किए जाने की जानकारी अपराध द्वारा व्यथित व्यक्ति को या किसी पुलिस अधिकारी को नहीं है वहां उस दिन प्रारम्भ होगा जिस दिन प्रथम बार ऐसे अपराध की जानकारी ऐसे व्यक्ति या ऐसे पुलिस अधिकारी को होती है, इनमें से जो भी पहले हो; या \n(ग) जहां यह ज्ञात नहीं है कि अपराध किसने किया है, वहां उस दिन प्रारम्भ होगा जिस दिन प्रथम बार अपराधी का पता अपराध द्वारा व्यथित व्यक्ति को या अपराध का अन्वेषण करने वाले पुलिस अधिकारी को जंगमता है, इनमें से जो भी पहले हो। \n(2) उक्त अवधि की संगणना करने में, उस दिन को छोड़ दिया जाएगा जिस दिन ऐसी अवधि की संगणना की जानी है।",
  },
  {
    id: 528,
    prevCode: "470",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "516",
    chapter: chapter["38"],
    newCodeInfo:
      "कतिपय मामलों में समय का अपवर्जन- \n(1) परिसीमा-काल की संगणना करने में, उस समय का अपवर्जन किया जाएगा, जिसके दौरान कोई व्यक्ति चाहे प्रथम बार के न्यायालय में या अपील या पुनरीक्षण न्यायालय में अपराधी के विरुद्ध अन्य अभियोजन सम्यक् तत्परता से चला रहा है: \nपरन्तु ऐसा अपवर्जन तब तक नहीं किया जाएगा जब तक अभियोजन उन्हीं तथ्यों से सम्बन्धित न हो और ऐसे न्यायालय में सद्भावपूर्वक न किया गया हो जो अधिकारिता में दोष या इसी प्रकार के अन्य कारण से उसे ग्रहण करने में असमर्थ हो। \n(2) जहां किसी अपराध की बाबत अभियोजन का संस्थित किया जाना किसी व्यादेश या आदेश द्वारा रोक दिया गया है वहां परिसीमा-काल की संगणना करने में व्यादेश या आदेश के बने रहने की अवधि को, उस दिन को, जिसको वह जारी किया गया था या दिया गया था और उस दिन को, जिस दिन उसे वापस लिया गया था, अपवर्जित किया जाएगा। \n(3) जहां किसी अपराध के अभियोजन के लिए सूचना दी गई है, या जहां तत्समय प्रवृत्त किसी विधि के अधीन सरकार या किसी अन्य प्राधिकारी की पूर्व अनुमति या मंजूरी किसी अपराध की बाबत अभियोजन संस्थित करने के लिए अपेक्षित है वहां परिसीमा-काल की संगणना करने में, ऐसी सूचना की अवधि, या, यथास्थिति, ऐसी अनुमति या मंजूरी प्राप्त करने के लिए आवश्यक समय अपवर्जित किया जाएगा। \nस्पष्टीकरण-सरकार या किसी अन्य प्राधिकारी की अनुमति या मंजूरी प्राप्त करने के लिए आवश्यक समय की संगणना करने में उस तारीख का जिसको अनुमति या मंजूरी प्राप्त करने के लिए आवेदन दिया गया था और उस तारीख का जिसको सरकार या अन्य प्राधिकारी का आदेश प्राप्त हुआ, दोनों का, अपवर्जन किया जाएगा। \n(4) परिसीमा-काल की संगणना करने में, वह समय अपवर्जित किया जाएगा जिसके दौरान अपराधी, - \n(क) भारत से या भारत से बाहर किसी राज्यक्षेत्र से, जो केन्द्रीय सरकार के प्रशासन के अधीन है, अनुपस्थित रहा है, या \n(ख) फरार होकर या अपने को छिपाकर गिरफ्तारी से बचता है।",
  },
  {
    id: 529,
    prevCode: "471",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "517",
    chapter: chapter["38"],
    newCodeInfo:
      "जिस तारीख को न्यायालय बन्द हो उस तारीख का अपवर्जन- \nयदि परिसीमा-काल उस दिन समाप्त होता है जब न्यायालय बन्द है तो न्यायालय उस दिन संज्ञान कर सकता है जिस दिन न्यायालय पुनः खुलता है। स्पष्टीकरण-न्यायालय उस दिन इस धारा के अर्थान्तर्गत बन्द समझा जाएगा जिस दिन अपने सामान्य काम के घण्टों में वह बन्द रहता है।",
  },
  {
    id: 530,
    prevCode: "472",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "518",
    chapter: chapter["38"],
    newCodeInfo:
      "चालू रहने वाला अपराध- \nकिसी चालू रहने वाले अपराध की दशा में नया परिसीमा-काल उस सभव के प्रत्येक क्षण से प्रारम्भ होगा जिसके दौरान अपराध चालू रहता है।",
  },
  {
    id: 531,
    prevCode: "473",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "519",
    chapter: chapter["38"],
    newCodeInfo:
      "कतिपय मामलों में परिसीमा-काल का विस्तारण- \nइस अध्याय के पूर्ववर्ती उपबन्धों में अंतर्विष्ट किसी बात के होते हुए भी, कोई भी न्यायालय किसी अपराध का संज्ञान परिसीमा-काल के अवसान के पश्चात् कर सकता है यदि मामले के तथ्यों या परिस्थितियों से उसका समाधान हो जाता है कि विलम्ब का उचित रूप से स्पष्टीकरण कर दिया गया है या न्याय के हित में ऐसा करना आवश्यक है।",
  },
  {
    id: 532,
    prevCode: "474",
    prevCodeInfo: "----",
    newCode: "520",
    chapter: chapter["39"],
    newCodeInfo:
      "उच्च न्यायालयों के समक्ष विचारण- \nजब किसी अपराध का विचारण उच्च न्यायालय द्वारा %धारा 447% के अधीन न करके अन्यथा किया जाता है तब वह अपराध के विचारण में वैसी ही प्रक्रिया का अनुपालन करेगा, जिसका सेशन न्यायालय अनुपालन करता यदि उसके द्वारा उस मामले का विचारण किया जाता।",
  },
  {
    id: 533,
    prevCode: "475",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "521",
    chapter: chapter["39"],
    newCodeInfo:
      'सेना न्यायालय द्वारा विचारणीय व्यक्तियों का कमान आफिसरों को सौंपा जाना- \n(1) केन्द्रीय सरकार इस संहिता से और वायुसेना अधिनियम, 1950 (1950 का 45), सेना अधिनियम, 1950 (1950 का 46) और नौसेना अधिनियम, 1957 (1957 का 62) और संघ के सशस्त्र बल से संबंधित तत्समय प्रवृत्त किसी अन्य विधि से संगत नियम ऐसे मामलों के लिए बना सकेगी जिनमें सेना, नौसेना या वायुसेना सम्बन्धी विधि या अन्य ऐसी विधि के अधीन होने वाले व्यक्तियों का विचारण ऐसे न्यायालय द्वारा, जिसको यह संहिता लागू होती है, या सेना न्यायालय द्वारा किया जायेगा; तथा जब कोई व्यक्ति किसी मजिस्ट्रेट के समक्ष लाया जाता है और ऐसे अपराध के लिए आरोपित किया जाता है, जिसके लिए उसका विचारण या तो उस न्यायालय द्वारा जिसको यह संहिता लागू होती है, या सेना न्यायालय द्वारा किया जा सकता है तब ऐसा मजिस्ट्रेट ऐसे नियमों को ध्यान में रखेगा और उचित मामलों में उसे उस अपराध के कचन सहित, जिसका उस पर अभियोग है, उस यूनिट के जिसका वह हो, कमान आफिसर को या, यथास्थिति, चिकटतम सेना, नौसेना या वायुसेना स्टेशन के कमान आफिसर को सेना न्यायालय द्वारा उसका विचारण किए जाने के प्रयोजन से सौंप देगा। स्पष्टीकरण- इस धारा में,- \n(क) "यूनिट" के अन्तर्गत रेजिमेंट, कोर, पोत, टुकड़ी, ग्रुप, बटालियन या कम्पनी भी है: \n(ख) "सेना न्यायालय" के अन्तर्गत ऐसा कोई अधिकरण भी है जिसकी वैसी ही शक्तियां हैं जैसी संघ के सशस्त्र बल को लागू सुसंगत विधि के अधीन गठित किसी सेना न्यायालय की होती हैं। \n(2) प्रत्येक मजिस्ट्रेट ऐसे अपराध के लिए अभियुक्त व्यक्ति को पकड़ने और सुरक्षित रखने के लिए अपनी ओर से अधिकतम प्रयास करेगा जब उसे किसी ऐसे स्थान में आस्थित या नियोजित सैनिकों, नाविकों या वायुसैनिकों के किसी यूनिट या निकाय के कमान आफिसर से उस प्रयोजन के लिए लिखित आवेदन प्राप्त होता है। \n(3) उच्च न्यायालय, यदि ठीक समझे तो, यह निदेश दे सकता है कि राज्य के अन्दर स्थित किसी जेल में निरुद्ध किसी बन्दी को सेना न्यायालय के समक्ष लम्बित किसी मामले के बारे में विचारण के लिए या परीक्षा किए जाने के लिए सेना न्यायालय के समक्ष लाया जाए।',
  },
  {
    id: 534,
    prevCode: "476",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "522",
    chapter: chapter["39"],
    newCodeInfo:
      "प्ररूप - \nसंविधान के अनुच्छेद 227 द्वारा प्रदत्त शक्तियों के अधीन रहते हुए, द्वितीय अनुसूची में दिए गए प्ररूप ऐसे परिवर्तनों सहित, जैसे प्रत्येक मामले की परिस्थितियों से अपेक्षित हों, उसमें वर्णित सम्बद्ध प्रयोजनों के लिए उपयोग में लाए जा सकते हैं और यदि उपयोग में लाए जाते हैं तो पर्याप्त होंगे।",
  },
  {
    id: 535,
    prevCode: "477",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "523",
    chapter: chapter["39"],
    newCodeInfo:
      "उच्च न्यायालय की नियम बनाने की शक्ति- \n(1) प्रत्येक उच्च न्यायालय राज्य सरकार की पूर्व मंजूरी से निम्नलिखित के बारे में नियम बना सकेगा :- \n(क) वे व्यक्ति जो उसके अधीनस्थ दण्ड न्यायालयों में अर्जी लेखकों के रूप में काम करने के लिए अनुज्ञात किए जा सकेंगे; \n(ख) ऐसे व्यक्तियों को अनुज्ञप्ति दिए जाने, उनके द्वारा काम काज करने और उनके द्वारा ली जाने वाली फीसों के मापमान का विनियमन; \n(ग) इस प्रकार बनाए गए नियमों में से किसी के उल्लंघन के लिए शास्ति उपबन्धित करना और वह प्राधिकारी, जिसके द्वारा ऐसे उल्लंघन का अन्वेषण किया जा सकेगा और शास्तियां अधिरोपित की जा सकेंगी, अवधारित करना; \n(घ) कोई अन्य विषय जिसका सरकार द्वारा बनाए गए नियमों द्वारा उपबंधित किया जाना अपेक्षित है या किया जाए। \n(2) इस धारा के अधीन बनाए गए सब नियम राजपत्र में प्रकाशित किए जाएंगे।",
  },
  {
    id: 536,
    prevCode: "478",
    prevCodeInfo: "----",
    newCode: "524",
    chapter: chapter["39"],
    newCodeInfo:
      "कतिपय मामलों में कार्यपालक मजिस्ट्रेटों को सौंपे गए कृत्यों को परिवर्तित करने की शक्ति- \nयदि किसी राज्य का विधान मण्डल संकल्प द्वारा ऐसी अनुज्ञा देता है तो राज्य सरकार, उच्च न्यायालय से परामर्श करने के पश्चात्, अधिसूचना द्वारा यह निदेश दे सकेगी %कि धारा 127, धारा 128, धारा 129, धारा 164 और धारा 166% में किसी कार्यपालक मजिस्ट्रेट के प्रति निर्देश का अर्थ यह लगाया जाएगा कि वह किसी प्रथम वर्ग न्यायिक मजिस्ट्रेट के प्रति निर्देश है।",
  },
  {
    id: 537,
    prevCode: "479",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "525",
    chapter: chapter["39"],
    newCodeInfo:
      "वे मामले जिनमें न्यायाधीश या मजिस्ट्रेट वैयक्तिक रूप से हितबद्ध है- \nकोई न्यायाधीश या मजिस्ट्रेट किसी ऐसे मामले का, जिसमें वह पक्षकार है, या वैयक्तिक रूप से हितबद्ध है, उस न्यायालय की अनुज्ञा के बिना, जिसमें उसके न्यायालय से अपील होती है, न तो विचारण करेगा और न उसे विचारणार्थ सुपुर्द करेगा और न कोई न्यायाधीश या मजिस्ट्रेट अपने द्वारा पारित या किए गए किसी निर्णय या आदेश की अपील ही सुनेगा। \nस्पष्टीकरण-कोई न्यायाधीश या मजिस्ट्रेट किसी मामले में केवल इस कारण से कि वह उससे सार्वजनिक हैसियत में सम्बद्ध है या केवल इस कारण से कि उसने उस स्थान का, जिसमें अपराध का होना अभिकथित है, या किसी अन्य स्थान का, जिसमें मामले के लिए महत्वपूर्ण किसी अन्य संव्यवहार का होना अभिकथित है, अवलोकन किया है और उस मामले के संबंध में जांच की है इस धारा के अर्थ में पक्षकार या वैयक्तिक रूप से हितबद्ध न समझा जाएगा।",
  },
  {
    id: 538,
    prevCode: "480",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "526",
    chapter: chapter["39"],
    newCodeInfo:
      "विधि-व्यवसाय करने वाले अधिवक्ता का कुच्छ न्यायालयों के मजिस्ट्रेट के तौर पर न बैठना- \nकोई अधिवक्ता, जो किसी मजिस्ट्रेट के न्यायालय में विधि-व्यवसाय करता है, उस न्यायालय में या उस न्यायालय की स्थानीय अधिकारिता के अन्दर किसी न्यायालय में मजिस्ट्रेट के तौर पर न बैठेगा।",
  },
  {
    id: 539,
    prevCode: "481",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "527",
    chapter: chapter["39"],
    newCodeInfo:
      "विक्रय से सम्बद्ध लोक सेवक का सम्पत्ति का क्रय न करना और उसके लिए बोली न लगाना- \nकोई लोक सेवक, जिसे इस संहिता के अधीन सम्पत्ति के विक्रय के बारे में किसी कर्तव्य का पालन करना है, उस सम्पत्ति का न तो क्रय करेगा और न उसके लिए बोली लगाएगा।",
  },
  {
    id: 540,
    prevCode: "482",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "528",
    chapter: chapter["39"],
    newCodeInfo:
      "उच्च न्यायालय की अन्तर्निहित शक्तियों की व्यावृत्ति- \nइस संहिता की कोई बात उच्च न्यायालय की ऐसे आदेश देने की अन्तर्निहित शक्ति को सीमित या प्रभावित करने वाली न समझी जाएगी जैसे इस संहिता के अधीन किसी आदेश को प्रभावी करने के लिए या किसी न्यायालय की कार्यवाही का दुरुपयोग निवारित करने के लिए या किसी अन्य प्रकार से न्याय के उद्देश्यों की प्राप्ति सुनिश्चित करने के लिए आवश्यक हों।",
  },
  {
    id: 541,
    prevCode: "483",
    prevCodeInfo: "कोई परिवर्तन नहीं।",
    newCode: "529",
    chapter: chapter["39"],
    newCodeInfo:
      "न्यायालयों पर अधीक्षण का निरन्तर प्रयोग करने का उच्च न्यायालय का कर्त्तव्य- \nप्रत्येक उच्च न्यायालय अपने अधीनस्थ सेशन न्यायालयों और न्यायिक मजिस्ट्रेटों के न्यायालयों पर अपने अधीक्षण का प्रयोग इस प्रकार करेगा जिससे यह सुनिश्चित हो जाए कि ऐसे न्यायाधीशों और मजिस्ट्रेटों द्वारा मामलों का निपटारा शीघ्र और उचित रूप से किया जाता है।",
  },
  {
    id: 542,
    prevCode: "कोई पूर्व धारा नहीं",
    prevCodeInfo: "----",
    newCode: "530",
    chapter: chapter["39"],
    newCodeInfo:
      "%इलैक्ट्रानिक पद्धति में विचारण और कार्यवाहियों का किया जाना इस संहिता के अधीन सभी विचारण और कार्यवाहियां, जिसके अन्तर्गत- \n(1) समन और वारंट, को जारी करना, तामील करना और निष्पादन करना; \n(ii) शिकायतकर्ता और साक्षियों की परीक्षा; \n(iii) जांच और विचारणों में साक्ष्य अभिलिखित करना; और \n(iv) सभी अपीलीय कार्यवाहियों या कोई अन्य कार्यवाही, इलैक्ट्रानिक संसूचना के उपयोग या श्रव्य दृश्य इलैक्ट्रानिक साधनों के उपयोग द्वारा इलैक्ट्रानिक पद्धति में की जा सकेंगी।%",
  },
  {
    id: 543,
    prevCode: "484",
    prevCodeInfo: "----",
    newCode: "531",
    chapter: chapter["39"],
    newCodeInfo:
      "निरसन और व्यावृत्तियाँ- \n(1) %दण्ड प्रक्रिया संहिता, 1973 (1974 का 2)% इसके द्वारा निरसित की जाती है। \n(2) ऐसे निरसन के होते हुए भी यह है कि, - \n(क) यदि उस तारीख के जिसको यह संहिता प्रवृत्त हो, ठीक पूर्व कोई अपील, आवेदन, विचारण, जांच या अन्वेषण लम्बित हो तो ऐसी अपील, आवेदन, विचारण, जांच या अन्वेषण को ऐसे प्रारम्भ के ठीक पूर्व यथा %प्रवृत्त दण्ड प्रक्रिया संहिता, 1973 (1974 का 2)% के (जिसे इसमें इसके पश्चात् उक्त संहिता कहा गया है) उपबन्धों के अनुसार, यथास्थिति, ऐसे निपटाया जाएगा, चालू रखा जाएगा या किया जाएगा मानो यह संहिता प्रवृत्त न हुई होः \n(ख) उक्त संहिता के अधीन प्रकाशित सभी अधिसूचनाएं, जारी की गई सभी उद्घोषणाएं, प्रदत्त सभी शक्तियाँ, नियमों द्वारा उपबन्धित प्ररूप, परिनिश्चित सभी स्थानीय अधिकारिताएं, दिए गए सभी दण्डादेश, किए गए सभी आदेश, नियम और ऐसी नियुक्तियाँ, जो विशेष मजिस्ट्रेटों के रूप में नियुक्तियाँ नहीं हैं और जो इस संहिता के प्रारम्भ के तुरन्त पूर्व प्रवर्तन में हैं, क्रमशः इस संहिता के तत्स्थानी उपबन्धों के अधीन प्रकाशित अधिसूचनाएं, जारी की गई उद्घोषणाएं, प्रदत्त शक्तियाँ, विहित प्ररूप, परिनिश्चित स्थानीय अधिकारिताएं, दिए गए दण्डादेश और किए गए आदेश, नियम और नियुक्तियाँ समझी जाएंगी; \n(ग) उक्त संहिता के अधीन दी गई किसी ऐसी मंजूरी या सम्मति के बारे में, जिसके अनुसरण में उस संहिता के अधीन कोई कार्यवाही प्रारम्भ न की गई हो, यह समझा जाएगा कि वह इस संहिता के तत्स्थानी उपबन्धों के अधीन दी गई है और ऐसी मंजूरी या सम्मति के अनुसरण में इस संहिता के अधीन कार्यवाहियाँ की जा सकेंगी; \n(3) जहाँ उक्त संहिता के अधीन किसी आवेदन या अन्य कार्यवाही के लिए विहित अवधि इस संहिता के प्रारम्भ पर या उसके पूर्व समाप्त हो गई हो, वहाँ इस संहिता की किसी बात का यह अर्थ नहीं लगाया जाएगा कि वह इस संहिता के अधीन ऐसे आवेदन के किए जाने या कार्यवाही के प्रारम्भ किए जाने के लिए केवल इस कारण समर्थ करती है कि उसके लिए इस संहिता द्वारा दीर्घतर अवधि विनिर्दिष्ट की गई है या इस संहिता में समय बढ़ाने के लिए उपबन्ध किया गया है।",
  },
  {
    id: 544,
    prevCode: "",
    prevCodeInfo: "----",
    newCode: "",
    chapter: chapter["39"],
    newCodeInfo: "",
  },
];
