//here we have page explanatory information which will used to explain the page and its working.

export const aboutScreenContent = `विधि सारथी एक ऐसा एप्लिकेशन है जिसका उद्देश्य उपयोगकर्ताओं को पुराने भारतीय आपराधिक कानूनों के आधार पर नए भारतीय आपराधिक कानूनों और धाराओं को खोजने में मदद करना है। इस ऐप की सहायता से आप किसी भी पुराने भारतीय आपराधिक कानून या धारा का संदर्भ लेकर उससे जुड़े नए भारतीय आपराधिक कानूनों की जानकारी प्राप्त कर सकते हैं। यह ऐप पुलिस, न्यायपालिका और अन्य संबंधित विभागों के अधिकारियों के लिए अत्यंत उपयोगी है, जिससे वे आसानी से और त्वरित रूप से विधिक जानकारी तक पहुँच सकते हैं।
यह ऐप भारतीय पुलिस, न्यायपालिका और वकीलों के लिए नया भारतीय आपराधिक कानून आसानी से खोजने में मदद करेगा। 2023 में भारत सरकार ने पुराने आपराधिक कानूनों को संशोधित करके नए कानून लागू किए हैं, जिससे नए कानूनों के अनुसार पुराने कानूनों को समझना और उनका अनुसरण करना चुनौतीपूर्ण हो गया है।
उदाहरण के लिए, भारतीय दंड संहिता, 1860 को भारतीय न्याय संहिता बिल, 2023 से प्रतिस्थापित किया गया है, 
अपराध प्रक्रिया संहिता, 1898 को भारतीय नागरिक सुरक्षा संहिता बिल, 2023 द्वारा बदल दिया गया है, 
और भारतीय साक्ष्य अधिनियम, 1872 को भारतीय साक्ष्य बिल, 2023 के साथ अद्यतन किया गया है। 
इस ऐप के माध्यम से, उपयोगकर्ता पुराने कानून की धारा के आधार पर नए कानून की धारा को आसानी से खोज सकते हैं, जिससे उन्हें नए कानूनों को समझने में सुविधा होगी और कानूनी प्रक्रियाओं में आसानी से बदलाव कर सकेंगे।`;

export const howToUseHomeScreenContent =
  "होम स्क्रीन पर तीन अलग-अलग रंगों के कार्ड हैं।, और हर कार्ड एक कानून का प्रतिनिधित्व करता है। हर कार्ड में एक बटन है, जिसे स्पर्श करने पर आप संबंधित स्क्रीन पर जा सकते हैं, जहाँ आप उस कानून की धारा खोज सकते हैं। पहला कार्ड भारतीय न्याय संहिता बिल, 2023 के लिए है, दूसरा कार्ड भारतीय नागरिक सुरक्षा संहिता बिल, 2023 को दर्शाता है, और तीसरा कार्ड भारतीय साक्ष्य बिल, 2023 से संबंधित है। आप जिस कानून की धारा देखना चाहते हैं, उस कार्ड पर बटन दबाकर संबंधित स्क्रीन पर जाकर धारा खोज सकते हैं।";

export const howToUseBnsContent = {
  partOne: `भारतीय न्याय संहिता 2023 की नई धारा खोजने के लिए आप स्क्रीन के नीचे दिए गए सर्च बॉक्स का उपयोग कर सकते हैं। स्क्रीन पर विभिन्न रंगों के कार्ड दिखाई देंगे, जिनमें प्रत्येक कार्ड "भारतीय दंड संहिता, 1860" और भारतीय न्याय संहिता 2023 से संबंधित जानकारी को दर्शाता है। प्रत्येक कार्ड के दो भाग होते हैं – ऊपर वाला भाग "भारतीय दंड संहिता, 1860" को दर्शाता है, और नीचे वाला भाग "भारतीय न्याय संहिता 2023" की जानकारी प्रदान करता है।`,
  partTwo: `यदि आपको "भारतीय न्याय संहिता 2023" की कोई विशेष धारा खोजनी है, तो आपको सर्च बॉक्स में पुराने "भारतीय दंड संहिता, 1860" की संबंधित धारा डालनी होगी, सर्च बॉक्स स्क्रीन में नीचे स्थित है। जैसे ही आप पुराने "भारतीय दंड संहिता, 1860" की धारा सर्च बॉक्स में डालते हैं, उस धारा और उसकी नई धारा वाला कार्ड स्क्रीन पर दिखाई देगा।`,
  partThree: `सर्च बॉक्स के साथ ही हिंदी कीबोर्ड का विकल्प भी दिया गया है। सर्च बॉक्स के दाईं ओर एक बटन है, जिसे क्लिक करके आप हिंदी कीबोर्ड प्राप्त कर सकते हैं। इस हिंदी कीबोर्ड में "क", "ख", "ग", "घ", "ङ", "च", "छ" जैसे आवश्यक हिंदी अक्षर हैं, जिनका उपयोग आप धारा जैसे 498क को खोजने के लिए कर सकते हैं।`
}